[
    {
        "ID": "bd35fb2d-4de6-48fb-ab3c-baead722854f",
        "DocumentID": 1,
        "PassageID": "1.",
        "Passage": "INTRODUCTION"
    },
    {
        "ID": "e563ad09-df80-435c-a497-eeec420efbc4",
        "DocumentID": 1,
        "PassageID": "1.1",
        "Passage": "Jurisdiction"
    },
    {
        "ID": "8edbc54b-4d98-4417-a4b7-3531b6f80f8c",
        "DocumentID": 1,
        "PassageID": "1.1.1",
        "Passage": ""
    },
    {
        "ID": "1389d0fa-5346-4953-8d52-45d7fd96c5e8",
        "DocumentID": 1,
        "PassageID": "1.1.1.(1)",
        "Passage": "The AML Rulebook is made in recognition of the application of the Federal AML Legislation in the Abu Dhabi Global Market (\"ADGM\")."
    },
    {
        "ID": "23368989-55c6-4940-abc6-d7a8d2d1071b",
        "DocumentID": 1,
        "PassageID": "1.1.1.(2)",
        "Passage": "Nothing in the AML Rulebook affects the operation of Federal AML Legislation."
    },
    {
        "ID": "752659a9-d3f6-416f-ba24-64d290addf6e",
        "DocumentID": 1,
        "PassageID": "1.2",
        "Passage": "Application"
    },
    {
        "ID": "02c6eb29-dbde-426d-948d-45ea309bc341",
        "DocumentID": 1,
        "PassageID": "1.2.1",
        "Passage": ""
    },
    {
        "ID": "27ce8ea5-92f0-4c42-8d87-15487ff38312",
        "DocumentID": 1,
        "PassageID": "1.2.1.(1)",
        "Passage": "Subject to (2), the AML Rulebook applies to:\n(a)\tevery Relevant Person in respect of all its activities carried out in or from the ADGM; and\n(b)\tthe Persons specified in Rule ‎1.3.3 as being responsible for a Relevant Person's compliance with the AML Rulebook."
    },
    {
        "ID": "f2a0a728-9d5e-4349-89e4-1d8a2ba5f6e0",
        "DocumentID": 1,
        "PassageID": "1.2.1.(2)",
        "Passage": "In respect of a Relevant Person that is:\n(a)\tan Authorised Person, other than a Credit Rating Agency, and a Recognised Body, only the requirements of Chapters ‎1 to ‎14 of the AML Rulebook apply;\n(b)\ta Representative Office, only the requirements of Chapters ‎1 to ‎6 and ‎11 to ‎14 of the AML Rulebook apply;\n(c)\ta DNFBP, only the requirements of Chapters ‎1 to ‎9 and ‎11 to ‎15 of the AML Rulebook apply; and\n(d)\tan NPO, only the requirements of Chapter ‎16 of the AML Rulebook apply."
    },
    {
        "ID": "7c1af8c3-ef07-451b-a52d-f7637da2c2d5",
        "DocumentID": 1,
        "PassageID": "1.2.1.Guidance",
        "Passage": ""
    },
    {
        "ID": "e232dec1-7c39-4af1-a9df-7a680ca97af5",
        "DocumentID": 1,
        "PassageID": "1.2.1.Guidance.1.",
        "Passage": "Chapters ‎7 to ‎9 of the AML Rulebook deal with customers. As a Representative Office does not have customers these chapters do not apply."
    },
    {
        "ID": "cb391e87-9024-4e63-ac62-95ecf9297697",
        "DocumentID": 1,
        "PassageID": "1.2.1.Guidance.2.",
        "Passage": "Chapter ‎10 of the AML Rulebook deals with correspondent banking, electronic transfer of funds and audits."
    },
    {
        "ID": "a9071a86-80c2-46fc-b124-8f94e11ab399",
        "DocumentID": 1,
        "PassageID": "1.2.1.Guidance.3.",
        "Passage": "Relevant Persons should consider these Chapters and determine which provisions apply. To assist Relevant Persons the following table sets out the application of the AML Rulebook to each of the different types of Relevant Persons specified in Rule ‎1.2.1(1). This table is for guidance purposes only.\n\n\nApplication table\n/Table Start\nRelevant Person\tApplicable Chapter(s)\nAuthorised Person, other than a Credit Rating Agency, or Recognised Body\t‎‎1 - 14\n\nRepresentative Office\t‎‎1 - ‎6\n‎‎11 - ‎14\n\nDNFBP\t‎‎1 - ‎‎9\n‎‎11 - ‎15\n\nNPO\t‎16\n/Table End\n"
    },
    {
        "ID": "fd448e80-96c3-40a0-a9b9-2b3800848990",
        "DocumentID": 1,
        "PassageID": "1.3",
        "Passage": "Responsibility for compliance with the AML Rulebook"
    },
    {
        "ID": "39eb5544-f7f0-4b8e-945b-d6d9e0a3cf6e",
        "DocumentID": 1,
        "PassageID": "1.3.1",
        "Passage": "A Relevant Person's Governing Body is responsible for establishing, maintaining and monitoring the Relevant Person's AML/TFS policies, procedures, systems and controls and compliance with the AML Rulebook, the Financial Services and Markets Regulations 2015 (“FSMR”), and all applicable Federal AML Legislation."
    },
    {
        "ID": "6e789b27-670d-4f36-9f49-d704ae07d9e1",
        "DocumentID": 1,
        "PassageID": "1.3.2",
        "Passage": "A Relevant Person's Governing Body must ensure the policies, procedures, systems and controls referred to in Rule ‎1.3.1 are effective to meet the obligations of the Relevant Person."
    },
    {
        "ID": "7859e510-2125-4b50-8a77-7867457b8179",
        "DocumentID": 1,
        "PassageID": "1.3.3",
        "Passage": ""
    },
    {
        "ID": "2e7ba85d-dfaa-428c-86a7-c3969d5d075b",
        "DocumentID": 1,
        "PassageID": "1.3.3.(1)",
        "Passage": "Responsibility for a Relevant Person's compliance with the AML Rulebook lies with every member of the Governing Body, and its Senior Management."
    },
    {
        "ID": "c19ef636-0f24-43fa-984b-b9bcf4384d09",
        "DocumentID": 1,
        "PassageID": "1.3.3.(2)",
        "Passage": "In carrying out their responsibilities under the AML Rulebook every member of a Relevant Person's Governing Body, its Senior Management and MLRO, as the case may be, must exercise due skill, care and diligence."
    },
    {
        "ID": "6ff7ab1e-69e2-405b-9dae-a66ed57bfeb6",
        "DocumentID": 1,
        "PassageID": "1.3.3.(3)",
        "Passage": "Nothing in this Rule precludes the Regulator from taking enforcement action against any Person, including any one or more of the following Persons, in respect of a breach of any Rule in the AML Rulebook:\n(a)\ta Relevant Person;\n(b)\tmembers of a Relevant Person's Senior Management; or\n(c)\tan Employee of a Relevant Person.\n\n"
    },
    {
        "ID": "7c0dc194-8ee8-4a3d-9777-6a2f09008967",
        "DocumentID": 1,
        "PassageID": "2.",
        "Passage": "OVERVIEW AND PURPOSE OF THE AML RULEBOOK"
    },
    {
        "ID": "7e5acfae-6b99-4886-a505-8221d5f5df41",
        "DocumentID": 1,
        "PassageID": "2.Guidance",
        "Passage": ""
    },
    {
        "ID": "7399a3ed-2a7e-4573-81ca-760e13812521",
        "DocumentID": 1,
        "PassageID": "2.Guidance.1.",
        "Passage": "Under Section 15A of FSMR, the Regulator has jurisdiction for the regulation of AML/TFS in the ADGM. The AML Rulebook sets out the requirements imposed by the Regulator. The U.A.E. criminal law applies in the ADGM and, therefore, Persons in the ADGM must be aware of their obligations in respect of the criminal law as well as these Rules. Relevant U.A.E. criminal laws include Federal AML Legislation and Federal Law No. (31) of 2021 (the Penal Code of the United Arab Emirates (“U.A.E.”)). The Rules in the AML Rulebook should not be relied upon to interpret or determine the application of the criminal laws of the U.A.E."
    },
    {
        "ID": "e32b359a-6466-4c67-a18b-274546934a82",
        "DocumentID": 1,
        "PassageID": "2.Guidance.2.",
        "Passage": "Federal AML Legislation applies in the ADGM.  It is amended as required and new legislation is also published. Persons in the ADGM must ensure they have a current understanding of their obligations under Federal AML Legislation.  The definition of Federal AML Legislation is broad.  It includes all federal legislation as may be in force relating to money laundering, terrorist financing, proliferation financing, the financing of unlawful organisations and sanctions compliance including Targeted Financial Sanctions.  Particular pieces of legislation to be aware of include:\n(a)\tFederal Law No. (7) of 2014 regarding Combatting Terrorism Offences;\n(b)\tFederal Decree Law No. (20) of 2018 on Anti-Money Laundering, Combatting the Financing of Terrorism and Financing of Illegal Organisations;\n(c)\tCabinet Decision No. (10) of 2019 concerning the Implementing Regulation of Decree Law No. (20) of 2018;\n(d)\tCabinet Decision No. (74) of 2020 concerning the Terrorism Lists Regulation and Implementation of UN Security Council Resolutions on the Suppression and Combatting of Terrorism, Terrorist Financing, Countering the Proliferation of Weapons of Mass Destruction and its Financing and Relevant Resolutions."
    },
    {
        "ID": "5abe8476-1a32-4bc3-9501-5af5498c40aa",
        "DocumentID": 1,
        "PassageID": "2.Guidance.3.",
        "Passage": "The AML Rulebook has been designed to provide a primary reference point for Relevant Persons that are supervised by the Regulator for AML/TFS compliance in accordance with the scope of application outlined in Rule ‎1.2.1. Accordingly it applies to all Relevant Persons, but to different degrees as provided in Rule ‎1.2.1(2). The AML Rulebook takes into consideration the fact that Relevant Persons have differing money laundering risk profiles. A Relevant Person should familiarise itself with the AML Rulebook and assess the extent to which the Chapters and sections apply to it. Relevant Persons should also ensure they are aware of, and take into account, all notices issued by the Regulator as well as relevant guidance and guidelines issued by governmental authorities in the U.A.E."
    },
    {
        "ID": "9e34f45b-e883-47fe-a345-fbe9b2fa949e",
        "DocumentID": 1,
        "PassageID": "2.Guidance.4.",
        "Passage": "The AML Rulebook is not intended to be read in isolation from other U.A.E. relevant legislation or developments in international policy and best practice. To the extent applicable, Relevant Persons need to be aware of, and take into account, how these may impact the Relevant Person's day-to-day operations. This is particularly relevant when considering the Local Terrorist List and the United Nations Security Council (\"UNSC\") Resolutions which apply in the ADGM, and Sanctions imposed by other jurisdictions which may apply to a Relevant Person depending on the Relevant Person's jurisdiction of origin, its business and/or customer base."
    },
    {
        "ID": "34e1563c-3cf5-444a-b7d9-dcb348ad54a4",
        "DocumentID": 1,
        "PassageID": "2.Guidance.5.",
        "Passage": "Chapter ‎1 specifies who is ultimately responsible for a Relevant Person's compliance with the AML Rulebook. The Regulator expects the Governing Body and Senior Management of a Relevant Person to establish a robust and effective AML/TFS compliance culture for the business."
    },
    {
        "ID": "0268701a-3088-41d8-b336-5ebe01239c50",
        "DocumentID": 1,
        "PassageID": "2.Guidance.6.",
        "Passage": "Chapter ‎2 provides an overview of the AML Rulebook and Chapter ‎3 sets out the key definitions in the AML Rulebook."
    },
    {
        "ID": "f5dd211d-a935-45db-9bca-7bc577655415",
        "DocumentID": 1,
        "PassageID": "2.Guidance.7.",
        "Passage": "Chapter ‎4 outlines the general compliance requirements including Group policies, notifications, record-keeping requirements and the annual AML Return."
    },
    {
        "ID": "ef00f645-23f9-4c15-892c-ef2491bf7be2",
        "DocumentID": 1,
        "PassageID": "2.Guidance.8.",
        "Passage": "Chapter ‎5 explains the meaning of the risk-based approach (\"RBA\"), which should be applied when complying with the AML Rulebook. The RBA requires a risk-based assessment of a Relevant Person's business, in Chapter ‎6, and its customers, in Chapter ‎7. A risk based assessment should be a dynamic process involving regular review, and the use of these reviews to establish the appropriate processes to match the levels of risk. No two Relevant Persons will have the same approach and implementation of the RBA and the AML Rulebook permits a Relevant Person to design and implement systems and controls that are appropriate to its business and customers, with the obvious caveat that such systems should be reasonable and proportionate in light of the money laundering risks. The Regulator expects the RBA to determine the breadth and depth of the Customer Due Diligence (\"CDD\") which is undertaken for a particular customer under Chapter ‎8, though the Regulator understands that there is an inevitable overlap between the risk-based assessment of the customer in Chapter ‎7 and CDD in Chapter ‎8. This overlap may occur at the initial stages of onboarding of customers but may also occur when undertaking ongoing CDD."
    },
    {
        "ID": "b52688fe-c5c5-4a0f-ae1e-ee37e40659fc",
        "DocumentID": 1,
        "PassageID": "2.Guidance.9.",
        "Passage": "Chapter ‎9 sets out where a Relevant Person may rely on a third party to undertake all or some of its CDD obligations. Reliance on third-party CDD reduces the need to duplicate CDD already performed for a customer. Alternatively, a Relevant Person may outsource some or all of its CDD obligations to a service provider."
    },
    {
        "ID": "9fcfbd96-f01f-4375-86be-9c09a44b0d2c",
        "DocumentID": 1,
        "PassageID": "2.Guidance.10.",
        "Passage": "Chapter ‎10 sets out certain obligations in relation to correspondent banking, wire transfers and other matters which are limited to Authorised Persons, other than a Credit Rating Agency, and Recognised Bodies and, in particular, to banks."
    },
    {
        "ID": "87586caf-ed7c-46d5-9f88-1ace45ac7472",
        "DocumentID": 1,
        "PassageID": "2.Guidance.11.",
        "Passage": "Chapter ‎11 sets out a Relevant Person's obligations in relation to both Sanctions issued by the UNSC and other Sanctions, and government, regulatory and international findings in relation to money laundering, terrorist financing and the financing of weapons of mass destruction (“WMD”)."
    },
    {
        "ID": "4bb00171-3cb7-4f24-8834-05e6f500a7f9",
        "DocumentID": 1,
        "PassageID": "2.Guidance.12.",
        "Passage": "Chapter ‎12 sets out the obligation for a Relevant Person to appoint an MLRO and the responsibilities of such a Person."
    },
    {
        "ID": "a8e78ef8-a425-4679-b77b-fd3359df3a31",
        "DocumentID": 1,
        "PassageID": "2.Guidance.13.",
        "Passage": "Chapter ‎13 sets out the requirements for AML/TFS training and awareness. A Relevant Person should adopt the RBA when complying with Chapter ‎13, so as to make its training and awareness proportionate to the money laundering risks of the business and the role of the relevant Employee(s)."
    },
    {
        "ID": "f9922853-dd9f-4483-af2b-6313ce686bcc",
        "DocumentID": 1,
        "PassageID": "2.Guidance.14.",
        "Passage": "Chapter ‎14 contains the obligations applying to all Relevant Persons concerning Suspicious Activity/Transaction Reports, which are required to be made under Federal AML Legislation."
    },
    {
        "ID": "6aacdc38-bdaa-457c-9951-2deb7897347e",
        "DocumentID": 1,
        "PassageID": "2.Guidance.15.",
        "Passage": "Chapter ‎15 sets out additional obligations applying to DNFBPs, including registration and notification requirements."
    },
    {
        "ID": "efb19c23-5827-43e3-bbd4-3f53933ad474",
        "DocumentID": 1,
        "PassageID": "2.Guidance.16.",
        "Passage": "Chapter ‎16 sets out the obligations applying to Relevant Persons that are NPOs.\n\n"
    },
    {
        "ID": "c7866158-9376-4817-b30c-d04cd4689981",
        "DocumentID": 1,
        "PassageID": "2.Guidance.17.",
        "Passage": "The U.A.E. criminal law. Under Article 3 of Federal Decree By Law No. 20 of 2018, a Relevant Person may be criminally liable for the offence of money laundering if such an activity is intentionally committed in its name or for its account. Relevant Persons are also reminded that:\n(a)\tthe failure to report suspicions of money laundering;\n(b)\t\"tipping off\"; and\n(c)\tassisting in the commission of money laundering,\nmay each constitute a criminal offence that is punishable under the laws of the U.A.E."
    },
    {
        "ID": "e7705888-0de8-4672-93e3-282507c48f51",
        "DocumentID": 1,
        "PassageID": "2.Guidance.18.",
        "Passage": "The U.A.E. criminal law. Under Article 27 of Federal Decree Law No. (20) of 2018 on Anti-Money Laundering, Combatting the Financing of Terrorism and Financing of Illegal Organisations, Relevant Persons and their Directors and Employees are protected from criminal, civil or administrative penalty or sanction when providing any information, including confidential information, as part of a good faith report made pursuant to Federal AML Legislation to relevant regulatory bodies.\n\n\n"
    },
    {
        "ID": "c6e36517-0ccc-48af-a345-326379e62f24",
        "DocumentID": 1,
        "PassageID": "2.Guidance.19.",
        "Passage": "Financial Action Task Force Standards. The Financial Action Task Force (“FATF”) is an inter-governmental body whose purpose is the development and promotion of international standards to combat money laundering and terrorist financing."
    },
    {
        "ID": "ba67296d-d450-4ea0-844b-4034bd944c5c",
        "DocumentID": 1,
        "PassageID": "2.Guidance.20.",
        "Passage": "Financial Action Task Force Standards. The Regulator has had regard to the FATF Recommendations in making these Rules and has determined to closely align these Rules with the FATF Recommendations, where that is deemed to be necessary and appropriate. A Relevant Person may wish to refer to the FATF Recommendations and Interpretive Notes to assist it in complying with these Rules. However, in the event that a FATF Recommendation or Interpretive Note conflicts with a Rule in the AML Rulebook, the relevant Rule takes precedence."
    },
    {
        "ID": "e4d316d4-c58f-4393-8ba4-e17aa57c078f",
        "DocumentID": 1,
        "PassageID": "2.Guidance.21.",
        "Passage": "Financial Action Task Force Standards. A Relevant Person may also wish to refer to the FATF typology reports, which may assist in identifying new money laundering threats and provide information on money laundering and terrorist and proliferation financing methods. The FATF typology reports cover many pertinent topics for Relevant Persons, including corruption, new payment methods, money laundering using trusts and Company Service Providers, and vulnerabilities of free trade zones. These typology reports can be found on the FATF website www.fatf-gafi.org.\n"
    },
    {
        "ID": "b678dd74-a11d-4f26-81db-5c10268ed81c",
        "DocumentID": 1,
        "PassageID": "2.Guidance.22.",
        "Passage": "Basel Committee Standards. The Basel Committee on Banking Supervision has published a set of guidelines for banks (Sound Management of Risks related to Money Laundering and Financing of Terrorism, January 2014) which are intended to supplement FATF Recommendations. Banks operating in the ADGM should read the Basel Committee guidelines in conjunction with FATF Recommendations and in complying with these Rules."
    },
    {
        "ID": "44115283-c8a3-4906-b380-aeb3195ae6e2",
        "DocumentID": 1,
        "PassageID": "2.Guidance.23.",
        "Passage": "Basel Committee Standards. In the event that any of the Basel Committee guidelines conflict with a Rule in the AML Rulebook, the relevant Rule takes precedence.\n"
    },
    {
        "ID": "1957c637-9bfd-4c3c-8b7b-3404695a3042",
        "DocumentID": 1,
        "PassageID": "2.Guidance.24.",
        "Passage": "Wolfsberg Group. The Wolfsberg Group is an association of thirteen global banks that has published guidance aimed at assisting financial institutions in managing money laundering risks (Wolfsberg Statement Guidance on a Risk Based Approach for Managing Money Laundering Risks, March 2006) and in preventing terrorist financing (Wolfsberg Statement on the Suppression of the Financing of Terrorism, January 2002). Banks operating in the ADGM should be familiar with relevant Wolfsberg Group published guidance in conjunction with the FATF Recommendations and in complying with these Rules."
    },
    {
        "ID": "f76b9a6f-0c18-45f8-a962-24b30b9a2da4",
        "DocumentID": 1,
        "PassageID": "2.Guidance.25.",
        "Passage": "Wolfsberg Group. In the event that any part of the Wolfsberg Group published guidance conflicts with a Rule in the AML Rulebook, the relevant Rule takes precedence.\n"
    },
    {
        "ID": "a32412fb-88ba-4820-baf4-93f1b23d8cce",
        "DocumentID": 1,
        "PassageID": "2.Guidance.26.",
        "Passage": "Sanctions. The U.A.E., as a member of the United Nations, is required to comply with all Sanctions issued by the UNSC. The U.A.E. also periodically publicises its own Sanctions. Targeted Financial Sanctions (“TFS”) are Sanctions issued by the UNSC or the U.A.E. involving asset freezing and other financial prohibitions targeted at individuals, entities or groups with the aim of combatting terrorism and terrorist financing, and countering the proliferation of WMD."
    },
    {
        "ID": "222973de-8e0c-49c7-b3ab-b3cf500b4552",
        "DocumentID": 1,
        "PassageID": "2.Guidance.27.",
        "Passage": "Sanctions. UNSC Sanctions and Sanctions issued or administered by the U.A.E., including Targeted Financial Sanctions, apply in the ADGM.  Relevant Persons must comply with Targeted Financial Sanctions. Sanctions compliance is emphasised by specific obligations contained in the AML Rulebook requiring Relevant Persons to establish and maintain effective systems and controls to comply with applicable Sanctions, including in particular Targeted Financial Sanctions, as set out in Chapter ‎11."
    },
    {
        "ID": "af781ede-2c41-4be1-9fb9-aa00a598b776",
        "DocumentID": 1,
        "PassageID": "2.Guidance.28.",
        "Passage": "Sanctions. The FATF has issued guidance on Targeted Financial Sanctions.  Such guidance has been issued to assist in implementing the Targeted Financial Sanctions and activity-based financial prohibitions. This guidance can be found on the FATF website www.fatf-gafi.org."
    },
    {
        "ID": "048f632e-5929-453e-b76a-63d7606c7991",
        "DocumentID": 1,
        "PassageID": "2.Guidance.29.",
        "Passage": "Sanctions. Sanctions and the import and export controls imposed or administered by other national and supranational bodies may apply or be relevant to a Relevant Person or its operations and the conduct of its business. In particular, Sanctions administered by the European Union, the U.K. (“HM Treasury”) and the U.S. (Office of Foreign Assets Control (“OFAC”)) may need to be carefully considered. The Regulator expects a Relevant Person to consider and take positive steps to ensure compliance where required or appropriate.\n"
    },
    {
        "ID": "ad8122dd-81a8-42d3-b11f-f3197852642d",
        "DocumentID": 1,
        "PassageID": "3.",
        "Passage": "INTERPRETATION AND TERMINOLOGY"
    },
    {
        "ID": "6387b12f-ef9a-41f1-be7a-89ea4af20fa4",
        "DocumentID": 1,
        "PassageID": "3.1",
        "Passage": "Interpretation"
    },
    {
        "ID": "3bc68305-ed78-4af5-a819-4bcbf276c113",
        "DocumentID": 1,
        "PassageID": "3.1.1",
        "Passage": "A reference in the AML Rulebook to \"money laundering\" in lower case includes terrorist financing, proliferation financing, the financing of unlawful organisations and sanctions non-compliance including non-compliance with Targeted Financial Sanctions, unless the context provides or implies otherwise."
    },
    {
        "ID": "7ff08fb9-b4a8-4a94-9705-5ebf6c7fbbde",
        "DocumentID": 1,
        "PassageID": "3.2",
        "Passage": "Glossary for AML"
    },
    {
        "ID": "e0edc0bb-c5f0-457c-9784-d0822238bd58",
        "DocumentID": 1,
        "PassageID": "3.2.Guidance",
        "Passage": "Guidance on the term \"customer\""
    },
    {
        "ID": "f61ad544-a07a-4d7b-a882-4b676d66681e",
        "DocumentID": 1,
        "PassageID": "3.2.Guidance.1.",
        "Passage": "The point at which a Person becomes a customer will vary from business to business. However, the Regulator considers that it would usually occur at or prior to the business relationship being formalised, for example, by the signing of a client agreement or the acceptance by the customer of terms of business."
    },
    {
        "ID": "1c62a3dd-653b-4425-a2ca-2f35e38b05af",
        "DocumentID": 1,
        "PassageID": "3.2.Guidance.2.",
        "Passage": "The Regulator does not consider that a Person would be a customer of a Relevant Person merely because such Person receives marketing information from a Relevant Person or where a Relevant Person refers a Person who is not a customer to a third party, including a Group member."
    },
    {
        "ID": "bc70d037-21d1-461c-b096-ebba89d0610a",
        "DocumentID": 1,
        "PassageID": "3.2.Guidance.3.",
        "Passage": "The Regulator considers that a Counterparty would generally be a customer for the purposes of the AML Rulebook and would therefore require a Relevant Person to undertake CDD on such a Person. However, this would not include a counterparty in a Transaction undertaken on a Regulated Exchange. Nor would it include suppliers of ancillary business services for consumption by the Relevant Person such as cleaning, catering, stationery, IT or other similar services."
    },
    {
        "ID": "edb4818f-fed6-4bdd-8e49-c34a5d9bd288",
        "DocumentID": 1,
        "PassageID": "3.2.Guidance.4.",
        "Passage": "A Representative Office should not have any customers in relation to its ADGM operations."
    },
    {
        "ID": "d2461482-616f-4616-81c4-8c7076a02a5e",
        "DocumentID": 1,
        "PassageID": "3.2.1",
        "Passage": "The following terms and abbreviations bear the following meanings for the purposes of these Rules.\n\n/Table Start\nTerm\tDefinition\nADGM\tMeans the Abu Dhabi Global Market.\nADGM Entity\tMeans a Legal Person which is incorporated or registered in the ADGM, excluding a registered Branch.\nAML Rulebook \tMeans the Anti Money Laundering and Sanctions Rules and Guidance Rulebook.\nAML Return\tMeans the return which is required to be completed by Relevant Persons in accordance with AML ‎4.6.\n\nAML/TFS\tMeans anti-money laundering, including measures undertaken against terrorist financing, proliferation financing, financing of unlawful organisations and sanctions non-compliance, and the observance of and compliance with applicable Sanctions including Targeted Financial Sanctions.\nAuthorised Person\tMeans a Person, other than a Recognised Body, who is authorised under the FSMR.\nBeneficial Owners\tMeans, in relation to a customer, a Natural Person who ultimately owns or controls the customer or a Natural Person on whose behalf a transaction is conducted or a business relationship is established and includes:\n(a) \tin relation to a body corporate, a Person referred to in Rule ‎8.3.3(2);\n(b) \tin relation to a Partnership, a Person referred to in Rule ‎8.3.4(2);\n(c) \tin relation to a trust or other similar Legal Arrangement, a Person referred to in Rule ‎8.3.5(2); and\n(d) \tin relation to a foundation, a Person referred to in Rule ‎8.3.6(2).\n\nBody Corporate\tMeans any body corporate, including limited liability partnership and a body corporate constituted under the law of a country or territory outside of the ADGM.\nClient\tMeans a Retail Client, Professional Client or Market Counterparty as defined in COBS 2.\nClient Agreement\tMeans an agreement between an Authorised Person and a Client which is made or entered into in accordance with COBS 3.3.\nClient Money\tMeans money of any currency which an Authorised Person holds on behalf of a Client, including any receivables of the Authorised Person in respect of bank accounts or clearing or brokerage accounts, or which an Authorised Person treats as Client Money, subject to the exclusions in COBS 14.2.6.\nCOBS\tMeans the Conduct of Business Rulebook.\nCompany\tIncludes:\n(a) \tany Body Corporate wherever incorporated; and\n(b) \tany unincorporated body constituted under the law of a country, territory or jurisdiction outside the ADGM.\nCompany Service Provider\tMeans a Person that, carries out the following services on behalf of a customer:\n(a) \tacting as a formation agent of Legal Persons;\n(b) \tacting as, or arranging for another Person to act as, a director or secretary of a company, a partner of a partnership or a similar position in relation to other Legal Persons or Legal Arrangements;\n(c) \tproviding a registered office, business address or accommodation, correspondence or administrative address for a company, a partnership or any other Legal Person or Legal Arrangement;\n(d) \tacting as, or arranging for another Person to act as, a trustee of an express trust or performing the equivalent function for another form of Legal Arrangement; or\n(e) \tacting as, or arranging for another Person to act as, a nominee shareholder for another Person.\nContract of Insurance \tHas the meaning given in Part 4 of Schedule 1 of FSMR.\nContravention\tMeans a contravention of any Regulations or Rules made by the ADGM Board and the Regulator, as the case may be.\nCorrespondent Account\tMeans an account opened on behalf of a Correspondent Banking Client to receive deposits from, to make payments on behalf of or to otherwise handle financial transactions for or on behalf of the Correspondent Banking Client.\nCorrespondent Bank\tMeans a bank in a jurisdiction other than the ADGM where an Authorised Person opens a Correspondent Account.\nCorrespondent Banking Client\tMeans a Client of an Authorised Person which uses the firm's correspondent banking services account to clear transactions for its own customer base.\nCounterparty\tMeans any Person with or for whom an Authorised Person carries on, or intends to carry on, any regulated business or associated business. In this context, a Counterparty includes an individual, unincorporated association, Company, government, local authority or other public body.\nCredit Rating Agency\tMeans a Person carrying on in or from the ADGM the Regulated Activity of Operating a Credit Rating Agency for which it has an authorisation under its Financial Services Permission.\nCustomer Due Diligence (CDD)\tHas the meaning given in AML ‎8.3.\n\nDesignated Non-Financial Business or Profession (DNFBP)\tMeans the following class of Persons who carry out the following businesses in the ADGM:\n(a) \ta real estate agency which carries out transactions with other Persons that involve the acquiring or disposing of real property;\n(b) \ta dealer in precious metals or precious stones;\n(c) \ta dealer in any saleable item of a price equal to or greater than USD15,000;\n(d) \tan accounting firm, audit firm, insolvency firm or taxation consulting firm;\n(e) \ta law firm, notary firm or other independent legal business; or\n(f) \ta Company Service Provider.\nDirector\tMeans:\n(a) \tIn relation to an Undertaking established under the ADGM Companies Regulations 2015, a Person who appears on the Register of Directors maintained by the ADGM Registrar of Companies;\n(b) \tIn relation to all other Undertakings, a Person who has been admitted to a register which has a corresponding meaning to the Register of Directors or performs the function of acting in the capacity of a Director, by whatever name called;\n(c) \twho is employed or appointed by a Person in connection with that Person's business, whether under a contract of service or for services or otherwise; or\n(d) \twhose services, under an arrangement between that Person and a third party, are placed at the disposal and under the control of that Person.\neKYC\tMeans verification of customer identity by way of electronic, non-face-to-face means only.\neKYC System\tMeans the technology and associated processes used to undertake eKYC.\nEmployee\tMeans an individual:\n(a) \twho is employed or appointed by a Person in connection with that Person's business, whether under a contract of service or for services or otherwise; or\n(b) \twhose services, under an arrangement between that Person and a third party, are placed at the disposal and under the control of that Person.\nEnhanced Customer Due Diligence or Enhanced CDD\tMeans undertaking Customer Due Diligence and the enhanced measures under AML ‎8.4.\n\nExecutive Office for Control and Non-Proliferation (EOCN)\tMeans the U.A.E. federal body responsible for administering Cabinet Resolution No. (74) of 2020, as may be amended, and any subsequent resolutions and the focal point for implementation of Targeted Financial Sanctions in coordination with the Supreme Council of National Security.\nFATF\tMeans the Financial Action Task Force.\nFATF Recommendations\tMeans the publication entitled the \"International Standards on Combatting Money Laundering and the Financing of Terrorism & Proliferation\", as published and amended by the FATF.\nFederal AML Legislation \tMeans the legislation described in section 258 of FSMR.\nFFR\tMeans a fund freeze report to be filed via goAML in the prescribed format.\nFIU\tMeans the Financial Intelligence Unit of the U.A.E.\nFinancial Crime\tIncludes:\n\n(a) \tfraud or dishonesty;\n(b) \tmisconduct in or misuse of information relating to a financial market;\n(c) \thandling the proceeds of crime; or\n(d) \tthe financing of terrorism.\nFinancial Institution\tMeans:\n(a) \t(i)\tan Authorised Person; or\n(ii) \tany Person that carries out as its principal business an activity which would be a Regulated Activity if carried out in the ADGM; and\n(b) \tthat is not one of the following:\n(i) \ta governmental organisation, including the Central Bank of the U.A.E. or its equivalent in any state; or\n(ii) \ta multilateral development bank.\nFinancial Services Permission\tMeans a permission given, or having effect as if so given, by the Regulator in accordance with ‎Part 4 of FSMR.\nFinancial Services Regulator \tMeans a regulator of financial services activities established in a jurisdiction other than the ADGM.\nFSMR\tMeans the Financial Services and Markets Regulations 2015.\ngoAML\tMeans the federally mandated reporting portal administered by the FIU, and any successor portal, platform or reporting tool.\nGoverning Body \tMeans the board of directors, partners, committee of management or other governing body of an Undertaking.\nGroup\tHas the meaning given in section 258 of FSMR.\nGuidance\tHas the meaning given in section 15(2) of FSMR.\nHM Treasury\tMeans the UK government’s economic and finance ministry.\nIMF\tMeans the International Monetary Fund.\nInternational Organisation \tMeans an organisation established by formal political agreement between member countries, where the agreement has the status of an international treaty, and the organisation is recognised in the law of countries which are members.\nJurisdictions Subject to a Call for Action\tMeans jurisdictions identified by FATF as ‘high-risk jurisdictions subject to a call for action’ or any equivalent list of jurisdictions issued by FATF.\nJurisdictions Under Increased Monitoring\tMeans jurisdictions identified by FATF as ‘jurisdictions under increased monitoring’ or any equivalent list of jurisdictions issued by FATF.\nLegal Arrangement \tMeans express trusts or other similar legal arrangements.\nLegal Person\tMeans any entity other than a Natural Person that can establish a customer relationship with a Relevant Person or otherwise own property. This can include companies, Bodies Corporate or unincorporate, trusts, foundations, partnerships, associations, states and governments and other relevantly similar entities.\nListed Body Corporate \tMeans, for the purposes of Rule ‎8.3.3(4), a Body Corporate listed on a stock exchange recognised by the Regulator.\nLocal Terrorist List\tMeans the U.A.E.’s national terrorist list issued by the U.A.E. Cabinet.\nMoney Laundering Reporting Officer (MLRO)\tMeans, for the purposes of an Authorised Person other than a Credit Rating Agency, the Controlled Function described in GEN 5.3.8 and for a Recognised Body, the Key Individual described in MIR 2.3.2.\nNAMLCFTC\tMeans the National Anti-Money Laundering and Combatting Financing of Terrorism and Financing of Illegal Organizations Committee of the U.A.E.\nNatural Person\tMeans an individual.\nNon-Face-to-Face (NFTF)\tWhere a customer is not physically present for a business operation or transaction with a Relevant Person.\nNon-Profit Organisation (NPO)\tMeans a Legal Person or arrangement or organisation that primarily engages in raising or disbursing funds for purposes such as charitable, religious, cultural, educational, social or fraternal purposes or for other charitable purpose.\nOECD\tMeans the Organisation for Economic Co-operation and Development.\nOFAC\tMeans the Office of Foreign Assets Control of the U.S. Department of the Treasury.\nParent\tMeans a Holding Company as defined in section 1015 of the Companies Regulations 2015.\nPartner\tMeans, in relation to an Undertaking which is a Partnership, a Person occupying the position of a partner, by whatever name called.\nPartnership\tMeans any partnership, including a partnership constituted under the law of a country, jurisdiction or territory outside the ADGM, but not including a Limited Liability Partnership.\nPayment Transaction \tHas the meaning given in section 258 of FSMR.\nPenal Code\tMeans Federal Law No. (31) of 2021 (the Penal Code of the U.A.E.).\nPerson\tMeans a person and includes any Natural Person, Body Corporate or body unincorporated, including a Legal Person, company, Partnership, unincorporated association, government or state.\nPNMR\tMeans partial name match report to be filed via goAML in the prescribed format.\nPolitically Exposed Person (PEP)\tMeans a Natural Person, and includes where relevant a family member or close associate, who is or has been entrusted with a prominent public function, including but not limited to, a head of state or of government, senior officials and functionaries of an international or supranational organisation, senior politician, senior government, judicial or military official, ambassador, senior executive of a state owned corporation, or an important political party official, but not middle ranking or more junior individuals in these categories.\nRecognised Body \tMeans a Recognised Investment Exchange or a Recognised Clearing House.\nRecognition Order\tHas the meaning given in section 258 of FSMR.\nRegulated Activity\tHas the meaning given in section 19 of FSMR.\nRegulated Financial Institution \tA Person who does not hold a Financial Services Permission or a Recognition Order but who is authorised in a jurisdiction other than the ADGM to carry on any financial service by another Financial Services Regulator.\nRegulator \tMeans the ADGM Financial Services Regulatory Authority.\nRelevant Person\tHas the meaning given in section 258 of FSMR.\nRepresentative Office\tMeans the business operations of Person authorised to carry on the Regulated Activity of Operating a Representative Office in the ADGM and which actually carries on the Regulated Activity of Operating a Representative Office.\nRestricted Scope Company\tHas the meaning given in section 3(4) of the Companies Regulations 2015.\nRBA\tMeans a risk-based approach, as further detailed in Chapter 5.\nRule\tMeans any rule made by the Regulator or the ADGM Board, as applicable, in accordance with the procedures in Part 2 of FSMR.\nSanctions\tMeans any law executing foreign policy, security, sanction, trade embargo, or anti terrorism objectives or similar restrictions imposed, administered or enforced from time to time by:\n(a) \tthe U.A.E.;\n(b) \t the United Nations Security Council;\n(c) \t the European Union;\n(d) \tHM Treasury of the United Kingdom;\n(e) \tthe Office of Foreign Assets Control (OFAC) of the U.S. Department of the Treasury;\n(f) \tany other relevant governmental authority;\n(g) \tany relevant inter-governmental or supra-national authority; or\n(h) \tany of their successors.\nSanctions List\tMeans any official list of Persons, entities or groups targeted by Sanctions.\nSenior Management\tMeans in relation to a Relevant Person every member of the Relevant Person's executive management and includes:\n(a) \tfor an ADGM Entity, every member of the Relevant Person's Governing Body;\n(b) \tfor a Branch, the Person or Persons who control the day-to-day operations of the Relevant Person in the ADGM;\n(c) \tfor an auditor, every member of the Relevant Person's executive management in the U.A.E.\nShareholder\tMeans a Natural Person or legal entity governed by private or public law, who holds, directly or indirectly:\n(a) \tShares of the Issuer in its own name and on its own account;\n(b) \tShares of the Issuer in its own name, but on behalf of another Natural Person or legal entity; or\n(c) \tdepository receipts, in which case the holder of the depository receipt shall be considered as the shareholder of the underlying Shares represented by the depository receipts.\nShell Bank\tA bank that has no physical presence in the country in which it is incorporated or licensed and which is not affiliated with a regulated financial Group that is subject to effective consolidated supervision.\nSimplified Customer Due Diligence\tMeans Customer Due Diligence that has been modified pursuant to the operation of AML ‎8.5.\n\nSource of Funds\tMeans the origin of customer's funds which relate to a Transaction or service and includes how such funds are connected to a customer's Source of Wealth.\nSource of Wealth\tMeans how the customer's global wealth or net worth is or was acquired or accumulated.\nSpot Commodity\tHas the meaning given in section 258 of FSMR.\nSuspicious Activity/Transaction Report (SAR/STR)\tMeans a report in the prescribed format regarding suspicious activity, including a suspicious Transaction, made to the FIU via goAML.\nTargeted Financial Sanctions (TFS)\tMeans financial Sanctions issued by the UNSC or the U.A.E. against specific individuals, entities or groups in order to combat terrorism, terrorist financing and the proliferation of WMD, including those listed on the Local Terrorist List or the UNSC Consolidated List on this basis. Financial Sanctions include asset freezing and prohibitions on making funds or other assets or services directly or indirectly available for the benefit of the target of the relevant Sanctions.\nTransaction\tMeans any transaction undertaken by a Relevant Person for or on behalf of a customer in the course of carrying on a business in or from the ADGM.\nU.A.E.\tMeans the United Arab Emirates.\nUndertaking\tMeans:\n(a) \ta Body Corporate or Partnership; or\n(b) \tan unincorporated association carrying on a trade or business, with or without a view to profit.\nUN Consolidated List\tMeans the consolidated list of all individuals and entities subject to measures imposed by the UNSC.\nUNSC\tMeans the United Nations Security Council.\nUnlawful Organisation\tMeans an organisation, the establishment or activities of which have been declared to be criminal under Federal AML Legislation.\nVirtual Asset\tHas the meaning given in section 258 of FSMR.\nWaiver\tMeans in relation to GEN 8.2 written notice provided under FSMR.\nWMD\tMeans weapons of mass destruction.\n\n/Table End\n\n"
    },
    {
        "ID": "c078f327-2831-4399-9012-0933e8488c9c",
        "DocumentID": 1,
        "PassageID": "4.",
        "Passage": "GENERAL COMPLIANCE REQUIREMENTS"
    },
    {
        "ID": "74515a67-ad91-495a-9c36-15761b45966a",
        "DocumentID": 1,
        "PassageID": "4.1",
        "Passage": "General requirements"
    },
    {
        "ID": "cad5ed1f-70ef-4ded-ab95-7b48a7bf319d",
        "DocumentID": 1,
        "PassageID": "4.1.1",
        "Passage": ""
    },
    {
        "ID": "93df8ca6-fc9b-45b1-a383-ef0d6b0f04b6",
        "DocumentID": 1,
        "PassageID": "4.1.1.(1)",
        "Passage": "A Relevant Person must establish and maintain effective AML/TFS policies, procedures, systems and controls to prevent opportunities for money laundering, in relation to the Relevant Person and its activities."
    },
    {
        "ID": "ff155af6-46f3-4796-be89-1ddb7cafd025",
        "DocumentID": 1,
        "PassageID": "4.1.1.(2)",
        "Passage": "A Relevant Person's AML/TFS policies, procedures, systems and controls must:\n(a)\tensure compliance with Federal AML Legislation;\n(b)\tenable suspicious Persons and Transactions to be detected and reported;\n(c)\tensure the Relevant Person is able to provide an appropriate audit trail of a Transaction; and\n(d)\tensure compliance with any other obligation in these Rules."
    },
    {
        "ID": "b4a1b8c4-d702-4fd7-a6ac-60374c054bd2",
        "DocumentID": 1,
        "PassageID": "4.1.1.(3)",
        "Passage": "A Relevant Person must take reasonable steps to ensure that its Employees comply with the relevant requirements of its AML/TFS policies, procedures, systems and controls."
    },
    {
        "ID": "154a27c0-08bc-44c6-adb9-532f64f1689e",
        "DocumentID": 1,
        "PassageID": "4.1.1.(4)",
        "Passage": "A Relevant Person must review the effectiveness of its AML/TFS policies, procedures, systems and controls at least annually."
    },
    {
        "ID": "b95ead43-aedd-439b-8d95-3e8e02221062",
        "DocumentID": 1,
        "PassageID": "4.1.1.(5)",
        "Passage": "The review process may be undertaken:\n(a)\tinternally by its internal audit or compliance function; or\n(b)\tby a competent firm of independent auditors or compliance professionals.\n(6)\tThe review process required under Rule ‎4.1.1(4) must cover at least the following:\n(a)\ta sample testing of customer documentation relevant to an assessment of the adequacy of the customer risk assessment or CDD performed by the Relevant Person;\n(b)\tan analysis of all Suspicious Activity/Transaction Reports to highlight any area where procedures or training may need to be enhanced; and\n(c)\ta review of the adequacy of the level of responsibility and oversight of the Relevant Person’s Governing Body and Senior Management in ensuring the Relevant Person has implemented and maintained adequate controls."
    },
    {
        "ID": "15d29323-0cc9-4e99-8693-339ca4b353a7",
        "DocumentID": 1,
        "PassageID": "4.1.1.Guidance",
        "Passage": "\nWhere appropriate, a Relevant Person should incorporate all material risks identified in the business risk assessment, including those that might arise with the introduction of a new business practice or introduction of new technology, within scope of the annual review under Rule ‎4.1.1(4)."
    },
    {
        "ID": "f37b6613-fbff-43a1-a575-133814157056",
        "DocumentID": 1,
        "PassageID": "4.1.2",
        "Passage": "If another jurisdiction's laws or regulations prevent or inhibit a Relevant Person from complying with the Federal AML Legislation (including legislation relating to Targeted Financial Sanctions) or with these Rules, the Relevant Person must immediately inform the Regulator in writing."
    },
    {
        "ID": "d7b71503-c8af-43d2-a927-0b268b755592",
        "DocumentID": 1,
        "PassageID": "4.2",
        "Passage": "Groups, branches and subsidiaries"
    },
    {
        "ID": "cc42d628-b0cb-4f77-b8d7-3f33baa1cc49",
        "DocumentID": 1,
        "PassageID": "4.2.1",
        "Passage": ""
    },
    {
        "ID": "1025ba7f-13a8-4085-8ffb-8742cdf08197",
        "DocumentID": 1,
        "PassageID": "4.2.1.(1)",
        "Passage": "A Relevant Person which is an ADGM Entity must ensure that its policies, procedures, systems and controls required by Rule ‎4.1.1 apply to:\n(a)\tall of its branches or subsidiaries; and\n(b)\tall of its Group entities in the ADGM."
    },
    {
        "ID": "0d07644a-53d6-4729-990b-c4f6b2386712",
        "DocumentID": 1,
        "PassageID": "4.2.1.(2)",
        "Passage": "The requirement in (1) does not apply if the Relevant Person can satisfy the Regulator that the relevant branch, subsidiary or Group entity is subject to regulation, including AML/TFS regulation, by a Financial Services Regulator or other competent authority in a country or jurisdiction with AML/TFS regulations which are equivalent to the standards set out in the FATF Recommendations and is supervised for compliance with such regulations."
    },
    {
        "ID": "9d17e617-ae37-4048-8bfa-3e72f676de40",
        "DocumentID": 1,
        "PassageID": "4.2.1.(3)",
        "Passage": "Where the regulator in another jurisdiction does not permit the implementation of policies, procedures, systems and controls consistent with these Rules, the Relevant Person must:\n(a)\tinform the Regulator in writing immediately; and\n(b)\tapply appropriate additional measures to manage the money laundering risks posed by the relevant branch or subsidiary."
    },
    {
        "ID": "073cf82e-441b-4575-9d97-3e20cb763f48",
        "DocumentID": 1,
        "PassageID": "4.2.1.Guidance",
        "Passage": "\nA Relevant Person that is an ADGM Entity should conduct a periodic review to verify that any branch or subsidiary operating in another jurisdiction is in compliance with the obligations imposed under these Rules."
    },
    {
        "ID": "cc80645c-d8e5-49d0-8321-54ae030b1c09",
        "DocumentID": 1,
        "PassageID": "4.2.2",
        "Passage": "A Relevant Person must:\n(a)\tcommunicate the policies and procedures that it establishes and maintains in accordance with these Rules to its Group entities, branches and subsidiaries; and\n(b)\tdocument the basis for its satisfaction that the requirement in Rule 4.2.1(1) is met."
    },
    {
        "ID": "5fdb3212-54a0-4b5e-af06-b46ce15c6ac6",
        "DocumentID": 1,
        "PassageID": "4.2.2.Guidance",
        "Passage": "\nIn relation to an Authorised Person, if the Regulator is not satisfied with respect to the AML/TFS compliance of its branches and subsidiaries in another jurisdiction, it may take action, including making it a condition of the Authorised Person's Financial Services Permission that it must not operate a branch or subsidiary in that jurisdiction."
    },
    {
        "ID": "b9ef069d-f284-43d2-b3a4-5441b5449c08",
        "DocumentID": 1,
        "PassageID": "4.3",
        "Passage": "Group policies"
    },
    {
        "ID": "7f2e27f5-7d23-4a96-933a-9150ab6f27be",
        "DocumentID": 1,
        "PassageID": "4.3.1",
        "Passage": "A Relevant Person which is part of a Group must ensure that it:\n(a)\thas developed and implemented policies and procedures for the sharing of information between Group entities, including the sharing of information relating to CDD and money laundering risks;\n(b)\thas in place adequate safeguards on the confidentiality and use of information exchanged between Group entities, including consideration of relevant data protection legislation;\n(c)\tremains aware of the money laundering risks of the Group as a whole and of its exposure to the Group and takes active steps to mitigate such risks;\n(d)\tcontributes to a Group-wide risk assessment to identify and assess money laundering risks for the Group; and\n(e)\tprovides its Group-wide compliance, audit and AML/TFS functions with customer account and Transaction information from its Branches and Subsidiaries when necessary for AML/TFS purposes."
    },
    {
        "ID": "1f89ac97-e4a4-4d44-8489-265b8c61186a",
        "DocumentID": 1,
        "PassageID": "4.4",
        "Passage": "Notifications"
    },
    {
        "ID": "4d0bf908-0c5b-44b5-b7c6-29de0659158f",
        "DocumentID": 1,
        "PassageID": "4.4.1",
        "Passage": "A Relevant Person must inform the Regulator in writing immediately if, in the course of its activities carried on in or from the ADGM or in relation to any of its Branches or Subsidiaries, it:\n(a)\treceives a request for information from a regulator or agency in another jurisdiction responsible for AML/TFS or Sanctions regarding enquiries into potential money laundering;\n(b)\tbecomes aware, or has reasonable grounds to believe, that the following has or may have occurred in or through its business:\n(i)\tmoney laundering, contrary to relevant Federal AML Legislation;\n(ii)\ta breach of Sanctions; or\n(iii)\tacts amounting to bribery under the Organisation for Economic Co-operation and Development (“OECD”) Convention on Combatting Bribery of Foreign Public Officials in International Business Transactions;\n(c)\tbecomes aware of any money laundering or Sanctions matter in relation to the Relevant Person or a member of its Group which could result in adverse reputational consequences to the Relevant Person; or\n(d)\tbecomes aware of a significant breach of a Rule in the AML Rulebook or breach of relevant Federal AML Legislation."
    },
    {
        "ID": "b626aec6-0610-4ad3-91e3-19f401aa3295",
        "DocumentID": 1,
        "PassageID": "4.4.2",
        "Passage": "A Relevant Person must inform the Regulator in writing as soon as possible if, in the course of its activities carried on in or from the ADGM, it suspects or becomes aware that another Person outside of its business is engaged in:\n(a)\tmoney laundering, contrary to relevant Federal AML Legislation;\n(b)\ta breach of Sanctions; or\n(c)\tacts amounting to bribery under the OECD Convention on Combatting Bribery of Foreign Public Officials in International Business Transactions.\nThis requirement does not apply to information or documents that are legally privileged or in the public domain."
    },
    {
        "ID": "3159541b-353b-4d89-aaeb-e80f5fedb715",
        "DocumentID": 1,
        "PassageID": "4.5",
        "Passage": "Record keeping"
    },
    {
        "ID": "2bb23374-a3ae-4dd1-af3e-7222ecda1e98",
        "DocumentID": 1,
        "PassageID": "4.5.1",
        "Passage": "A Relevant Person must, where relevant, maintain the following records:\n(a)\ta copy of all documents and information obtained in undertaking initial and ongoing CDD or due diligence on business partners;\n(b)\trecords, consisting of the original documents or certified copies, in respect of the customer business relationship, including:\n(i)\tbusiness correspondence and other information relating to a customer’s account;\n(ii)\tsufficient records of transactions to enable individual transactions to be reconstructed; and\n(iii)\tinternal findings and analysis relating to a transaction or any business, if the transaction or business appears unusual or suspicious, whether or not it results in a Suspicious Activity/Transaction Report;\n(c)\tinternal notifications of suspicious activity made to its MLRO under Rule ‎‎14.2.2;\n(d)\tSuspicious Activity/Transaction Reports and any relevant supporting documents and information, including internal findings and analysis;\n(e)\tany relevant communications with the FIU;\n(f)\tthe documents in Rule ‎4.6.1; and\n(g)\tany other matter that the Relevant Person is expressly required to record under these Rules,\nfor at least six years from the date on which the notification or report was made, the business relationship ends or the Transaction is completed, whichever occurs last."
    },
    {
        "ID": "39916fab-08a1-4cf2-a933-ece618f7281b",
        "DocumentID": 1,
        "PassageID": "4.5.1.Guidance",
        "Passage": "\nA Relevant Person must comply with all applicable Rules on record keeping, regardless of whether or not it is outsourcing an element of its CDD process, see also Rule ‎9.3. This includes the obligation for the Relevant Person to maintain a copy of all documents obtained during initial and ongoing CDD. Where using eKYC for CDD, the Relevant Person should retain all the necessary data gathered during biometric authentication to ensure compliance with applicable Rules."
    },
    {
        "ID": "c96c05de-76d2-4f05-b2ea-6f4fb9615094",
        "DocumentID": 1,
        "PassageID": "4.5.2",
        "Passage": "A Relevant Person must immediately provide to the Regulator, upon request, or a law enforcement agency, pursuant to a valid and enforceable request or requirement, a copy of the record referred to in Rule 4.5.1."
    },
    {
        "ID": "fe3fed4c-8e81-4cd8-bafd-11c5dce98e5e",
        "DocumentID": 1,
        "PassageID": "4.5.2.Guidance",
        "Passage": "\nThe Regulator expects that a Relevant Person will be able to ordinarily provide the records within one Business Day of a request from the Regulator."
    },
    {
        "ID": "cbbe3385-0c4f-404f-b666-7e881804b832",
        "DocumentID": 1,
        "PassageID": "4.5.3",
        "Passage": "A Relevant Person must document, and provide to the Regulator immediately, any of the following:\n(a)\tthe risk assessment of its business as required by Rule ‎‎6.1.1;\n(b)\thow the assessment in (a) was used for the purposes of complying with Rule ‎6.1.2;\n(c)\tthe risk assessment of the customer undertaken under Rule ‎‎7.1.1(1)(a); and\n(d)\tthe determination made under Rule ‎‎7.1.1(1)(b)."
    },
    {
        "ID": "91cd8922-2b83-43f1-b258-40ea02eecce8",
        "DocumentID": 1,
        "PassageID": "4.5.4",
        "Passage": "The records maintained by a Relevant Person must be kept in such a manner that:\n(a)\tthe Regulator or another competent third party is able to assess the Relevant Person's compliance with legislation applicable in the ADGM;\n(b)\tany Transaction which was processed by or through the Relevant Person on behalf of a customer or other third party can be reconstructed;\n(c)\tany customer or third party can be identified;\n(d)\tall internal notifications of suspicious activity made to its MLRO under Rule ‎14.2.2, and all Suspicious Activity/Transaction Reports, can be identified; and\n(e)\tthe Relevant Person can satisfy, within an appropriate time, any regulatory enquiry or court order to disclose information."
    },
    {
        "ID": "c0ce4887-8d0f-425c-ab0c-9a93de646dab",
        "DocumentID": 1,
        "PassageID": "4.5.4.Guidance",
        "Passage": ""
    },
    {
        "ID": "54721870-44ed-4aad-a842-fe0cd9ded618",
        "DocumentID": 1,
        "PassageID": "4.5.4.Guidance.1.",
        "Passage": "The records required to be kept under Rule 4.5.1 may be kept in electronic format, provided that such records are readily accessible and available to respond promptly to any requests from the Regulator for information."
    },
    {
        "ID": "e0f7a2f5-111c-4533-b321-d9a4e94dafa8",
        "DocumentID": 1,
        "PassageID": "4.5.4.Guidance.2.",
        "Passage": "If the date on which the business relationship with a customer ended is unclear, it may be taken to have ended on the date of the completion of the last Transaction."
    },
    {
        "ID": "1c5a2e03-760c-4263-88bd-eb100e0368b4",
        "DocumentID": 1,
        "PassageID": "4.5.5",
        "Passage": "Where the records referred to in Rule 4.5.1 are kept by a Relevant Person outside the ADGM, a Relevant Person must:\n(a)\ttake reasonable steps to ensure that the records are held in a manner consistent with these Rules;\n(b)\tensure that the records are easily accessible to the Relevant Person; and\n(c)\tupon request by the Regulator, ensure that the records are immediately available for inspection."
    },
    {
        "ID": "9ec361b2-cc02-48d4-a3f0-9c358cf6394e",
        "DocumentID": 1,
        "PassageID": "4.5.6",
        "Passage": "A Relevant Person must:\n(a)\tidentify where there is secrecy or data protection legislation that might restrict access without delay to the records referred to in Rule ‎4.6.1 by the Relevant Person, the Regulator or the law enforcement agencies of the U.A.E.; and\n(b)\twhere such legislation exists, obtain without delay certified copies of the relevant records and keep such copies in a jurisdiction which allows access by those persons in (a)."
    },
    {
        "ID": "98535bf7-b2a1-4582-b10d-34223643513f",
        "DocumentID": 1,
        "PassageID": "4.5.7",
        "Passage": "A Relevant Person must be able to demonstrate that it has complied with the training and awareness requirements in Chapter ‎13 through appropriate measures, including the maintenance of relevant training records."
    },
    {
        "ID": "50279685-f928-402a-9067-3395e25f069e",
        "DocumentID": 1,
        "PassageID": "4.5.7.Guidance",
        "Passage": "\nThe Regulator considers that \"appropriate measures\" in Rule 4.5.7 may include the maintenance of a training log setting out details of:\n(a)\tthe dates when the training was given;\n(b)\tthe nature of the training; and\n(c)\tthe names of Employees who received the training."
    },
    {
        "ID": "6a8f4bdd-ac89-4abd-8cbd-5366486ce681",
        "DocumentID": 1,
        "PassageID": "4.6",
        "Passage": "Annual AML Return"
    },
    {
        "ID": "57e36c28-3a78-445b-aa08-68e1334f8590",
        "DocumentID": 1,
        "PassageID": "4.6.1",
        "Passage": "A Relevant Person must complete the prescribed AML Return form and submit it to the Regulator by the end of April each year. The AML Return must cover the period from 1 January to 31 December of the preceding year."
    },
    {
        "ID": "82af2a17-a53e-4f80-aae1-c7325e5171d6",
        "DocumentID": 1,
        "PassageID": "4.6.1.Guidance",
        "Passage": ""
    },
    {
        "ID": "e0fa474e-d7b7-4ab2-a8d6-4504d64fc7c6",
        "DocumentID": 1,
        "PassageID": "4.6.1.Guidance.1.",
        "Passage": "The Regulator may grant a Waiver where a Relevant Person was licensed or authorised, as applicable, on or after 1 November of the relevant reporting year."
    },
    {
        "ID": "641ef80a-a631-455c-b981-eb38f3805187",
        "DocumentID": 1,
        "PassageID": "4.6.1.Guidance.2.",
        "Passage": "FEES 1.2.7 sets out the fees payable for late submission of Regulatory Filings. In addition to the imposition of a fee, the Regulator may take further action."
    },
    {
        "ID": "7fe210a4-dbc4-43c5-b02e-0f90f4ea1aa9",
        "DocumentID": 1,
        "PassageID": "4.7",
        "Passage": "Co-operation with the Regulator"
    },
    {
        "ID": "abe56345-658f-4a4e-9d8a-fe45ecc04901",
        "DocumentID": 1,
        "PassageID": "4.7.1",
        "Passage": "A Relevant Person must:\n(a)\tbe open and co-operative in all its dealings with the Regulator; and\n(b)\tensure that any communication with the Regulator is conducted in the English language."
    },
    {
        "ID": "d4d5db1f-f872-4539-b0c0-1ca4d2f49c3a",
        "DocumentID": 1,
        "PassageID": "4.8",
        "Passage": "Employee disclosures"
    },
    {
        "ID": "c583c762-1740-4364-8f60-66ff7bd606e1",
        "DocumentID": 1,
        "PassageID": "4.8.1",
        "Passage": "A Relevant Person must ensure that it does not prejudice an Employee who discloses any information regarding money laundering to the Regulator or to any other relevant body involved in the prevention of money laundering."
    },
    {
        "ID": "bb51c6c0-5515-4091-9e92-a671edcc2bb4",
        "DocumentID": 1,
        "PassageID": "4.8.1.Guidance",
        "Passage": "\nThe Regulator considers that a \"relevant body\" in Rule 4.8.1 would include the FIU, any other financial intelligence unit, the police, or an Abu Dhabi or Federal ministry or authority.\n\n"
    },
    {
        "ID": "4abb638e-4be7-4fe1-9f28-c818b2e31b9d",
        "DocumentID": 1,
        "PassageID": "5.",
        "Passage": "APPLYING A RISK-BASED APPROACH TO AML/TFS"
    },
    {
        "ID": "f10c3c39-59a7-45d1-8de8-cd0cacd4f792",
        "DocumentID": 1,
        "PassageID": "5.1",
        "Passage": "The risk-based approach"
    },
    {
        "ID": "8112ad15-b59b-429c-b290-deaa07c5363d",
        "DocumentID": 1,
        "PassageID": "5.1.1",
        "Passage": "A Relevant Person must:\n(a)\tassess and address its money laundering risks under the AML Rulebook by reviewing the risks to which the Relevant Person is exposed as a result of the nature of its business, customers, products, services and any other matters which are relevant in the context of money laundering; and\n(b)\tensure that any risk-based assessment undertaken for the purposes of complying with a requirement in the AML Rulebook is:\n(i)\tobjective and proportionate to the risks;\n(ii)\tbased on reasonable grounds;\n(iii)\tproperly documented; and\n(iv)\tupdated at appropriate intervals."
    },
    {
        "ID": "1594ce1f-887a-4805-b885-af680d70ed11",
        "DocumentID": 1,
        "PassageID": "5.1.1.Guidance",
        "Passage": ""
    },
    {
        "ID": "b0651e19-d457-4b98-8155-fd682a5b9799",
        "DocumentID": 1,
        "PassageID": "5.1.1.Guidance.1.",
        "Passage": "Rule ‎5.1.1 requires a Relevant Person to adopt an approach to AML/TFS which is proportionate to the risks. This is called the \"risk-based approach\" (\"RBA\"). The Regulator expects the RBA to be a key part of the Relevant Person's AML/TFS compliance culture and to cascade down from the Senior Management to the rest of the organisation. Embedding the RBA within its business allows a Relevant Person to make decisions and allocate AML/TFS resources in the most efficient and effective way."
    },
    {
        "ID": "3c684dcb-8280-4bda-a6bb-8349a8dafb87",
        "DocumentID": 1,
        "PassageID": "5.1.1.Guidance.2.",
        "Passage": "In implementing the RBA, a Relevant Person is expected to have in place processes to identify, assess, monitor, manage and mitigate money laundering risks. The general principle is that where there are higher risks of money laundering, a Relevant Person is required to take enhanced measures to manage and mitigate those risks. Correspondingly, when the risks are lower, simplified measures are permitted. Simplified measures are not permitted where there is a suspicion of money laundering."
    },
    {
        "ID": "c6800f0c-8ba6-4e58-b0ea-6d4e644119ea",
        "DocumentID": 1,
        "PassageID": "5.1.1.Guidance.3.",
        "Passage": "The RBA should not be seen as a \"tick-box\" approach to AML/TFS. Instead a Relevant Person is required to assess relevant money laundering risks and adopt a proportionate response to such risks, however, even where a customer is assessed through the RBA as being low-risk a minimum of simplified CDD must be undertaken in relation to that customer."
    },
    {
        "ID": "3f95e155-0ee1-4466-97a6-ac766fac7f5f",
        "DocumentID": 1,
        "PassageID": "5.1.1.Guidance.4.",
        "Passage": "In adopting an RBA, a Relevant Person should continue to meet the requirements that are mandated under the AML Rulebook including:\n(a)\tassessing the relevant money laundering risks in accordance with Chapter ‎6 or Chapter ‎7 of AML (as applicable);\n(b)\tundertaking CDD in accordance with Rule ‎8.3.1;\n(c)\tundertaking Enhanced CDD pursuant to Rule ‎8.1.1(3) in accordance with Rule ‎8.4.1; and\n(d)\tundertaking Simplified CDD in accordance with Rule ‎8.5.1 where permissible pursuant to Rule ‎8.1.1(4)."
    },
    {
        "ID": "34201eec-cbf5-469f-a0c2-759935e137f1",
        "DocumentID": 1,
        "PassageID": "5.1.1.Guidance.5.",
        "Passage": "Section 4.5 sets out the requirements regarding record-keeping for the purposes of the AML Rulebook. These Rules apply in relation to Rule ‎5.1.1(b)(iii).\n\n"
    },
    {
        "ID": "81ad0989-67ff-4f54-92f2-2d67e586443a",
        "DocumentID": 1,
        "PassageID": "6.",
        "Passage": "BUSINESS RISK ASSESSMENT"
    },
    {
        "ID": "b31546a3-317e-4665-83f0-55a2d2ff166c",
        "DocumentID": 1,
        "PassageID": "6.1",
        "Passage": "Assessing the money laundering risks of a business"
    },
    {
        "ID": "e86229e2-4422-4a87-a0f6-ff61d6a28851",
        "DocumentID": 1,
        "PassageID": "6.1.1",
        "Passage": "A Relevant Person must:\n(a)\ttake appropriate steps to identify and assess money laundering risks to which its business is exposed, taking into consideration the nature, size and complexity of its activities. Relevant Persons must take into account that money laundering risks include the risk of terrorist financing, proliferation financing, the financing of unlawful organisations and sanctions non-compliance including non-compliance with Targeted Financial Sanctions.\n(b)\twhen identifying and assessing the risks in (a), take into account, to the extent relevant, any vulnerabilities relating to:\n(i)\tits type of customers and their activities;\n(ii)\tthe countries or geographic areas in which it does business;\n(iii)\tits products, services and activity profiles;\n(iv)\tits distribution channels and business partners;\n(v)\tthe complexity and volume of its Transactions;\n(vi)\tthe development of new products and business practices including new delivery mechanisms, channels and partners;\n(vii)\tthe use of new or developing technologies for both new and pre existing products and services; and\n(c)\ttake appropriate measures to ensure that any risk identified as part of the assessment in (a) is taken into account in its day-to-day operations and is mitigated, including in relation to:\n(i)\tthe development of new products;\n(ii)\tthe taking on of new customers; and\n(iii)\tchanges to its business profile."
    },
    {
        "ID": "603cee67-fe36-4a50-a01f-9787ea70f46c",
        "DocumentID": 1,
        "PassageID": "6.1.2",
        "Passage": "A Relevant Person must use the information obtained in undertaking its business risk assessment to:\n(a)\tdevelop and maintain its AML/TFS policies, procedures, systems and controls as required by Rule ‎6.2.1;\n(b)\tensure that its AML/TFS policies, procedures, systems and controls adequately mitigate the risks identified as part of the assessment in Rule ‎6.1.1;\n(c)\tassess the effectiveness of its AML/TFS policies, procedures, systems and controls as required by Rule ‎6.2.1(c);\n(d)\tassist in the allocation and prioritisation of AML/TFS resources; and\n(e)\tassist in the carrying out of the customer risk assessment under Chapter ‎7."
    },
    {
        "ID": "f171037c-44ea-46f2-9da7-2887e39a3bce",
        "DocumentID": 1,
        "PassageID": "6.1.3",
        "Passage": "Without limiting compliance with Rules ‎6.1.1 and ‎6.1.2, prior to launching any new product, service, or business practice, or using a new or developing technology, a Relevant Person must take reasonable steps to ensure that it has:\n(a)\tassessed and identified the money laundering risks relating to the product, service, business practice or technology; and\n(b)\ttaken appropriate steps to mitigate or eliminate the risks identified under (a)."
    },
    {
        "ID": "26feb175-f819-4e9f-8ca0-9709b5bf16a5",
        "DocumentID": 1,
        "PassageID": "6.1.3.Guidance",
        "Passage": ""
    },
    {
        "ID": "7ae6023d-fd0d-4560-887d-6e5d9ca1e489",
        "DocumentID": 1,
        "PassageID": "6.1.3.Guidance.1.",
        "Passage": "Unless a Relevant Person understands the money laundering risks to which it is exposed, it cannot take appropriate steps to prevent its business from being used for the purposes of money laundering. Money laundering risks vary from business to business depending on the nature of the business, the type of customers a business has, the nature of the products and services sold, and the geographical operations in which it operates."
    },
    {
        "ID": "b60be21f-bed9-4b91-b60e-ec280e97efa1",
        "DocumentID": 1,
        "PassageID": "6.1.3.Guidance.2.",
        "Passage": "Using the RBA, a Relevant Person should assess its own vulnerabilities to money laundering and take all reasonable steps to eliminate or manage such risks. The results of this assessment will also feed into the Relevant Person's risk assessment of its customers under Chapter ‎7."
    },
    {
        "ID": "65c0f945-d67c-47df-a2bb-0594fd0395bf",
        "DocumentID": 1,
        "PassageID": "6.1.3.Guidance.3.",
        "Passage": "In addition to assessing risk arising from money laundering, a business risk assessment should assess the potential exposure of a Relevant Person to other Financial Crime, such as fraud and the theft of personal data. The business risk assessment should also address the Relevant Person’s potential exposure to cyber security risk, as this risk may have a material impact on the Relevant Person’s ability to prevent Financial Crime."
    },
    {
        "ID": "02cdbb27-2eb7-44b5-84ab-5b9d3a6e7e8f",
        "DocumentID": 1,
        "PassageID": "6.1.3.Guidance.4.",
        "Passage": "A Relevant Person should, as a separate and distinct element of its business risk assessment, undertake a Targeted Financial Sanctions risk assessment in order to identify, understand, assess and mitigate those risks. This should include conducting a proliferation financing and terrorist financing risk assessment."
    },
    {
        "ID": "828bf4cf-d7cb-4fed-a1b6-322498f08069",
        "DocumentID": 1,
        "PassageID": "6.1.3.Guidance.5.",
        "Passage": "A Relevant Person should, prior to launching any new product, service or business practice, pay specific attention to assessing the potential for risks associated with all applicable aspects of Financial Crime. This is especially important given the innovative nature of any such new offering as the Relevant Person may be less familiar with the functioning of the offering, compared to existing offerings."
    },
    {
        "ID": "06936741-ee7c-4307-b4eb-c86c1a6f83af",
        "DocumentID": 1,
        "PassageID": "6.1.3.Guidance.6.",
        "Passage": "Similarly, in using a new or developing technology, such as those associated with the Regulated Activity of Developing Financial Technology Services within the RegLab or when undertaking NFTF business, a Relevant Person should pay specific attention to assessing the potential for risks associated with Financial Crime that might arise as a result of implementing that innovative technology. For example, while the use of eKYC Systems may reduce the risk of impersonation fraud at customer onboarding, NFTF interaction with the customer may increase the risk of Financial Crime after a business relationship has been established, through transaction fraud, money laundering or theft of digitally stored CDD documentation."
    },
    {
        "ID": "31f0a7bd-a9fa-4aab-a4b4-32d0a6fb51b2",
        "DocumentID": 1,
        "PassageID": "6.1.3.Guidance.7.",
        "Passage": "A business risk assessment under Rule ‎6.1.1(b) should include an assessment of the risks associated with the carrying on of NFTF business, particularly the use of eKYC Systems. The assessment should consider incorporating any relevant mitigation measures identified by the Regulator, a competent authority of the U.A.E., FATF, and any other relevant bodies.\n\n"
    },
    {
        "ID": "7a4f557b-e354-469d-adb9-5eb3e5a88c68",
        "DocumentID": 1,
        "PassageID": "6.2",
        "Passage": "AML/TFS systems and controls"
    },
    {
        "ID": "f0c3d08f-8696-42f8-b449-86c97c8f6d4d",
        "DocumentID": 1,
        "PassageID": "6.2.1",
        "Passage": "A Relevant Person must:\n(a)\testablish and maintain effective policies, procedures, systems and controls to prevent opportunities for money laundering in relation to the Relevant Person and its activities;\n(b)\tensure that its systems and controls in (a):\n(i)\tinclude the provision to the Relevant Person's Senior Management of regular management information on the operation and effectiveness of its AML/TFS systems and controls necessary to identify, measure, manage and control the Relevant Person's money laundering risks;\n(ii)\tenable it to determine whether a customer or a Beneficial Owner is a PEP;\n(iii)\tenable the Relevant Person to comply with these Rules and Federal AML Legislation; and\n(iv)\tenable the Relevant Person to comply with the Penal Code; and\n(c)\tensure that regular risk assessments are carried out on the adequacy of the Relevant Person's AML/TFS systems and controls to ensure that they continue to enable it to identify, assess, monitor and manage money laundering risk adequately, and are comprehensive and proportionate to the nature, scale and complexity of its activities."
    },
    {
        "ID": "3a5e818d-75b1-4681-85c4-cbe7eeb60de2",
        "DocumentID": 1,
        "PassageID": "6.2.1.Guidance",
        "Passage": ""
    },
    {
        "ID": "71e24ef2-3a3e-4bf3-99ab-ce964e7b497d",
        "DocumentID": 1,
        "PassageID": "6.2.1.Guidance.1.",
        "Passage": "In Rule ‎6.2.1(c) the frequency of risk assessments will depend on the nature, size and complexity of the Relevant Person's business and also on when any material changes are made to its business. The risk assessments should also take into account a range of financial crime, including fraud, bribery and corruption."
    },
    {
        "ID": "c24c6dfe-b5fa-4802-81ab-5894795d4362",
        "DocumentID": 1,
        "PassageID": "6.2.1.Guidance.2.",
        "Passage": "The risk assessment under Rule ‎6.2.1(c) should identify actions to mitigate risks associated with undertaking NFTF business generally, and the use of eKYC specifically. This is because distinct risks are often likely to arise where business is conducted entirely in an NFTF manner, compared to when the business relationship includes a mix of face-to-face and NFTF interactions. The assessment should make reference to risk mitigation measures recommended by the Regulator, a competent authority of the U.A.E., FATF, and other relevant bodies.\n\n"
    },
    {
        "ID": "08920ca4-75c1-4797-9204-ce801adeb177",
        "DocumentID": 1,
        "PassageID": "7.",
        "Passage": "CUSTOMER RISK ASSESSMENT"
    },
    {
        "ID": "c2252fc5-e982-4d08-86b0-4d76c55c70a3",
        "DocumentID": 1,
        "PassageID": "7.Guidance",
        "Passage": ""
    },
    {
        "ID": "c4dd169d-b640-4ad8-a7b9-78e3971e934b",
        "DocumentID": 1,
        "PassageID": "7.Guidance.1.",
        "Passage": "This Chapter prescribes the risk-based assessment that must be undertaken by a Relevant Person on a customer and the proposed business relationship, Transaction or product. The outcome of this process is to produce a risk rating for a customer, which determines the level of CDD that must be undertaken in relation to that customer under Chapter ‎8. Chapter ‎8 prescribes the requirements of CDD, Enhanced CDD for high-risk customers and, where appropriate, Simplified CDD for low-risk customers."
    },
    {
        "ID": "48d716e3-8f3b-40e8-a893-1845a3860b02",
        "DocumentID": 1,
        "PassageID": "7.Guidance.2.",
        "Passage": "CDD in the context of AML/TFS refers to the process of identifying a customer, verifying such identification and monitoring the customer's business and the potential for any money laundering risk on an ongoing basis. CDD is required to be completed following a risk-based assessment of the customer and the proposed business relationship, Transaction or product."
    },
    {
        "ID": "b0de80df-e5bb-4c83-aeea-f54205651480",
        "DocumentID": 1,
        "PassageID": "7.Guidance.3.",
        "Passage": "Relevant Persons should note that the ongoing CDD requirements in Rule ‎‎8.6.1 require a Relevant Person to review a customer's risk rating to ensure that it remains appropriate in light of the potential money laundering risks."
    },
    {
        "ID": "ef2a9d49-1394-4767-ab52-4b85e9a7f4e2",
        "DocumentID": 1,
        "PassageID": "7.Guidance.4.",
        "Passage": "The risk-based assessment of the customer and the proposed business relationship, Transaction or product required under this Chapter is required to be undertaken prior to the establishment of a business relationship with a customer. Because the risk rating assigned to a customer resulting from this assessment determines the level of CDD that must be undertaken for that customer, this process must be completed before the CDD is completed for the customer. The Regulator is aware that in practice there will often be some degree of overlap between the customer risk assessment and CDD. For example, a Relevant Person may undertake some aspects of CDD, such as identifying Beneficial Owners, when it performs a risk assessment of the customer. Conversely, a Relevant Person may also obtain relevant information as part of CDD which has an impact on its customer risk assessment. Where information obtained as part of CDD of a customer affects the risk rating of a customer, the change in risk rating should be reflected in the degree of CDD undertaken."
    },
    {
        "ID": "97b59b5c-57f3-495e-b438-c4bced664d49",
        "DocumentID": 1,
        "PassageID": "7.1",
        "Passage": "Assessing the money laundering risks of a customer"
    },
    {
        "ID": "be0533fa-ce1f-4b6e-ace2-5492204506ff",
        "DocumentID": 1,
        "PassageID": "7.1.1",
        "Passage": ""
    },
    {
        "ID": "2b04ff42-efe2-4dec-902c-320732738225",
        "DocumentID": 1,
        "PassageID": "7.1.1.(1)",
        "Passage": "A Relevant Person must:\n(a)\tundertake a risk-based assessment of every customer; and\n(b)\tassign the customer a risk rating proportionate to the assessed money laundering risks associated with the customer."
    },
    {
        "ID": "c8f2ddbf-67ca-4e46-a5a9-8f334554f818",
        "DocumentID": 1,
        "PassageID": "7.1.1.(2)",
        "Passage": "The customer risk assessment in (1) must be completed:\n(a)\tprior to establishing a business relationship with a customer;\n(b)\ton a periodic basis, in accordance with Rule ‎8.6.1(e); and\n(c)\twhenever it is otherwise appropriate for existing customers, including where the Relevant Person becomes aware of any change to the risk factors associated with the customer that might contribute to the potential for money laundering risk to increase materially."
    },
    {
        "ID": "dfc5386e-cc59-4610-96c0-4404f43a9dfc",
        "DocumentID": 1,
        "PassageID": "7.1.1.(3)",
        "Passage": "When undertaking a risk-based assessment of a customer under ‎7.1.1(1)‎(a), a Relevant Person must identify, assess and consider:\n(a)\tthe customer and any Beneficial Owners;\n(b)\tthe purpose and intended nature of the business relationship, and the nature of the customer’s business;\n(c)\tthe nature, ownership and control structure of the customer, its beneficial ownership (if any) and its business;\n(d)\tthe customer's country of origin, residence, nationality, place of incorporation or place of business;\n(e)\tthe relevant product, service or Transaction;\n(f)\tin relation to life insurance or other similar insurance policies, the beneficiary of the policy and Beneficial Owners of the beneficiary; and\n(g)\tthe outcomes of the business risk assessment undertaken under Chapter ‎6."
    },
    {
        "ID": "2144a457-f22a-4ca4-a653-252dee2d2e27",
        "DocumentID": 1,
        "PassageID": "7.1.2",
        "Passage": ""
    },
    {
        "ID": "938ee9c6-a91c-4702-9039-d34906f00b5c",
        "DocumentID": 1,
        "PassageID": "7.1.2.(1)",
        "Passage": "When undertaking a risk-based assessment of a customer and considering whether or not to assign a high-risk rating under ‎7.1.1(1)(b), a Relevant Person must take into account all relevant risk factors that would reasonably apply to the customer, including but not limited to:\n(a)\tcustomer risk factors, including whether the:\n(i)\tbusiness relationship is conducted in unusual circumstances;\n(ii)\tcustomer is resident, established, registered or conducts business in a geographical area or jurisdiction of high risk (as set out in paragraph (c));\n(iii)\tcustomer is a Legal Person or a Legal Arrangement that is a vehicle for holding personal assets;\n(iv)\tcustomer is a company that has nominee shareholders or shares in bearer form;\n(v)\tcustomer is a business that is cash intensive, such as a business that receives a majority of its revenue in cash;\n(vi)\tcorporate structure of the customer or any group to which it belongs is unusual or excessively complex given the nature of the business;\n(b)\tproduct, service, transaction or delivery channel risk factors, including whether:\n(i)\tthe service involves private banking;\n(ii)\tthe product, service or transaction is one that might allow for anonymity or obfuscation of the true identity of any of the parties involved in the transaction;\n(iii)\tthe situation involves NFTF business relationships or transactions, or lacks appropriate safeguards, such as electronic signatures or eKYC;\n(iv)\tpayments will be received from unknown or unassociated third parties;\n(v)\tthe service involves the provision of nominee directors, nominee shareholders or shadow directors, or the formation of companies in another country;\n(vi)\tnew products and new business practices are involved, including new delivery mechanisms or the use of new or developing technologies for both new and pre-existing products; and\n(c)\tgeographical or jurisdictional risk factors, including whether the relevant country or countries:\n(i)\tare identified by credible sources, as:\n(A)\tnot having effective systems to counter money laundering; or\n(B)\tnot implementing requirements to counter money laundering that are consistent with FATF Recommendations;\n(ii)\tare identified by credible sources as having significant levels of corruption or other criminal activity, such as terrorism, money laundering or the production and supply of illicit drugs;\n(iii)\tare subject to Sanctions, embargos or similar measures issued by, for example, the United Nations or the State;\n(iv)\tare identified by credible sources as providing funding or support for terrorism;\n(v)\thave organisations operating within their territory that have been designated by the State, other countries or International Organisations as terrorist organisations."
    },
    {
        "ID": "d9e3fef9-b049-4b8f-9140-4d98002c3dab",
        "DocumentID": 1,
        "PassageID": "7.1.2.(2)",
        "Passage": "For the purposes of ‎7.1.2(1)(c), a credible source includes, but is not limited to, mutual evaluations, detailed assessment reports or follow-up reports issued by FATF, the International Monetary Fund (“IMF”), the World Bank, the OECD and other International Organisations."
    },
    {
        "ID": "483421cf-8890-4c35-871f-cdda2af423b5",
        "DocumentID": 1,
        "PassageID": "7.1.3",
        "Passage": ""
    },
    {
        "ID": "644bee29-fba0-448c-a5c0-c58e957e6e90",
        "DocumentID": 1,
        "PassageID": "7.1.3.(1)",
        "Passage": "When undertaking a risk-based assessment of a customer and considering whether or not to assign a low-risk rating under ‎7.1.1(1), a Relevant Person must take into account all relevant risk factors that would reasonably apply to the customer, including but not limited to:\n(a)\tcustomer risk factors, including whether the customer is:\n(i)\ta public body or a publicly owned enterprise;\n(ii)\tresident, established, registered or conducts business in a geographical area or jurisdiction of lower risk (as set out in paragraph (c));\n(iii)\tan Authorised Person or Recognised Body;\n(iv)\ta Regulated Financial Institution that is subject to regulation and supervision, including AML/TFS regulation and supervision, in a jurisdiction with AML/TFS regulations that are equivalent to the standards set out in the FATF Recommendations;\n(v)\ta Subsidiary of a Regulated Financial Institution referred to in (iv), if the law that applies to the Parent ensures that the Subsidiary also observes the same AML/TFS standards as its Parent;\n(vi)\ta company whose Securities are listed by the Regulator, another Financial Services Regulator or a Regulated Exchange, which is subject to disclosure obligations broadly equivalent to those set out in the Market Rules;\n(vii)\ta law firm, notary firm or other legal business that carries on its business in the ADGM;\n(viii)\tan accounting firm, insolvency firm, auditor or other audit firm that carries on its business in the ADGM;\n(b)\tproduct, service, transaction or delivery channel risk factors, including whether the product or service is:\n(i)\ta Contract of Insurance which is non-life insurance;\n(ii)\ta Contract of Insurance which is a life insurance product with no investment return or redemption or surrender value;\n(iii)\tan insurance policy for a pension scheme that does not provide for an early surrender option, and cannot be used as collateral;\n(iv)\ta pension, superannuation or similar scheme that satisfies the following conditions:\n(A)\tthe scheme provides retirement benefits to employees;\n(B)\tcontributions to the scheme are made by way of deductions from wages; and\n(C)\tthe scheme rules do not permit the assignment of a member’s interest under the scheme;\n(v)\ta product where the risks of money laundering are adequately managed by other factors such as transaction limits or transparency of ownership; and\n(c)\tgeographical and jurisdictional risk factors, including whether a country or countries:\n(i)\tare identified by credible sources as having effective systems to counter money laundering;\n(ii)\tare identified by credible sources as having a low level of corruption or other criminal activity, such as terrorism, money laundering, or the production and supply of illicit drugs;\n(iii)\thave been assessed by credible sources, as having:\n(A)\trequirements to counter money laundering that are consistent with the FATF Recommendations; and\n(B)\teffectively implement FATF Recommendations."
    },
    {
        "ID": "0ab1cb10-020d-43a9-94ea-fd6de14133ff",
        "DocumentID": 1,
        "PassageID": "7.1.3.(2)",
        "Passage": "For the purposes of ‎7.1.3(1)(c), a credible source includes, but is not limited to, mutual evaluations, detailed assessment reports or follow-up reports issued by FATF, the IMF, the World Bank, the OECD and other International Organisations."
    },
    {
        "ID": "c79f26fa-ac31-4ffa-91ed-110cefb4a3f9",
        "DocumentID": 1,
        "PassageID": "7.1.3.Guidance on the customer risk assessment",
        "Passage": ""
    },
    {
        "ID": "05d173b3-cbdc-49d0-800a-48e8b8e033e4",
        "DocumentID": 1,
        "PassageID": "7.1.3.Guidance on the customer risk assessment.1.",
        "Passage": "The risk assessment of a customer requires a Relevant Person to allocate an appropriate risk rating to the customer. Risk ratings should be either descriptive, such as \"low”, “medium” or \"high\", or a sliding, ordinal numeric scale such as 1 for the lowest risk to 10 for the highest, with at least three differentiated risk ratings. All the factors set out in both ‎7.1.2 and ‎7.1.3 should be considered in order to assess and allocate the appropriate risk rating to the customer."
    },
    {
        "ID": "52de6ed9-596b-4f9f-84d9-791b1e8782a0",
        "DocumentID": 1,
        "PassageID": "7.1.3.Guidance on the customer risk assessment.2.",
        "Passage": "Depending on the outcome of a Relevant Person's assessment of its customer's money laundering risk, a Relevant Person should decide to what degree CDD will need to be performed. For a customer exhibiting significant potential risk for money laundering the Relevant Person is required to carry out Enhanced CDD under Rule ‎8.4, in addition to the normal CDD required under Rule ‎8.3. For a customer rated low risk, the Relevant Person may be able to carry out Simplified CDD under Rule ‎8.5. For any other customer, the Relevant Person must undertake CDD under Rule ‎8.3."
    },
    {
        "ID": "531b8773-894b-4933-9453-14184a80807b",
        "DocumentID": 1,
        "PassageID": "7.1.3.Guidance on the customer risk assessment.3.",
        "Passage": "Using the RBA, a Relevant Person could, when assessing two customers with near identical risk profiles, consider that one is high-risk and the other low-risk. This may occur, for example, where both customers may be undertaking the same high-risk activity, but one customer may be a customer in relation to a low-risk product, or may be a long-standing customer of a Group company which has been introduced to the Relevant Person."
    },
    {
        "ID": "99b16de1-6b15-4216-86c4-4f27345089f0",
        "DocumentID": 1,
        "PassageID": "7.1.3.Guidance on high-risk customers",
        "Passage": ""
    },
    {
        "ID": "71b1e69f-fa51-432b-9d3a-d2ccabc74570",
        "DocumentID": 1,
        "PassageID": "7.1.3.Guidance on high-risk customers .1.",
        "Passage": "When assessing the risk factors referred to in ‎7.1.2(1), the presence of one or more risk factors may not always indicate a high risk of money laundering in a particular situation."
    },
    {
        "ID": "76220eeb-c191-4a30-bbe4-c56ba8ecd34c",
        "DocumentID": 1,
        "PassageID": "7.1.3.Guidance on high-risk customers .2.",
        "Passage": "An example of a business relationship conducted in unusual circumstances, for the purposes of Rule ‎7.1.2(1)(a)(i), would include, but is not limited to a business relationship or proposed business relationship that involves, or would involve, significant unexplained geographic distance between the location of the Relevant Person and the customer or proposed customer."
    },
    {
        "ID": "f1d4f703-9350-4a8a-80c1-14e6813edf91",
        "DocumentID": 1,
        "PassageID": "7.1.3.Guidance on high-risk customers .3.",
        "Passage": "The highest risk products or services in respect of money laundering are those where unlimited third-party funds can be freely received from or paid to third parties, without evidence of the identity of the third parties being obtained and the identity being verified."
    },
    {
        "ID": "c1901e5c-02fd-4eaf-92b4-da9c6952522d",
        "DocumentID": 1,
        "PassageID": "7.1.3.Guidance on high-risk customers .4.",
        "Passage": "Money laundering risks are likely to be increased if a Person is able to hide behind corporate structures such as limited companies, trusts, special purpose vehicles and nominee arrangements. When devising its internal procedures, a Relevant Person should consider how its customers and operational systems impact the capacity of its staff to identify suspicious activities and Transactions. Generally, the lowest risk products in respect of money laundering are those where funds can only be received from a named customer by way of payment from an account held in the customer's name, and similarly where the funds can only be remitted to a named customer."
    },
    {
        "ID": "a8a29b8b-283c-49eb-b5c6-7571be0270ed",
        "DocumentID": 1,
        "PassageID": "7.1.3.Guidance on low-risk customers",
        "Passage": "\nWhen assessing the risk factors referred to in ‎7.1.3(1), a Relevant Person must bear in mind that the presence or absence of one or more risk factors may not always indicate a high or low risk of money laundering respectively in a particular situation."
    },
    {
        "ID": "af18b112-baf5-40c4-9a48-d7eda9d27da8",
        "DocumentID": 1,
        "PassageID": "7.2",
        "Passage": "Prohibition on establishing business relationships with certain customers"
    },
    {
        "ID": "b36d4102-2b62-4c2f-9d7e-44c3f87c906b",
        "DocumentID": 1,
        "PassageID": "7.2.1",
        "Passage": "A Relevant Person must not establish a business relationship with a prospective customer that is a Legal Person or Legal Arrangement if the ownership or control arrangements of the customer prevents the Relevant Person from identifying one or more of the customer's Beneficial Owners."
    },
    {
        "ID": "30f805d6-67fb-470f-8203-1aa25f7fb51d",
        "DocumentID": 1,
        "PassageID": "7.2.2",
        "Passage": "A Relevant Person must not establish or maintain a business relationship with a Shell Bank."
    },
    {
        "ID": "b2f33a11-b7ac-4936-b314-afb6f0d5a427",
        "DocumentID": 1,
        "PassageID": "7.2.3",
        "Passage": "A Relevant Person must not knowingly establish or maintain an anonymous account, an account in a fictitious name, or a nominee account which is held in the name of one Person but which is controlled by or held for the benefit of another Person whose true identity has not been disclosed to the Relevant Person."
    },
    {
        "ID": "69884755-b4a5-4ede-84f5-b07027a6f6ab",
        "DocumentID": 1,
        "PassageID": "7.2.3.Guidance",
        "Passage": ""
    },
    {
        "ID": "11537518-8c17-4008-8f6e-142613834fff",
        "DocumentID": 1,
        "PassageID": "7.2.3.Guidance.1.",
        "Passage": "In Rule ‎7.2.1, ownership arrangements which may prevent the Relevant Person from identifying one or more Beneficial Owners include bearer shares and other negotiable instruments in which ownership is determined by possession."
    },
    {
        "ID": "30838dcb-0ca4-4d28-a78a-87b438ad5782",
        "DocumentID": 1,
        "PassageID": "7.2.3.Guidance.2.",
        "Passage": "A Shell Bank is a bank that has no physical presence in the country in which it is incorporated and licensed, and which is unaffiliated with a regulated financial Group that is subject to effective consolidated supervision. The Regulator does not consider that the existence of a local agent or low-level staff constitutes physical presence."
    },
    {
        "ID": "3dab8a33-fcc7-4918-9dd1-8d051d5287be",
        "DocumentID": 1,
        "PassageID": "7.2.4",
        "Passage": "If a Relevant Person uses a numbered account with an abbreviated name, it must ensure that:\n(a)\tsuch an account is used only for internal purposes;\n(b)\tit has undertaken the same CDD procedures in relation to the account holder as are required for other account holders;\n(c)\tit maintains the same information in relation to the account and account holder as is required for other accounts and account holders; and\n(d)\tstaff performing AML/TFS functions, including staff responsible for identifying and monitoring transactions for suspicious activity, and staff performing compliance and audit functions, have full access to information about the account and the account holder."
    },
    {
        "ID": "10448f13-24a6-4b31-831f-779fc02b8131",
        "DocumentID": 1,
        "PassageID": "7.2.4.Guidance on anonymous accounts",
        "Passage": "\nA Relevant Person should note that, in addition to the prohibition in Rule 7.2.3 against knowingly establishing anonymous accounts, accounts in a fictitious name or nominee accounts, the Federal AML Legislation also prohibits the opening of accounts held under borrowed, mock or fake names or accounts designated solely with numbers and without the names of account holders."
    },
    {
        "ID": "e1722644-36cb-4e72-b016-39a84a9b6f4c",
        "DocumentID": 1,
        "PassageID": "7.2.4.Guidance on Restricted Scope Companies",
        "Passage": ""
    },
    {
        "ID": "60903e2a-b07f-48f1-b042-e4b75c6f0a68",
        "DocumentID": 1,
        "PassageID": "7.2.4.Guidance on Restricted Scope Companies.1.",
        "Passage": "A Restricted Scope Company is a corporate vehicle offering a greater degree of confidentiality than other forms of corporate entity in the ADGM. Restricted Scope Companies are not required to file accounts and are not required to have their accounts audited. Restricted Scope Companies must file an annual return, articles, and details of their registered offices, directors and secretary (if they have one) with the ADGM Registrar of Companies."
    },
    {
        "ID": "015bf3c3-152e-40ad-88af-970cf8ca316c",
        "DocumentID": 1,
        "PassageID": "7.2.4.Guidance on Restricted Scope Companies.2.",
        "Passage": "Relevant Persons will know that Restricted Scope Companies are subject to less onerous corporate disclosure requirements than other forms of corporate entities due to the requirement to have \"(Restricted)\" in a company's name. Given that only the constitution and details of the registered office of a Restricted Scope Company will be available in a public register, a Relevant Person will be required to have a bilateral dialogue with the Restricted Scope Company, in accordance with the RBA, to obtain any other relevant information which it needs to assess the money laundering risks to which it is exposed."
    },
    {
        "ID": "1ad0fc05-cdff-40e3-b40b-c0af5ddf347d",
        "DocumentID": 1,
        "PassageID": "7.2.4.Guidance on Restricted Scope Companies.3.",
        "Passage": "Restricted Scope Companies should be forthcoming with relevant information in response to requests by other Persons and entities for the purpose of compliance of the latter with the requirements in the AML Rulebook. The fact that Restricted Scope Companies are not subject to strict standards of disclosure of corporate documentation to a public registry should not be interpreted by Restricted Scope Companies to limit or prohibit their providing of any relevant information to other Persons and entities for AML/TFS purposes.\n\n"
    },
    {
        "ID": "fe09677b-e8d5-4d6b-b31c-b9d41a62d397",
        "DocumentID": 1,
        "PassageID": "8.",
        "Passage": "CUSTOMER DUE DILIGENCE"
    },
    {
        "ID": "641f4159-bfeb-4855-a9a5-bdcc9a2dba54",
        "DocumentID": 1,
        "PassageID": "8.1",
        "Passage": "Requirement to undertake Customer Due Diligence"
    },
    {
        "ID": "4e38968f-c8f4-4117-a45f-3b3c806a477b",
        "DocumentID": 1,
        "PassageID": "8.1.1",
        "Passage": ""
    },
    {
        "ID": "6cd646dd-215e-4428-a089-5d35d9d685c0",
        "DocumentID": 1,
        "PassageID": "8.1.1.(1)",
        "Passage": "A Relevant Person that is an Authorised Person or a Recognised Body must undertake CDD under Rule ‎8.3.1 where the Relevant Person:\n(a)\testablishes a business relationship with a customer;\n(b)\tcarries out an occasional Transaction for a customer that is of an amount equal to or more than USD15,000;\n(c)\tsuspects a customer of, or a Transaction to be for the purposes of, money laundering; or\n(d)\tdoubts the veracity or adequacy of any documents or information previously provided by, or obtained for, a customer in relation to (a), (b) or (c) above."
    },
    {
        "ID": "2a2b0705-d7c4-46f7-be10-11fdca3db9c5",
        "DocumentID": 1,
        "PassageID": "8.1.1.(2)",
        "Passage": "A Relevant Person that is a DNFBP must undertake CDD under Rule ‎8.3.1 where it:\n(a)\tis a real estate agency and it prepares for or is involved in a Transaction, or the provision of real estate agency services to a Person, that involves the buying and selling of real property;\n(b)\tis a dealer in precious metals or precious stones and it is involved in a Transaction in cash that amounts to USD15,000 or more, whether or not the Transaction is executed in a single operation or in several operations that are or appear to be linked;\n(c)\tis a dealer in any saleable item of a price equal to or greater than USD15,000 and it is involved in a Transaction in cash that amounts to USD15,000 or more, whether or not the Transaction is executed in a single operation or in several operations that are or appear to be linked;\n(d)\tis an accounting firm, audit firm, insolvency firm or taxation consulting firm and it prepares for or is involved in the provision of accounting, auditing, insolvency or taxation consulting services to a Person;\n(e)\tis a law firm, notary firm or other independent legal business and it prepares for or is involved in the provision of legal or notarial services to another Person participating in financial or real property Transactions concerning the following activities:\n(i)\tthe buying and selling of real property;\n(ii)\tthe managing of client money, securities or other assets;\n(iii)\tthe management of bank, savings or securities accounts;\n(iv)\tthe organisation of contributions for the creation, operation or management of companies; or\n(v)\tthe creation, operation or management of legal persons or arrangements, and buying and selling of business entities;\n(f)\tis a Company Service Provider and it prepares for or is involved in the provision of any of the following services to another Person:\n(i)\tacting as a formation agent of Legal Persons or Legal Arrangements;\n(ii)\tacting as, or arranging for another Person to act as, a director or secretary of a company, a partner of a partnership, or a similar position in relation to other Legal Persons or Legal Arrangements;\n(iii)\tproviding a registered office, business address or accommodation, correspondence or administrative address for a company, a partnership or any other Legal Person or Legal Arrangement;\n(iv)\tacting as, or arranging for another Person to act as, a trustee of an express trust or performing the equivalent function for another form of Legal Arrangement; or\n(v)\tacting as, or arranging for another Person to act as, a nominee shareholder for another Person."
    },
    {
        "ID": "dbda992f-a353-48f1-9df1-87be7a7adf8c",
        "DocumentID": 1,
        "PassageID": "8.1.1.(3)",
        "Passage": "In addition to undertaking CDD in accordance with Rule ‎8.3.1, a Relevant Person must undertake Enhanced CDD in accordance with Rule ‎8.4.1 for each of its customers assigned a high-risk rating;"
    },
    {
        "ID": "93458ed3-f6b0-4ff0-ada4-747ac11fb0af",
        "DocumentID": 1,
        "PassageID": "8.1.1.(4)",
        "Passage": "A Relevant Person may undertake Simplified CDD in accordance with Rule ‎8.5.1 by modifying the CDD undertaken in accordance with Rule ‎‎8.3.1 for any customer assigned a low-risk rating."
    },
    {
        "ID": "53ccb158-9c6e-43bd-a625-6c0fce3b2ab7",
        "DocumentID": 1,
        "PassageID": "8.1.1.Guidance",
        "Passage": ""
    },
    {
        "ID": "57722d52-d149-4955-a2d0-4d8efad8b6f6",
        "DocumentID": 1,
        "PassageID": "8.1.1.Guidance.1.",
        "Passage": "Relevant Persons are reminded that they are required to comply with notices and guidance issued pursuant to Federal AML Legislation in relation to CDD, including those issued by the FIU relating to CDD and filings required in goAML."
    },
    {
        "ID": "89b6dbe5-021e-456b-83de-5dd8f78e4af1",
        "DocumentID": 1,
        "PassageID": "8.1.1.Guidance.2.",
        "Passage": "The FIU has issued guides that require:\n(a)\ta DNFBP that is a dealer in precious metals or precious stones to obtain relevant identification documents, such as passport, emirates ID, trade licence, as applicable, and register the information via goAML for all cash transactions equal to or exceeding USD15,000 with individuals and all cash or wire transfer transactions equal to or exceeding USD15,000 with entities. The Regulator expects a dealer in any saleable item or a price equal to or greater than USD15,000 to also comply with this requirement;\n(b)\ta DNFBP that is a real estate agent to obtain relevant identification documents, such as passport, emirates ID, trade licence, as applicable, and register the information via goAML for all sales or purchases of Real Property where:\n(i)\tthe payment for the sale/purchase includes a total cash payment of USD15,000 or more whether in a single cash payment or multiple cash payments;\n(ii)\tthe payment for any part or all of the sale/purchase amount includes payment(s) using Virtual Assets;\n(iii)\tthe payment for any part or all of the sale/purchase amount includes funds that were converted from or to a Virtual Asset."
    },
    {
        "ID": "b4b56824-d153-485a-b6d9-84fee71cd6dd",
        "DocumentID": 1,
        "PassageID": "8.1.2",
        "Passage": ""
    },
    {
        "ID": "079fdb1c-9497-4ee2-a617-c7da04bcde98",
        "DocumentID": 1,
        "PassageID": "8.1.2.(1)",
        "Passage": "A Relevant Person must also apply CDD measures to each existing customer under Rules ‎8.3.1, ‎8.4.1 or ‎8.5.1 as applicable:\n(a)\twith a frequency appropriate to the outcome of the risk-based approach taken in relation to each customer; and\n(b)\twhen the Relevant Person becomes aware that any circumstances relevant to its risk assessment for a customer have changed."
    },
    {
        "ID": "179c5d98-abdb-4865-a65a-b878a7984cae",
        "DocumentID": 1,
        "PassageID": "8.1.2.(2)",
        "Passage": "For the purposes of ‎8.1.2(1), in determining when it is appropriate to apply CDD measures in relation to existing customers, a Relevant Person must take into account, amongst other things:\n(a)\tany indication that the identity of the customer, or the customer’s Beneficial Owners, has changed;\n(b)\tany Transactions that are not reasonably consistent with the Relevant Person’s knowledge of the customer;\n(c)\tany change in the purpose or intended nature of the Relevant Person’s relationship with the customer; or\n(d)\tany other matter that might affect the Relevant Person’s risk assessment of the customer."
    },
    {
        "ID": "28aa05ce-5be6-42dd-8c5c-00d77a5fb53f",
        "DocumentID": 1,
        "PassageID": "8.1.2.Guidance",
        "Passage": ""
    },
    {
        "ID": "dddde1c3-1a7d-4023-b7fb-41a6f29888bc",
        "DocumentID": 1,
        "PassageID": "8.1.2.Guidance.1.",
        "Passage": "A Relevant Person should undertake appropriate CDD in a manner proportionate to the customer's money laundering risks. This means that all customers are subject to CDD under Rule ‎8.3.1. However, for high-risk customers, additional Enhanced Customer Due Diligence measures should also be undertaken under Rule ‎8.4.1. For customers having a low-risk rating, the requirements under Rule ‎8.3.1 may be modified according to the assessed risk, in accordance with Rule ‎8.5.1."
    },
    {
        "ID": "3098c4f0-6faa-4550-b9b5-f174307e0bec",
        "DocumentID": 1,
        "PassageID": "8.1.2.Guidance.2.",
        "Passage": "The frequency for undertaking CDD for existing customers will be determined by the risk rating assigned to a particular customer. The Regulator expects that customers rated high risk for money laundering should be reviewed more frequently than customers rated lower risk for money laundering."
    },
    {
        "ID": "a98f72d2-df4c-4139-a174-fc21c0160141",
        "DocumentID": 1,
        "PassageID": "8.1.2.Guidance.3.",
        "Passage": "A Relevant Person should undertake CDD to guard against a range of money laundering risks as well as a range of financial crime risks, including fraud."
    },
    {
        "ID": "f85e1348-9ae7-444b-855a-159f4a98d885",
        "DocumentID": 1,
        "PassageID": "8.2",
        "Passage": "Timing of Customer Due Diligence"
    },
    {
        "ID": "932cde0d-8017-41e8-9c92-a1078e1a6821",
        "DocumentID": 1,
        "PassageID": "8.2.1",
        "Passage": ""
    },
    {
        "ID": "56c587a4-9196-4836-a2db-2c90b7dc78dd",
        "DocumentID": 1,
        "PassageID": "8.2.1.(1)",
        "Passage": "For a Relevant Person that is an Authorised Person or Recognised Body:\n(a)\tthe appropriate CDD obligations, subject to (1)(b), must be fulfilled before the Relevant Person undertakes any Transaction on behalf of the customer or when undertaking an occasional transaction under ‎8.1.1(1)(b).\n(b)\tthe Relevant Person does not have to fulfil the verification of the identity of a customer and Beneficial Owners obligations under the AML Rules before undertaking a Transaction for a customer or occasional transaction where it has, on reasonable grounds, established that:\n(i)\tthere is little risk of money laundering and that risk is effectively managed; and\n(ii)\tdoing so would interrupt or delay the normal course of business in respect of effecting the Transaction."
    },
    {
        "ID": "1ab1e866-a5d4-48d1-8505-aa2eb5649a5f",
        "DocumentID": 1,
        "PassageID": "8.2.1.(2)",
        "Passage": "(a)\tA Relevant Person that is a DNFBP must fulfil the appropriate CDD and reporting obligations where applicable before the Relevant Person prepares for or carries out a Transaction or provision of a service in Rule ‎8.1.1(2)(a), (d), (e) or (f).\n(b)\tA Relevant Person that is a DNFBP as a result of carrying on one or more of the business activities referred to in Rule ‎8.1.1(2)(b) or (c) must fulfil the appropriate CDD and reporting obligations where applicable before the Relevant Person prepares for or carries out a transaction that includes a total cash payment of USD15,000 or more, whether in a single cash payment or multiple cash payments."
    },
    {
        "ID": "01610fee-56b5-4b1a-a052-659ea211f6be",
        "DocumentID": 1,
        "PassageID": "8.2.1.(3)",
        "Passage": "The Relevant Person does not have to fulfil the verification of the identity of a customer and Beneficial Owners obligations under the AML Rules preparing for or carrying out a Transaction for its customer concerning those business activities referred to in Rule ‎8.1.1(2) where it has, on reasonable grounds, established that:\n(i)\tthere is little risk of money laundering and that risk is effectively managed; and\n(ii)\tdoing so would interrupt or delay the normal course of business in respect of effecting the Transaction."
    },
    {
        "ID": "7d477952-45e3-4725-9965-1bfc95a1e035",
        "DocumentID": 1,
        "PassageID": "8.2.1.(4)",
        "Passage": "A Relevant Person that has relied on Rule ‎8.2.1(1)(b) or ‎8.2.1(3) must fulfil its CDD obligations as soon as practicable after effecting the Transaction."
    },
    {
        "ID": "c33c8ac3-eed4-4ff8-99f7-28de179f3681",
        "DocumentID": 1,
        "PassageID": "8.2.1.(5)",
        "Passage": "Where the Relevant Person, having relied on Rule ‎8.2.1(1)(b) or ‎8.2.1(3) is unable to complete the verification of the identity of a customer and any Beneficial Owners within twenty Business Days of effecting a Transaction or occasional transaction it must:\n(a)\tconsider the circumstances and determine whether to make an internal notification of suspicious activity to the MLRO under Rule ‎14.2.2;\n(b)\twhere it has determined that it is unnecessary to make such a report, return to the customer any monies associated with the Transaction or occasional transaction, excluding any reasonable costs incurred by the Relevant Person;\n(c)\twhere it has determined that it is necessary to make such a report, not return any monies or provide any investments to the customer, unless instructed to do so by the MLRO and otherwise act in accordance with instructions issued by the MLRO; and\n(d)\tnot establish any further business relationship with that customer until the verification process has been completed for that customer in accordance with these Rules."
    },
    {
        "ID": "ea8e822c-e986-482c-9afb-b17718980944",
        "DocumentID": 1,
        "PassageID": "8.2.2",
        "Passage": ""
    },
    {
        "ID": "6c7c412c-a92a-42ee-bf3b-fcd4b49d6c21",
        "DocumentID": 1,
        "PassageID": "8.2.2.(1)",
        "Passage": "A Relevant Person must ensure that its AML/TFS systems and controls referred to in Rule ‎6.2.1 include risk management policies and procedures concerning the conditions under which business relationships may be established with a customer before completing verification of the identity of a customer and Beneficial Owners."
    },
    {
        "ID": "e94ea756-e81e-4d95-be83-cea4f73cf98e",
        "DocumentID": 1,
        "PassageID": "8.2.2.Guidance",
        "Passage": ""
    },
    {
        "ID": "719f64ad-d4f1-465a-8533-e26f088c9f3e",
        "DocumentID": 1,
        "PassageID": "8.2.2.Guidance.1.",
        "Passage": "Examples of situations that might lead a Relevant Person to have doubts about the veracity or adequacy of documents, data or information previously obtained might be where: there is a suspicion of money laundering in relation to that customer; there is a material change in the way that the customer's account is operated which is not consistent with the customer's business profile; or it appears to the Relevant Person that a Person other than the nominal customer is the real customer."
    },
    {
        "ID": "f4586e9d-74d4-4b88-819b-924952c836e8",
        "DocumentID": 1,
        "PassageID": "8.2.2.Guidance.2.",
        "Passage": "Situations that the Relevant Person may take into account include, for example, accepting subscription monies during a short offer period or executing a time critical Transaction which, if not executed immediately, would or may cause a customer to incur a financial loss due to price movement or loss of opportunity or when a customer seeks immediate insurance cover."
    },
    {
        "ID": "f17d84c9-04a0-4b4e-82de-26843a957dc0",
        "DocumentID": 1,
        "PassageID": "8.2.2.Guidance.3.",
        "Passage": "When complying with Rule ‎8.2.1, a Relevant Person should also, where relevant, consider Rule ‎8.7.1 regarding failure to conduct or complete CDD and Chapter ‎‎14 regarding Suspicious Activity/Transaction Reports and tipping off."
    },
    {
        "ID": "4a85a3f8-c724-4270-a0f3-de208d641f8b",
        "DocumentID": 1,
        "PassageID": "8.3",
        "Passage": "Customer Due Diligence requirements"
    },
    {
        "ID": "a753553e-3621-4519-b142-2f920f6b8c01",
        "DocumentID": 1,
        "PassageID": "8.3.1",
        "Passage": ""
    },
    {
        "ID": "450df3b3-086e-44ec-8533-d675ed1d4671",
        "DocumentID": 1,
        "PassageID": "8.3.1.(1)",
        "Passage": "In undertaking CDD a Relevant Person must:\n(a)\tidentify the customer and verify the customer’s identity including identification and verification of the identity of any Person purporting to act on behalf of the customer;\n(b)\tidentify all the Beneficial Owners and take reasonable measures to verify the identity of the Beneficial Owners, such that the Relevant Person is satisfied that it knows who the Beneficial Owners are;\n(c)\tassess and understand and, as appropriate, obtain information on the purpose and intended nature of the business relationship; and\n(d)\tconduct ongoing due diligence of the business relationship as required under Rule ‎‎8.6.1."
    },
    {
        "ID": "f68b2bfd-4765-41a9-b900-955944a79a50",
        "DocumentID": 1,
        "PassageID": "8.3.1.(2)",
        "Passage": "In addition to complying with ‎(a), for life insurance or other similar policies a Relevant Person must:\n(a)\trecord the names of any beneficiaries named in the policy;\n(b)\tverify the identity of all Persons in all classes of beneficiaries when a payout of the policy is due;\n(c)\tundertake the measures referred to in (a) and (b) as soon as the beneficiary of the policy is identified or designated; and\n(d)\tverify the identity of beneficiaries and any Beneficial Owners of a beneficiary before it makes a payout under the policy."
    },
    {
        "ID": "a5d3062a-4513-4931-a7e0-3f8bfb79abae",
        "DocumentID": 1,
        "PassageID": "8.3.1.(3)",
        "Passage": "A Relevant Person must have systems and controls in place and take reasonable measures to determine whether:\n(a)\ta customer,\n(b)\tany Beneficial Owners of the customer; or\n(c)\tfor a life insurance or other similar policy, any beneficiary of the policy, or any Beneficial Owners of a beneficiary;\nis a PEP."
    },
    {
        "ID": "53f7ac2c-e797-4e30-a54d-25ee52f4e364",
        "DocumentID": 1,
        "PassageID": "8.3.1.(4)",
        "Passage": "If a PEP is identified under (3), then the Relevant Person must, in addition to CDD under ‎8.3.1, undertake Enhanced CDD under ‎8.4.1."
    },
    {
        "ID": "5ed84dbe-583c-4784-b7ce-692c9e6336d1",
        "DocumentID": 1,
        "PassageID": "8.3.2",
        "Passage": ""
    },
    {
        "ID": "20393f49-d2b3-4a18-a2df-3887ee19ab15",
        "DocumentID": 1,
        "PassageID": "8.3.2.(1)",
        "Passage": "For the purposes of Rule ‎8.3.1(1)(a), a Relevant Person must identify a customer and verify the customer’s identity in accordance with this Rule."
    },
    {
        "ID": "efa98a6b-493f-44e5-ab1a-cdb6617a9a7b",
        "DocumentID": 1,
        "PassageID": "8.3.2.(2)",
        "Passage": "If a customer is a Natural Person, a Relevant Person must obtain and verify information about the person’s:\n(a)\tfull name (including any alias);\n(b)\tdate of birth;\n(c)\tnationality;\n(d)\tlegal domicile; and\n(e)\tcurrent residential address, other than a post office box."
    },
    {
        "ID": "f3ef03ed-0eb7-4798-bcc1-f4a70325a587",
        "DocumentID": 1,
        "PassageID": "8.3.2.(3)",
        "Passage": "If a customer is a Body Corporate, the Relevant Person must obtain and verify:\n(a)\tthe full name of the Body Corporate and any trading name;\n(b)\tthe address of its registered office and, if different, its principal place of business;\n(c)\tthe date and place of incorporation or registration;\n(d)\trelevant corporate documents of the customer; and\n(e)\tthe full names of the members of its Governing Body and persons exercising a senior management position."
    },
    {
        "ID": "c829b2b4-c712-4fa4-8fba-a9164de8905e",
        "DocumentID": 1,
        "PassageID": "8.3.2.(4)",
        "Passage": "If a customer is a foundation, the Relevant Person must obtain and verify:\n(a)\ta certified copy of the charter and by-laws of the foundation or any other documents constituting the foundation; and\n(b)\tdocumentary evidence of the appointment of the guardian or any other person who may exercise powers in respect of the foundation."
    },
    {
        "ID": "c58c75fb-d83a-4225-b943-fe1ba2650f74",
        "DocumentID": 1,
        "PassageID": "8.3.2.(5)",
        "Passage": "If a customer is a trust or other similar Legal Arrangement, the Relevant Person must obtain and verify:\n(a)\ta certified copy of the trust deed or other documents that set out the nature, purpose and terms of the trust or arrangement; and\n(b)\tdocumentary evidence of the appointment of the trustee or any other person exercising powers under the trust or arrangement."
    },
    {
        "ID": "2ae09070-3d6f-40b9-92df-7142e36b31bb",
        "DocumentID": 1,
        "PassageID": "8.3.2.Guidance on CDD",
        "Passage": ""
    },
    {
        "ID": "65fa7f90-1c32-4c10-b79b-8db10a8159e0",
        "DocumentID": 1,
        "PassageID": "8.3.2.Guidance on CDD.1.",
        "Passage": "The information required under ‎8.3.2(2)(a) and (b) should be obtained through a review of an original current, valid passport or, where a customer does not own a passport, an official identification document which includes a photograph. For the purposes of Rule ‎8.3.2(2)(a) and (b) an official government identification document in digital form and issued by a governmental competent authority is considered valid."
    },
    {
        "ID": "8d2d9dfa-d0de-4306-ac3a-8dc26e388d64",
        "DocumentID": 1,
        "PassageID": "8.3.2.Guidance on CDD.2.",
        "Passage": "A Relevant Person should ensure that any documents used for the purpose of identification are original documents, whichever format they are in, including digital."
    },
    {
        "ID": "02288096-5fcb-4e5c-8808-19f75140fdad",
        "DocumentID": 1,
        "PassageID": "8.3.2.Guidance on CDD.3.",
        "Passage": "The verification of a customer’s identity, including their address, should be based on official documents. Where that is not possible, a Relevant Person should consider using additional documents or information obtained from different independent sources to verify identity. Any lack of official documents and alternative means of verification should lead the Relevant Person to re-assess the customer’s risk classification and the associated level of due diligence to be undertaken."
    },
    {
        "ID": "22ef0e81-f12a-4b5f-9ca5-706d7c1b02d5",
        "DocumentID": 1,
        "PassageID": "8.3.2.Guidance on CDD.4.",
        "Passage": "For residents of the U.A.E., the UAE Pass may be used to identify and verify the identity of a customer who is a Natural Person, and thereby satisfy the requirement to verify the address of that customer only where the UAE Pass is duly authenticated by the Relevant Person."
    },
    {
        "ID": "3fd4e26d-33e8-4b77-962c-37dae872729d",
        "DocumentID": 1,
        "PassageID": "8.3.2.Guidance on CDD.5.",
        "Passage": "The Relevant Person must always verify the address of a customer subject to Enhanced Customer Due Diligence under Rule ‎8.4.1."
    },
    {
        "ID": "93ffbdc2-b13d-4776-b1d5-4b5372a3fe1b",
        "DocumentID": 1,
        "PassageID": "8.3.2.Guidance on CDD.6.",
        "Passage": "Where personal identity documents, such as a passport, identity card or other identification documentation cannot be reviewed in original form, the identification documentation provided should be certified as a true copy of the original document by any one of the following:\n(a)\ta registered lawyer;\n(b)\ta registered notary;\n(c)\ta chartered accountant;\n(d)\ta government ministry;\n(e)\ta post office;\n(f)\ta police officer; or\n(g)\tan embassy or consulate.\nThe individual or authority undertaking the certification should be contactable if necessary.\nWhere a copy of an original identification document is made by a Relevant Person, the copy should be dated, signed and marked with 'original sighted'."
    },
    {
        "ID": "bf14d747-769c-450d-8dca-1d82f2f5a9da",
        "DocumentID": 1,
        "PassageID": "8.3.2.Guidance on CDD.7.",
        "Passage": "In complying with Rule ‎8.3.2(2), a Relevant Person should take reasonable steps to identify whether a customer has more than one nationality or residency rights in jurisdictions other than their jurisdiction of birth. The existence of such residency rights or dual nationality may be a potential risk factor and should be considered as such in the customer risk assessment required by Rule ‎7.1.1(3) and Rule ‎7.1.2."
    },
    {
        "ID": "aecde7ad-d719-4416-b520-a9e53a58934f",
        "DocumentID": 1,
        "PassageID": "8.3.2.Guidance on CDD.8.",
        "Passage": "Where a Relevant Person uses eKYC for CDD purposes appropriate measures must be adopted to mitigate the risks that may arise from eKYC processes and the use of an eKYC System. A Relevant Person must ensure that eKYC is secure and effective, includes an appropriate combination of authentication factors when verifying the identity of the customer and ensure it is at least as stringent as face-to-face CDD. Measures should be in place to verify the authenticity of any official government identification document and the actual customer. A Relevant Person should also apply guidance on technical standards for biometric authentication issued by the Regulator or a competent authority of the U.A.E., as applicable."
    },
    {
        "ID": "cb40cc9f-1271-40bd-8bc6-2f4e6fce615a",
        "DocumentID": 1,
        "PassageID": "8.3.2.Guidance on CDD.9.",
        "Passage": "When employing an eKYC System to assist with CDD, a Relevant Person should:\na.\tensure that it has a thorough understanding of the eKYC System itself and the risks of eKYC, including those outlined by relevant guidance from FATF and other international standard setting bodies;\nb.\tcomply with all the Rules of the Regulator relevant to eKYC including, but not limited to, applicable requirements regarding the business risk assessment, as per Rule ‎6.1, and outsourcing, as per Rule ‎9.3;\nc.\tcombine eKYC with transaction monitoring, anti-fraud and cyber-security measures to support a wider framework preventing applicable Financial Crime; and\nd.\ttake appropriate steps to identify, assess and mitigate the risk of the eKYC system being misused for the purposes of Financial Crime."
    },
    {
        "ID": "2c89dbc9-ddbb-4b04-ae61-d1dd4ae7db91",
        "DocumentID": 1,
        "PassageID": "8.3.2.Guidance on CDD.10.",
        "Passage": "In undertaking CDD, a Relevant Person that is a Recognised Body should have regard to the provisions of the Market Infrastructure Rulebook (“MIR”) requiring appropriate measures be taken to prevent money laundering, Market Abuse and Financial Crime, including those set out at MIR 2.8.5(c) and MIR 2.9."
    },
    {
        "ID": "cb28ff5e-f096-4a76-a870-f34c61e5a13e",
        "DocumentID": 1,
        "PassageID": "8.3.3",
        "Passage": ""
    },
    {
        "ID": "f4332644-75d3-423e-b5aa-f86b2fb0d083",
        "DocumentID": 1,
        "PassageID": "8.3.3.(1)",
        "Passage": "For the purposes of Rule ‎8.3.1(1)(b), and subject to (4), a Relevant Person must identify the Beneficial Owners of a Body Corporate in accordance with this Rule."
    },
    {
        "ID": "780ab80d-8ea2-4c7e-a7da-768291aa9714",
        "DocumentID": 1,
        "PassageID": "8.3.3.(2)",
        "Passage": "The Relevant Person must identify any Natural Person who:\n(a)\towns or controls (in each case whether directly or indirectly) 25% or more of the shares or voting rights in the Body Corporate;\n(b)\tcontrols the Body Corporate; or\n(c)\texercises ultimate control over the management of the Body Corporate."
    },
    {
        "ID": "652996d0-d273-4fbe-8421-47dc87cbc21e",
        "DocumentID": 1,
        "PassageID": "8.3.3.(3)",
        "Passage": "For the purposes of (2)(b), a Natural Person controls a Body Corporate if such person:\n(a)\tholds, directly or indirectly:\n(i)\t25% or more of the Body Corporate’s shares;\n(ii)\t25% or more of the voting rights in the Body Corporate; or\n(iii)\tthe right to appoint or remove a majority of the board of directors of the Body Corporate; or\n(b)\thas the right to exercise, or actually exercises, significant influence or control over the Body Corporate."
    },
    {
        "ID": "e5c687c2-df2e-4bcf-aab9-e0c644259e0a",
        "DocumentID": 1,
        "PassageID": "8.3.3.(4)",
        "Passage": "A Relevant Person is not required to comply with Rule ‎8.3.1(1)(b) if the customer is:\n(a)\ta Listed Body Corporate; or\n(b)\ta Body Corporate that is wholly-owned by the Federal Government of the U.A.E., or by any of the governments of the member Emirates of the U.A.E.; or\n(c)\ta Body Corporate created by Emiri decree within the U.A.E."
    },
    {
        "ID": "e78e71e8-fcd3-443e-95a5-3e28a0bcd5c2",
        "DocumentID": 1,
        "PassageID": "8.3.4",
        "Passage": ""
    },
    {
        "ID": "3973ff0e-b78e-4124-a336-e251e18964c8",
        "DocumentID": 1,
        "PassageID": "8.3.4.(1)",
        "Passage": "For the purposes of Rule ‎8.3.1(1)(b), a Relevant Person must identify the Beneficial Owners of a Partnership in accordance with this Rule."
    },
    {
        "ID": "c11ab601-e70f-41d7-a40b-da3594e56f61",
        "DocumentID": 1,
        "PassageID": "8.3.4.(2)",
        "Passage": "The Relevant Person must identify any Natural Person who:\n(a)\tultimately is entitled to or controls (in each case whether directly or indirectly) a 25% or more share of the capital or profits of the Partnership or 25% or more of the voting rights in the Partnership; or\n(b)\totherwise exercises ultimate control over the management of the Partnership."
    },
    {
        "ID": "e58016ed-e11d-4113-ae24-1f5e43b29f87",
        "DocumentID": 1,
        "PassageID": "8.3.5",
        "Passage": ""
    },
    {
        "ID": "7f0ddfb1-f2d7-4e44-8199-4346b40b331e",
        "DocumentID": 1,
        "PassageID": "8.3.5.(1)",
        "Passage": "For the purposes of Rule ‎8.3.1(1)(b), a Relevant Person must identify the Beneficial Owners of a customer that is a trustee of a trust or an equivalent position in respect of a similar Legal Arrangement in accordance with this Rule."
    },
    {
        "ID": "3ec2310e-c944-4fd3-8215-52f9a3515f66",
        "DocumentID": 1,
        "PassageID": "8.3.5.(2)",
        "Passage": "The Relevant Person must identify:\n(a)\tthe settlor of the trust;\n(b)\tany other trustee(s) aside from the customer;\n(c)\teach beneficiary of the trust;\n(d)\twhere the persons or some of the persons benefiting from the trust have not been determined, the class of persons in whose main interest, in the opinion of the Registrar, the trust has been established or operates; and\n(e)\tany Natural Person who has control over the trust."
    },
    {
        "ID": "3e7f4b87-6ee1-4298-a3b8-70a8cb639a59",
        "DocumentID": 1,
        "PassageID": "8.3.5.(3)",
        "Passage": "For the purposes of (2)(e) “control” means a power, whether exercisable alone, jointly with another person or with the consent of another person, under the trust instrument or by law to:\n(a)\tdispose of, advance, lend, invest, pay or apply trust property;\n(b)\tvary or terminate the trust;\n(c)\tadd or remove a person as a beneficiary to or from a class of beneficiaries;\n(d)\tappoint or remove trustees or give another person control over the trust; and\n(e)\tdirect, withhold consent to or veto the exercise of a power mentioned in sub-paragraphs (a) to (d)."
    },
    {
        "ID": "ba6c6360-7d2f-4fb8-9fe9-2c33c5af2ae8",
        "DocumentID": 1,
        "PassageID": "8.3.5.(4)",
        "Passage": "Where any of the persons identified under (2)(a) to (e) are fulfilled by a Body Corporate or Partnership, the Relevant Person must identify the Beneficial Owners of Body Corporate or Partnership in accordance with Rule ‎8.3.3 and Rule ‎8.3.4."
    },
    {
        "ID": "e777ee14-5ba1-4879-8bf9-143b142ee522",
        "DocumentID": 1,
        "PassageID": "8.3.6",
        "Passage": ""
    },
    {
        "ID": "e09c8b1b-2fde-4c4c-87b3-8193b62d2a14",
        "DocumentID": 1,
        "PassageID": "8.3.6.(1)",
        "Passage": "For the purposes of Rule ‎8.3.1(1)(b), a Relevant Person must identify the Beneficial Owners of a customer that is a foundation or other Legal Arrangement similar to a foundation in accordance with this Rule."
    },
    {
        "ID": "4a3bca33-ed16-4a70-91b8-54d56aa9a70d",
        "DocumentID": 1,
        "PassageID": "8.3.6.(2)",
        "Passage": "The Relevant Person must identify:\n(a)\tthe founder;\n(b)\tthe foundation council members, or otherwise members of the governing body of the foundation;\n(c)\tthe guardian, if any;\n(d)\tthe beneficiaries, if named, or designee if no beneficiaries are named, in whose main interest, in the opinion of the Relevant Person, the foundation or arrangement has been established or operates; and\n(e)\tany Natural Person who has control over the foundation or other Legal Arrangement."
    },
    {
        "ID": "8d245d06-787c-4d3c-b849-9f974d6f0f00",
        "DocumentID": 1,
        "PassageID": "8.3.6.(3)",
        "Passage": "For the purposes of (2)(e), a Natural Person shall have “control” over a foundation or a Legal Arrangement if such person:\n(a)\tholds, directly or indirectly, 25% or more of the voting rights in the conduct and management of the foundation or the Legal Arrangement; or\n(b)\tholds the right, directly or indirectly, to appoint or remove a majority of the officials of the foundation or the Legal Arrangement."
    },
    {
        "ID": "d378b608-329f-4c2e-a5ca-98c9c158a518",
        "DocumentID": 1,
        "PassageID": "8.3.6.(4)",
        "Passage": "Where any of the persons identified under (2)(a) to (d) are a Body Corporate or Partnership, the Relevant Person must identify the Beneficial Owners of Body Corporate or Partnership in accordance with Rule ‎8.3.3 and Rule ‎8.3.4."
    },
    {
        "ID": "0691219b-202e-4ba7-866c-2242e0ab8651",
        "DocumentID": 1,
        "PassageID": "8.3.6.Guidance on verification of the identity of Beneficial Owners",
        "Passage": ""
    },
    {
        "ID": "874292b8-46fc-4b57-8417-7c56c1280d93",
        "DocumentID": 1,
        "PassageID": "8.3.6.Guidance on verification of the identity of Beneficial Owners.1.",
        "Passage": "In determining whether an individual meets the definition of Beneficial Owners regard should be had to all the circumstances of the case, in particular the size of an individual's legal engagement or beneficial ownership in a Transaction."
    },
    {
        "ID": "a5c8c98c-d201-48a8-ad2d-8aeb9e58132c",
        "DocumentID": 1,
        "PassageID": "8.3.6.Guidance on verification of the identity of Beneficial Owners.2.",
        "Passage": "For a retail investment fund that is widely-held and where the investors invest via pension contributions, the Regulator would not expect the manager of the fund to look through to any underlying investors where there are none with any material control or ownership of the fund. However, for a closely-held fund with a small number of investors, each having a large shareholding or other interest, the Regulator would expect a Relevant Person to identify and verify each of the Beneficial Owners, depending on the risks identified as part of its risk-based assessment of the customer. For a corporate health policy with defined benefits, however, the Regulator would not expect a Relevant Person to identify the Beneficial Owners."
    },
    {
        "ID": "d9daffbe-8401-47ce-80e6-9218158f3511",
        "DocumentID": 1,
        "PassageID": "8.3.6.Guidance on verification of the identity of Beneficial Owners.3.",
        "Passage": "An eKYC System may be used as part of the identification and verification of Beneficial Owners. When determining whether to use an eKYC System to assist in the CDD of a Beneficial Owner, a Relevant Person should establish if the eKYC System used allows it to comply fully with the relevant Rules in relation to CDD."
    },
    {
        "ID": "06bd3c59-b4ed-46d1-b205-67a7efb17fb2",
        "DocumentID": 1,
        "PassageID": "8.3.6.Guidance on Politically Exposed Persons (PEPs) and corruption",
        "Passage": ""
    },
    {
        "ID": "c3dfe905-340d-4757-8d3f-ead78274c6af",
        "DocumentID": 1,
        "PassageID": "8.3.6.Guidance on Politically Exposed Persons (PEPs) and corruption.1.",
        "Passage": "Individuals who have, or have had, a high political profile, or hold, or have held, public office, may pose a higher money laundering risks to a Relevant Person as their position may make them prone to corruption. This risk also extends to members of their families and to known close associates. Being a PEP does not, in itself, of course, incriminate individuals or entities."
    },
    {
        "ID": "818dab8d-f3d4-42a0-882c-0324d6cbe86e",
        "DocumentID": 1,
        "PassageID": "8.3.6.Guidance on Politically Exposed Persons (PEPs) and corruption.2.",
        "Passage": "Generally, a foreign PEP presents a higher risk of money laundering because there is a greater risk that such a Person, if he were undertaking money laundering, would attempt to place his money offshore, away from his home jurisdiction, where he is less likely to be recognised as a PEP and where it would be more difficult for law enforcement agencies in his home jurisdiction to confiscate or freeze his criminal proceeds."
    },
    {
        "ID": "8e66208b-3a64-4776-85b1-cb8bd5d8200f",
        "DocumentID": 1,
        "PassageID": "8.3.6.Guidance on Politically Exposed Persons (PEPs) and corruption.3.",
        "Passage": "A Relevant Person should be aware that customer relationships with family members or close associates of PEPs involve similar risks to those with PEPs themselves."
    },
    {
        "ID": "e94d63a5-6fd0-460b-843b-ca6999914de0",
        "DocumentID": 1,
        "PassageID": "8.3.6.Guidance on Politically Exposed Persons (PEPs) and corruption.4.",
        "Passage": "The risk of corruption-related money laundering increases where a Relevant Person deals with a PEP. Corruption may involve serious crimes and has become the subject of increasing global concern. Corruption offences are predicate crimes under Federal AML Legislation."
    },
    {
        "ID": "3b612401-9d35-417f-8f5b-afe29696fa4f",
        "DocumentID": 1,
        "PassageID": "8.3.6.Guidance on Politically Exposed Persons (PEPs) and corruption.5.",
        "Passage": "The Regulator considers that after leaving office a PEP remains a higher risk for money laundering if such an individual continues to exert political influence or otherwise poses a risk of being involved in corruption."
    },
    {
        "ID": "fc3126a7-d456-4b3a-8705-1f011b901086",
        "DocumentID": 1,
        "PassageID": "8.3.6.Guidance on Politically Exposed Persons (PEPs) and corruption.6.",
        "Passage": "The fact that an individual is a PEP does not automatically mean that the individual must be assessed to be a high-risk customer: however, Enhanced CDD still needs to be undertaken on PEPs. A Relevant Person will need to assess the particular circumstances relating to each PEP to determine what risk category is appropriate."
    },
    {
        "ID": "a40ce2b8-2f41-4b15-b8f4-735315d3d9d5",
        "DocumentID": 1,
        "PassageID": "8.3.6.Guidance on FATF Jurisdictions Under Increased Monitoring / Subject to a Call for Action",
        "Passage": ""
    },
    {
        "ID": "af125aef-5b0d-41d0-a895-55bda6773f2c",
        "DocumentID": 1,
        "PassageID": "8.3.6.Guidance on FATF Jurisdictions Under Increased Monitoring / Subject to a Call for Action.1.",
        "Passage": "A Relevant Person should maintain up-to-date lists of Jurisdictions Under Increased Monitoring and Jurisdictions Subject to a Call for Action and screen against them for potential exposure as part of CDD. Customer exposure to jurisdictions appearing on these lists should be taken into account when developing and applying risk-based measures relating to CDD. Customers exposed to such jurisdictions may present higher money laundering risks and specific counter-measures including Enhanced CDD may be required."
    },
    {
        "ID": "ad1324b3-9474-401e-8d5b-be6cb66b4dc8",
        "DocumentID": 1,
        "PassageID": "8.4",
        "Passage": "Enhanced Customer Due Diligence"
    },
    {
        "ID": "4f4b7087-c603-4a62-81b7-25c36199e9da",
        "DocumentID": 1,
        "PassageID": "8.4.1",
        "Passage": "Where a Relevant Person is required to undertake Enhanced CDD, having assigned a customer a high-risk rating or it or its Beneficial Owners is a PEP, then, in addition to CDD under Rule ‎8.3.1, it must:\n(a)\tobtain:\n(i)\tadditional identification information on the customer and all Beneficial Owners;\n(ii)\tadditional information on the intended nature of the business relationship;\n(iii)\tinformation on the reasons for a Transaction;\n(b)\tupdate the CDD information which it holds on the customer and any Beneficial Owners more regularly;\n(c)\tidentify and verify:\n(i)\tthe Source of Funds; and\n(ii)\tthe Source of Wealth;\nof the customer and, if applicable, all Beneficial Owners;\n(d)\tconduct enhanced monitoring of the business relationship, by increasing the frequency and intensity of controls applied, and determining which groups of transactions need further examination;\n(e)\tobtain the approval of Senior Management to commence a business relationship with the customer;\n(f)\trequire the first payment to be carried out through an account in the customer’s name with a financial institution that is subject to AML/TFS regulation and supervision in a jurisdiction that has standards equivalent to those set out in the FATF Recommendations; and\n(g)\tfor a customer who is a Natural Person, verify the current residential address (other than a post office box)."
    },
    {
        "ID": "b0cb4477-cb87-4b5b-be5a-729aa2fdbea1",
        "DocumentID": 1,
        "PassageID": "8.4.1.Guidance",
        "Passage": ""
    },
    {
        "ID": "883df9d9-2483-4077-9c25-5ae4131f16f1",
        "DocumentID": 1,
        "PassageID": "8.4.1.Guidance.1.",
        "Passage": "In Rule ‎8.4.1, Enhanced CDD measures are mandatory to the extent that they are applicable to the relevant customer or the circumstances of the business relationship and to the extent that the risks would reasonably require it. Therefore, the extent of additional measures to be conducted is a matter for the Relevant Person to determine on a case-by-case basis."
    },
    {
        "ID": "d312bd89-485f-4829-961c-5f9c5df6c0a5",
        "DocumentID": 1,
        "PassageID": "8.4.1.Guidance.2.",
        "Passage": "In Rule ‎8.4.1(e), Senior Management approval may be given by an individual member of the Relevant Person's Senior Management or by a committee of senior managers appointed to consider high-risk customers. Such approval may also be outsourced within the Group, but only to a suitably qualified individual or committee."
    },
    {
        "ID": "5a02074e-cdbf-4ffa-bef6-7d4aba1a9ce8",
        "DocumentID": 1,
        "PassageID": "8.4.1.Guidance.3.",
        "Passage": "For high-risk customers, a Relevant Person should, in order to mitigate the perceived potential and actual risks, exercise a greater degree of diligence throughout the course of the customer relationship and should endeavour to understand the nature of the customer's business and consider whether it is consistent and reasonable."
    },
    {
        "ID": "6b74a795-3032-481f-a8cb-fecd7e506ac7",
        "DocumentID": 1,
        "PassageID": "8.4.1.Guidance.4.",
        "Passage": "A Relevant Person should be satisfied that a customer's use of complex legal structures and/or the use of trust and private investment vehicles, has a genuine and legitimate purpose."
    },
    {
        "ID": "ffcbeebf-6290-45d1-b346-1920960dcac3",
        "DocumentID": 1,
        "PassageID": "8.4.1.Guidance.5.",
        "Passage": "For Enhanced CDD, where there are one or more Beneficial Owners, verification of the customer's Source of Funds and Wealth may require enquiring into the Beneficial Owners’ Source of Funds and Wealth because the Source of the Funds would normally be associated with the Beneficial Owners and not the customer."
    },
    {
        "ID": "84d8fc6e-65ed-456a-ba2f-06d75702b5e0",
        "DocumentID": 1,
        "PassageID": "8.4.1.Guidance.6.",
        "Passage": "The Regulator considers that verification of Source of Funds includes obtaining independent corroborating evidence such as the proof of dividend payments connected to a shareholding, bank statements, salary/bonus certificates, loan documentation and proof of all Transactions which gave rise to payments into the account. A customer should be able to demonstrate and have documented how the relevant funds are connected to a particular event which gave rise to the payment into the account or to the source of the funds for a Transaction."
    },
    {
        "ID": "7431bcf7-8d6d-458d-8826-d4ea1a8d5aa7",
        "DocumentID": 1,
        "PassageID": "8.4.1.Guidance.7.",
        "Passage": "The Regulator considers that verification of Source of Wealth includes obtaining independent corroborating evidence such as share certificates, publicly available registers of ownership, bank or brokerage account statements, probate documents, audited accounts and financial statements, news items from a reputable source and other similar evidence."
    },
    {
        "ID": "ea559a04-f224-4bcb-b3bd-7913672c2c59",
        "DocumentID": 1,
        "PassageID": "8.4.1.Guidance.8.",
        "Passage": "A Relevant Person may commission a report from a third-party vendor to obtain further information on a customer or Transaction or to investigate a customer or Beneficial Owners in very high-risk cases. Such a report may be particularly useful where there is little or no publicly available information on a Person or on a Legal Arrangement or where the Relevant Person has difficulty in obtaining and verifying information."
    },
    {
        "ID": "e4087491-0cde-41c5-bffe-f82eb464979a",
        "DocumentID": 1,
        "PassageID": "8.4.1.Guidance.9.",
        "Passage": "For Rule ‎8.4.1, circumstances where it may be applicable to require the first payment made by a customer in order to open an account with a Relevant Person to be carried out through a bank account in the customer's name include:\n(a)\twhere, following the use of other Enhanced Customer Due Diligence measures, the Relevant Person is not satisfied with the results of that due diligence; or\n(b)\tas an alternative measure, where one of the measures in Rule ‎8.4.1(a) to (e) cannot be carried out."
    },
    {
        "ID": "734743d5-e9c6-4be7-b254-1759f0660230",
        "DocumentID": 1,
        "PassageID": "8.4.1.Guidance.10.",
        "Passage": "A Relevant Person should maintain up-to-date lists of Jurisdictions Under Increased Monitoring and Jurisdictions Subject to a Call for Action and take these lists into account in developing and applying risk-based measures relating to CDD including the development of compliance procedures."
    },
    {
        "ID": "afec58b0-8386-4079-906c-0689c17e2ef0",
        "DocumentID": 1,
        "PassageID": "8.4.1.Guidance.11.",
        "Passage": "CDD should include screening for customer exposure to Jurisdictions Under Increased Monitoring and Jurisdictions Subject to a Call for Action. Customer exposure to such jurisdictions may present higher money laundering risks and specific risk-based countermeasures may be required. In the case of customer exposure to Jurisdictions Under Increased Monitoring, this may include undertaking Enhanced CDD. In the case of customer exposure to Jurisdictions Subject to a Call for Action, Enhanced CDD should always be undertaken."
    },
    {
        "ID": "f958d8d5-cdb6-43e9-a01d-f7bf0a2a22fd",
        "DocumentID": 1,
        "PassageID": "8.4.1.Guidance.12.",
        "Passage": "Pursuant to directives of the NAMLCFTC, Relevant Persons must exercise appropriate levels of due diligence on Transactions originating from, routed through or destined for Jurisdictions Subject to a Call for Action and any other financial or non-financial engagement involving an individual or entity from such jurisdictions."
    },
    {
        "ID": "e609488d-2833-42fe-812f-dc7c6cd74291",
        "DocumentID": 1,
        "PassageID": "8.4.1.Guidance.13.",
        "Passage": "Relevant Persons should ensure they are aware of and comply with the requirements of the FIU relating to the filing of a High Risk Country Transaction Report or a High Risk Country Activity Report (as applicable) via goAML. Currently, these must be filed prior to conducting Transactions where the remitter or the beneficiary is an individual or entity associated with a Jurisdiction Subject to a Call for Action. Such Transactions may only be executed in line with guidance issued by the FIU."
    },
    {
        "ID": "0a7fae16-0fb0-4a11-8f44-848453b43d7f",
        "DocumentID": 1,
        "PassageID": "8.5",
        "Passage": "Simplified Customer Due Diligence"
    },
    {
        "ID": "34153027-71c9-4f66-950d-def4edd6d946",
        "DocumentID": 1,
        "PassageID": "8.5.1",
        "Passage": ""
    },
    {
        "ID": "7a151d54-ddb0-4195-946b-dbe8d79a83f0",
        "DocumentID": 1,
        "PassageID": "8.5.1.(1)",
        "Passage": "Where a Relevant Person is permitted to undertake Simplified CDD under Rule ‎8.1.1(4), modification of Rule ‎8.3.1 may include:\n(a)\tverifying the identity of the customer and any Beneficial Owners after the establishment of the business relationship;\n(b)\tdeciding to reduce the frequency of, or as appropriate not undertake, customer identification updates;\n(c)\tdeciding not to verify an identification document other than by requesting a copy;\n(d)\treducing the degree of ongoing monitoring of Transactions, based on a reasonable monetary threshold or on the nature of the Transaction; and\n(e)\tnot collecting specific information or carrying out specific measures to understand the purpose and intended nature of the business relationship, but inferring such purpose and nature from the type of Transactions or business relationship established."
    },
    {
        "ID": "2b3dccd6-4dd8-4718-be14-e59fe643bde0",
        "DocumentID": 1,
        "PassageID": "8.5.1.(2)",
        "Passage": "The modification undertaken under (1) must be proportionate to the customer's money laundering risks."
    },
    {
        "ID": "68009d51-0649-4377-92b5-f531338fc1af",
        "DocumentID": 1,
        "PassageID": "8.5.1.Guidance",
        "Passage": ""
    },
    {
        "ID": "024f6e82-c28e-459f-b872-72a679b5f749",
        "DocumentID": 1,
        "PassageID": "8.5.1.Guidance.1.",
        "Passage": "A Relevant Person should not use a \"one size fits all\" approach for all of its low-risk customers. Notwithstanding that the risks may be low for all such customers in that category, the extent of CDD undertaken needs to be proportionate to the specific risks identified on a case-by-case basis."
    },
    {
        "ID": "fcabcd64-8dc8-45a2-bacb-c447993f30a0",
        "DocumentID": 1,
        "PassageID": "8.5.1.Guidance.2.",
        "Passage": "A Relevant Person might reasonably reduce the frequency of or, as appropriate, eliminate customer identification updates where the money laundering risks are low and the service provided does not offer a realistic opportunity for money laundering."
    },
    {
        "ID": "4dae70a4-2262-405e-b87b-3658a64c019a",
        "DocumentID": 1,
        "PassageID": "8.5.1.Guidance.3.",
        "Passage": "An example of where a Relevant Person might reasonably reduce the degree of ongoing monitoring and scrutinising of Transactions, based on a reasonable monetary threshold or on the nature of the Transaction, would be where the Transaction is a recurring, fixed contribution to a savings scheme, investment portfolio or fund or where the monetary value of the Transaction is not material for money laundering purposes given the nature of the customer and the Transaction type."
    },
    {
        "ID": "9c7dfeb8-a4f7-45a5-9cd8-0398b2afe519",
        "DocumentID": 1,
        "PassageID": "8.6",
        "Passage": "Ongoing Customer Due Diligence"
    },
    {
        "ID": "c30b7004-b33f-4bf6-a96a-8ba1e2ab3537",
        "DocumentID": 1,
        "PassageID": "8.6.1",
        "Passage": "When undertaking ongoing CDD under Rule ‎8.3.1(1)(d), a Relevant Person must:\n(a)\tmonitor Transactions undertaken during the course of its customer relationship to ensure that the Transactions are consistent with the Relevant Person's knowledge of the customer, his business and risk rating;\n(b)\tpay particular attention to any complex or unusually large Transactions or unusual patterns of Transactions that have no apparent or visible economic or legitimate purpose;\n(c)\tenquire into the background and purpose of the Transactions in (b);\n(d)\tperiodically review the adequacy of the CDD information it holds on customers and Beneficial Owners to ensure that the information is kept up to date, particularly for customers with a high-risk rating; and\n(e)\tperiodically review each customer to ensure that the risk rating assigned to a customer under Rule ‎7.1.1(1)(b) remains appropriate for the customer in light of the money laundering risks."
    },
    {
        "ID": "7b827365-e71e-4250-9174-5ab76fc9b8d2",
        "DocumentID": 1,
        "PassageID": "8.6.2",
        "Passage": "A Relevant Person must apply an intensified and ongoing monitoring programme with respect to higher risk Transactions and customers."
    },
    {
        "ID": "670dd430-cffc-4170-9615-a4872f92a3dd",
        "DocumentID": 1,
        "PassageID": "8.6.2.Guidance",
        "Passage": ""
    },
    {
        "ID": "5f09b6ab-3619-47a4-a827-f9f93dfe752f",
        "DocumentID": 1,
        "PassageID": "8.6.2.Guidance.1.",
        "Passage": "The customer identification process does not end at the time of establishing a business relationship with a customer or, where relevant, undertaking a specific transaction or business activity on behalf of a customer. Following the start of the customer relationship, a Relevant Person should ensure that all relevant evidence and information is kept up to date including, for example, the list of authorised signatories who can act on behalf of a corporate customer."
    },
    {
        "ID": "87f39d78-d193-4459-b27e-57a39d5c61de",
        "DocumentID": 1,
        "PassageID": "8.6.2.Guidance.2.",
        "Passage": "In complying with Rule 8.6.1(d), a Relevant Person should undertake a periodic review to ensure that non-static customer identity documentation is accurate and up to date.  A Relevant Person is expected to ensure that the information and the evidence obtained from a customer is valid and has not expired, for example when obtaining copies of identification documentation such as a passport or identification card.  Examples of non-static identity documentation include passport number and residential/business address and, for a Legal Person, its share register or list of partners."
    },
    {
        "ID": "7ce2b3c3-59d8-4e73-8db4-18ac7d9dfda2",
        "DocumentID": 1,
        "PassageID": "8.6.2.Guidance.3.",
        "Passage": "A Relevant Person should undertake a review under Rule ‎8.6.1(d) and (e) particularly when:\n(a)\tthe Relevant Person changes its CDD documentation requirements;\n(b)\tan unusual Transaction with the customer is expected to take place;\n(c)\tthere is a material change in the business relationship with the customer; or\n(d)\tthere is a material change in the nature or ownership of the customer."
    },
    {
        "ID": "343336ad-919b-4be4-85bf-f899bed25364",
        "DocumentID": 1,
        "PassageID": "8.6.2.Guidance.4.",
        "Passage": "The degree of the ongoing due diligence to be undertaken will depend on the customer risk assessment carried out under Rule ‎7.1.1."
    },
    {
        "ID": "8d759feb-0f55-4818-8dca-fea35d57805f",
        "DocumentID": 1,
        "PassageID": "8.6.2.Guidance.5.",
        "Passage": "A Relevant Person's Transaction monitoring policies, procedures, systems and controls, which may be implemented by manual or automated systems, or a combination thereof, are one of the most important aspects of effective CDD. Whether a Relevant Person should undertake the monitoring by means of a manual or computerised system, or both, will depend on a number of factors, including:\n(a)\tthe size and nature of the Relevant Person's business and customer base; and\n(b)\tthe complexity and volume of customer Transactions."
    },
    {
        "ID": "96bf7e3e-d8aa-446d-9b10-5e8bd8e13a1a",
        "DocumentID": 1,
        "PassageID": "8.6.3",
        "Passage": "A Relevant Person must review its customers, their businesses, and Transactions, against Sanctions Lists when complying with Rule ‎8.6.1(d)."
    },
    {
        "ID": "c33f56d3-d387-4acf-8686-79121208b444",
        "DocumentID": 1,
        "PassageID": "8.7",
        "Passage": "Failure to conduct or complete Customer Due Diligence"
    },
    {
        "ID": "35bfc037-ae4b-4d96-856a-26ab370fc861",
        "DocumentID": 1,
        "PassageID": "8.7.1",
        "Passage": ""
    },
    {
        "ID": "f4ae42ab-2d89-4bea-9082-cec558f3b0c0",
        "DocumentID": 1,
        "PassageID": "8.7.1.(1)",
        "Passage": "Where, in relation to a customer, a Relevant Person is unable to conduct or complete the requisite CDD in accordance with Rule ‎8.1.1 it must, where appropriate:\n(a)\tnot carry out a Transaction with or for the customer through a bank account or in cash;\n(b)\tnot open an account or otherwise provide a service;\n(c)\tnot otherwise establish a business relationship or carry out a Transaction;\n(d)\tterminate or suspend any existing business relationship with the customer;\n(e)\treturn any monies or assets received from the customer; and\n(f)\tconsider whether the inability to conduct or complete CDD necessitates the making of a Suspicious Activity/Transaction Report under Rule ‎14.3.1(c)."
    },
    {
        "ID": "0055e419-91db-411e-ae66-151b141cc397",
        "DocumentID": 1,
        "PassageID": "8.7.1.(2)",
        "Passage": "A Relevant Person is not obliged to comply with (1)(a) to (e) if:\n(a)\tto do so would amount to \"tipping off\" the customer, in breach of Federal AML Legislation; or\n(b)\tthe FIU directs the Relevant Person to act otherwise."
    },
    {
        "ID": "2bfa92ee-bb18-4b47-8fda-b57481830e0c",
        "DocumentID": 1,
        "PassageID": "8.7.1.Guidance",
        "Passage": ""
    },
    {
        "ID": "6f3c212a-1228-4a9c-a20e-286608dce3a4",
        "DocumentID": 1,
        "PassageID": "8.7.1.Guidance.1.",
        "Passage": "In complying with Rule ‎8.7.1(1) a Relevant Person should apply one or more of the measures in (a) to (f) as appropriate in the circumstances. Where CDD cannot be completed to a significant degree, it may be appropriate not to carry out a Transaction pending completion of CDD. Where CDD cannot be conducted, including where a material part of the CDD such as identifying and verifying Beneficial Owners cannot be undertaken, a Relevant Person should not establish a business relationship with the customer."
    },
    {
        "ID": "857ea5ae-b338-469d-98f1-6fff8f5f4d1e",
        "DocumentID": 1,
        "PassageID": "8.7.1.Guidance.2.",
        "Passage": "A Relevant Person should note that Rule ‎8.7.1 applies to both existing and prospective customers. For prospective customers it may be appropriate for a Relevant Person to terminate the business relationship before a product or service is provided. However, for existing customers, while termination of the business relationship should not be ruled out, suspension may be more appropriate depending on the circumstances, whilst further investigations are carried out. Whichever course of action is taken, the Relevant Person should be careful not to tip off the customer."
    },
    {
        "ID": "fc6c6289-4b7f-47c1-ac5f-d4cf4ed863a6",
        "DocumentID": 1,
        "PassageID": "8.7.1.Guidance.3.",
        "Passage": "A Relevant Person should adopt the RBA in order to inform the appropriate level of CDD to be undertaken for existing customers. For example, if a Relevant Person considers that any of its existing customers (which may include customers that it migrates into the ADGM) have not been subject to CDD of a standard equivalent to that required by the AML Rulebook, it should adopt the RBA and take remedial action in a manner proportionate to the risks and within a reasonable period of time whilst complying with Rule ‎8.7."
    },
    {
        "ID": "f0d99b0c-6f22-4494-ac19-80c25a2a7c7b",
        "DocumentID": 1,
        "PassageID": "8.8",
        "Passage": "Portability of Customer Due Diligence information"
    },
    {
        "ID": "0a568249-3323-4548-8773-c8178c519abb",
        "DocumentID": 1,
        "PassageID": "8.8.1",
        "Passage": ""
    },
    {
        "ID": "91998dea-079e-4807-9249-a69df5793eb1",
        "DocumentID": 1,
        "PassageID": "8.8.1.(1)",
        "Passage": "A Relevant Person “A” that is an Authorised Person or a Recognised Body must provide another Relevant Person, “B”, that is an Authorised Person or a Recognised Body, at the request of B, with the Customer Due Diligence information for customers that has been collected by A under Rules ‎8.3 and ‎8.4, subject to:\n(a)\t\tthose customers being customers of both A and B at the time that the request is made;\n(b)\tB obtaining the written consent of the customers to whom the request relates and providing A with that consent for the release of such information by A;\n(c)\t\tthe request being made solely for the purposes of conducting Customer Due Diligence on the customers to whom the request relates; and\n(d)\tin the preceding twelve months B not having requested Customer Due Diligence information from A for the same customers to whom the request relates."
    },
    {
        "ID": "f491afd8-159f-4de8-bd34-48e5605b19a9",
        "DocumentID": 1,
        "PassageID": "8.8.1.(2)",
        "Passage": "Relevant Person A must also provide Relevant Person B with any other information relevant to CDD that has been provided to it by those customers."
    },
    {
        "ID": "fcd8a73a-23ad-4a8f-83f4-80c96787a05e",
        "DocumentID": 1,
        "PassageID": "8.8.2",
        "Passage": "Following a request made under Rule ‎8.8.1, A must transfer to B without undue delay all Customer Due Diligence information in its possession for those customers."
    },
    {
        "ID": "d68bd8c1-a333-4497-be56-5617afbeedc2",
        "DocumentID": 1,
        "PassageID": "8.8.3",
        "Passage": "Relevant Person A must not charge B a fee for the provision of Customer Due Diligence information provided under Rule ‎8.8.1.\n\n"
    },
    {
        "ID": "52db0aeb-da16-493e-8e15-677d23f852af",
        "DocumentID": 1,
        "PassageID": "9.",
        "Passage": "AML/TFS COMPLIANCE AND THIRD PARTIES"
    },
    {
        "ID": "45a80f18-98f2-42e0-aee3-d1dfebefceb0",
        "DocumentID": 1,
        "PassageID": "9.1",
        "Passage": "Reliance on a third party"
    },
    {
        "ID": "e6490131-8f62-4b61-8211-fd92e04c9022",
        "DocumentID": 1,
        "PassageID": "9.1.1",
        "Passage": ""
    },
    {
        "ID": "653e20da-3453-4f8c-b220-0ef4d3f6c28c",
        "DocumentID": 1,
        "PassageID": "9.1.1.(1)",
        "Passage": "A Relevant Person may rely on the following third parties to conduct one or more of the elements of CDD on its behalf:\n(a)\tan Authorised Person or Recognised Body;\n(b)\ta law firm, notary, or other independent legal business, accounting firm, audit firm or insolvency practitioner or an equivalent Person in another jurisdiction;\n(c)\ta Financial Institution;\n(d)\ta member of the Relevant Person's Group; or\n(e)\tother specialised utilities for the provision of outsourced AML/TFS services."
    },
    {
        "ID": "44d53589-259e-4291-a5fe-20387bbe2b92",
        "DocumentID": 1,
        "PassageID": "9.1.1.(2)",
        "Passage": "In (1), a Relevant Person may rely on the information previously obtained by a third party which covers one or more elements of CDD."
    },
    {
        "ID": "8fdad81d-b309-441b-a66d-afa6d42d5275",
        "DocumentID": 1,
        "PassageID": "9.1.1.(3)",
        "Passage": "Where a Relevant Person seeks to rely on a Person in (1) it may only do so if and to the extent that:\n(a)\tit immediately obtains the necessary CDD information from the third party in (1);\n(b)\tit takes adequate steps to satisfy itself that certified copies of the documents used to undertake the relevant elements of CDD will be available from the third party on request without delay;\n(c)\tthe Person in (1)(b) to (d) is subject to regulation, including AML/TFS compliance requirements, by a Non-ADGM Financial Services Regulator or other competent authority in a country with AML/TFS regulations which are equivalent to the standards set out in the FATF Recommendations and it is supervised for compliance with such regulations;\n(d)\tthe Person in (1) has not relied on any exception from the requirement to conduct any relevant elements of CDD which the Relevant Person seeks to rely on; and\n(e)\tin relation to (2), the information is up to date."
    },
    {
        "ID": "32b078c5-682a-457e-9d94-482e8a9af33e",
        "DocumentID": 1,
        "PassageID": "9.1.1.(4)",
        "Passage": "Where a Relevant Person relies on a member of its Group to conduct one or more of the elements of CDD on its behalf, such Group member need not meet the condition in (3)(c) if:\n(a)\tthe Group is subject to policies and requirements equivalent to FATF standards, either:\n(i)\twhere the Group applies and implements a Group-wide policy on CDD and record-keeping which is equivalent to the standards set by FATF; or\n(ii)\twhere the effective implementation of those CDD and record-keeping requirements and AML/TFS programmes are supervised at Group level by a Non-ADGM Financial Services Regulator or other competent authority in a jurisdiction with AML/TFS regulations that are equivalent to the standards set out in the FATF Recommendations;\n(b)\tno exception from identification obligations has been applied in the original identification process; and\n(c)\ta written statement is received from the introducing member of the Relevant Person's Group confirming that:\n(i)\tthe customer has been identified in accordance with the relevant standards under (4)(a) and (b);\n(ii)\tany identification evidence can be accessed by the Relevant Person without delay; and\n(iii)\tthe identification evidence will be kept for at least six years."
    },
    {
        "ID": "0ea9f55a-536b-4367-8f99-5b2ca0bc80a0",
        "DocumentID": 1,
        "PassageID": "9.1.1.(5)",
        "Passage": "If a Relevant Person is not reasonably satisfied that a customer or Beneficial Owners has been identified and verified by a third party in a manner consistent with these Rules, the Relevant Person must immediately perform the CDD itself with respect to any deficiencies identified.\n(6)\tNotwithstanding the Relevant Person's reliance on a Person in ‎9.1.1(1), the Relevant Person remains responsible for compliance with, and liable for any failure to meet the CDD requirements in the AML Rulebook."
    },
    {
        "ID": "86ac11f9-70a8-45b2-ab41-1d7cdcc7b81d",
        "DocumentID": 1,
        "PassageID": "9.1.2",
        "Passage": ""
    },
    {
        "ID": "06794d47-81ee-49d0-bf3a-58e87a031da4",
        "DocumentID": 1,
        "PassageID": "9.1.2.(1)",
        "Passage": "When assessing under Rule ‎9.1.1(3) or (4) if AML/TFS regulations in another jurisdiction are equivalent to FATF standards, a Relevant Person must take into account factors including, but not limited to:\n(a)\tmutual evaluations, assessment reports or follow-up reports published by FATF, the IMF, the World Bank, the OECD or other International Organisations;\n(b)\tmembership of FATF or other international or regional groups such as the MENAFATF or the Gulf Co-operation Council;\n(c)\tcontextual factors such as political stability or the level of corruption in the jurisdiction;\n(d)\tevidence of recent criticism of the jurisdiction, including in:\n(i)\tFATF advisory notices;\n(ii)\tpublic assessments of the jurisdiction’s AML/TFS regimes by organisations referred to in (a); or\n(iii)\treports by other relevant non-government organisations or specialist commercial organisations;\n(e)\twhether adequate arrangements exist for co-operation between the AML/TFS regulator in that jurisdiction and the Regulator."
    },
    {
        "ID": "e4e21242-53ab-46c3-b929-89f96a294afe",
        "DocumentID": 1,
        "PassageID": "9.1.2.(2)",
        "Passage": "A Relevant Person making an assessment under (1) must rely only on sources of information that are reliable and up to date."
    },
    {
        "ID": "3424ec7e-071c-4bd6-9d2e-9d756299220b",
        "DocumentID": 1,
        "PassageID": "9.1.2.(3)",
        "Passage": "A Relevant Person must keep adequate records of how it made its assessment, including the sources and materials considered."
    },
    {
        "ID": "1ee77452-7fb2-4e37-9408-5010477b7cfe",
        "DocumentID": 1,
        "PassageID": "9.1.2.Guidance",
        "Passage": ""
    },
    {
        "ID": "a9f21f85-1ee1-4800-a29e-4d3895c7d329",
        "DocumentID": 1,
        "PassageID": "9.1.2.Guidance.1.",
        "Passage": "In complying with Rule ‎‎9.1.1(3)(a), \"immediately obtaining the necessary CDD information\" means obtaining all relevant CDD information, and not just basic information such as name and address. However, compliance can be achieved by having the information sent in an email or other appropriate means. For the avoidance of doubt, it does not necessarily require a Relevant Person to immediately obtain the underlying certified documents used by the third party to undertake its CDD because under Rule ‎9.1.1(3)(b), these need only be available on request without delay."
    },
    {
        "ID": "19d44712-d4e7-4934-962e-e7822946250b",
        "DocumentID": 1,
        "PassageID": "9.1.2.Guidance.2.",
        "Passage": "The Regulator would expect a Relevant Person, in complying with Rule ‎‎9.1.1(5), to fill any gaps in the CDD process as soon as it becomes aware that a customer or Beneficial Owners has not been identified and verified by the third party in a manner consistent with these Rules."
    },
    {
        "ID": "440afcce-0e1b-4915-b977-326da18bead7",
        "DocumentID": 1,
        "PassageID": "9.1.2.Guidance.3.",
        "Passage": "If a Relevant Person acquires another business, either in whole or in substantial part, the Regulator would permit the Relevant Person to rely on the CDD conducted by the business it is acquiring, but would expect the Relevant Person to have done the following:\n(a)\tas part of its due diligence for the acquisition, to have taken a reasonable sample of the prospective customers to assess the quality of the CDD undertaken; and\n(b)\tto have undertaken CDD on all the customers to cover any deficiencies identified in (a) as soon as possible following the acquisition, prioritising high-risk customers."
    },
    {
        "ID": "777402b9-9440-448e-a822-a369cc0f63f7",
        "DocumentID": 1,
        "PassageID": "9.1.2.Guidance.4.",
        "Passage": "Where the legislative framework of a jurisdiction (such as secrecy or data protection legislation) prevents a Relevant Person from having access to CDD information upon request without delay as referred to in Rule ‎9.1.1(3)(b), the Relevant Person should undertake the relevant CDD itself and should not seek to rely on the relevant third party."
    },
    {
        "ID": "8a894691-4b15-41d9-849e-d49810c564ac",
        "DocumentID": 1,
        "PassageID": "9.1.2.Guidance.5.",
        "Passage": "If a Relevant Person relies on a third party located in a foreign jurisdiction to conduct one or more elements of CDD on its behalf, the Relevant Person must ensure that the foreign jurisdiction has AML/TFS regulations which are equivalent to the standards in the FATF Recommendations (see Rule ‎9.1.1(3)(c))."
    },
    {
        "ID": "87b136ad-5426-427b-8fa2-b78eb61db161",
        "DocumentID": 1,
        "PassageID": "9.1.2.Guidance.6.",
        "Passage": "Relevant Persons should follow directives issued by the NAMLCFTC. For example, Relevant Persons are prohibited from using third parties located in Jurisdictions Subject to a Call for Action to perform CDD."
    },
    {
        "ID": "9eb92815-ce21-4241-8b56-71b276cfed98",
        "DocumentID": 1,
        "PassageID": "9.2",
        "Passage": "Business partner identification"
    },
    {
        "ID": "b42bb852-68e6-4585-9d37-77ec5c7648b3",
        "DocumentID": 1,
        "PassageID": "9.2.1",
        "Passage": ""
    },
    {
        "ID": "a9be177e-5198-41c7-bd3e-5faa29f2f254",
        "DocumentID": 1,
        "PassageID": "9.2.1.(1)",
        "Passage": "Prior to establishing the business relationship, a Relevant Person must establish and verify the identity of its business partners by obtaining sufficient and satisfactory evidence of the identity of any business partner it relies upon in carrying on its Regulated Activities.\n(a)\tA Relevant Person must maintain accurate and up-to-date information and conduct ongoing due diligence on its business partners, throughout the course of the business relationship.\n(b)\tIf at any time a Relevant Person becomes aware that it lacks sufficient information or documentation concerning a business partner's identification, or develops a concern about the accuracy of its current information or documentation, it must promptly obtain appropriate material to verify such business partner's identity."
    },
    {
        "ID": "6bab2f04-3582-4884-8892-0ba6ab269600",
        "DocumentID": 1,
        "PassageID": "9.2.1.(2)",
        "Passage": "In the context of this Rule, a 'business partner' includes:\n(a)\ta third party as specified in Rule ‎9.1.1(1);\n(b)\ta member of the Relevant Person's Group;\n(c)\ta Correspondent Bank; or\n(d)\tany other service provider."
    },
    {
        "ID": "fc4e0669-6b82-4c32-b93d-3f3f9e5feed4",
        "DocumentID": 1,
        "PassageID": "9.2.1.(3)",
        "Passage": "A Relevant Person that establishes, operates or maintains a Correspondent Account for a Correspondent Banking Client must ensure that it has arrangements to:\n(a)\tconduct due diligence in respect of the opening of a Correspondent Account for a Correspondent Banking Client, including measures to identify:\n(i)\tits ownership and management structure;\n(ii)\tits major business activities and customer base;\n(iii)\tits location; and\n(iv)\tthe intended purpose of the Correspondent Account;\n(b)\tidentify all third parties that will use the Correspondent Account; and\n(c)\tmonitor Transactions processed through a Correspondent Account that has been opened by a Correspondent Banking Client, in order to detect and report any suspicion of money laundering."
    },
    {
        "ID": "d10727d8-d522-48d9-af0a-6a5769d3f8d5",
        "DocumentID": 1,
        "PassageID": "9.2.1.Guidance",
        "Passage": "\nUnder (2)(d), service providers include agents that directly facilitate the activities of Authorised Persons in servicing their clients, as distinct from other service providers that provide purely ancillary services, such as IT, facilities management etc. to an Authorised Person."
    },
    {
        "ID": "edd87227-a5f8-424d-b87d-d3128acfb530",
        "DocumentID": 1,
        "PassageID": "9.2.2",
        "Passage": "A Relevant Person must not:"
    },
    {
        "ID": "210f75c0-db3b-41df-9265-dc8482c208c8",
        "DocumentID": 1,
        "PassageID": "9.2.2.(1)",
        "Passage": "establish a correspondent banking relationship with a Shell Bank;"
    },
    {
        "ID": "437719bd-97e5-4c43-b70e-a022f25b9978",
        "DocumentID": 1,
        "PassageID": "9.2.2.(2)",
        "Passage": "establish or keep anonymous accounts or accounts in false names; or"
    },
    {
        "ID": "fd9b6580-31f5-4942-b4db-2066e83507c5",
        "DocumentID": 1,
        "PassageID": "9.2.2.(3)",
        "Passage": "maintain a nominee account which is held in the name of one Person, but controlled by or held for the benefit of another Person whose identity has not been disclosed to the Relevant Person."
    },
    {
        "ID": "2c5fd996-e215-4294-a9c9-7da9f1842f6a",
        "DocumentID": 1,
        "PassageID": "9.2.2.Guidance",
        "Passage": ""
    },
    {
        "ID": "6525ba1b-6c5e-4eb5-bd21-597e6e80fe8c",
        "DocumentID": 1,
        "PassageID": "9.2.2.Guidance.1.",
        "Passage": "\"Know your business partner\" is as important as \"Know Your Customer\". A Relevant Person is therefore required to verify the identity of a prospective business partner and to obtain evidence of it. The same documentation that is used to identify customers should be obtained from the business partner prior to conducting any business."
    },
    {
        "ID": "38d7938e-b02f-4709-af66-e32ee2ab0753",
        "DocumentID": 1,
        "PassageID": "9.2.2.Guidance.2.",
        "Passage": "A Relevant Person should verify whether any secrecy or data protection law exists in the country of incorporation of the business partner that would prevent access to relevant data."
    },
    {
        "ID": "51b2babc-6036-41c4-87b1-1e77b2cb153b",
        "DocumentID": 1,
        "PassageID": "9.2.2.Guidance.3.",
        "Passage": "The requirement to identify the business partner is meant to cover only those business partners who may pose any relevant money laundering risks to the Relevant Person. Hence, a Relevant Person would not be required to establish and verify the identity of, for example, its maintenance or cleaning service."
    },
    {
        "ID": "4965e250-6259-4551-8811-9490f7a85eb7",
        "DocumentID": 1,
        "PassageID": "9.2.2.Guidance.4.",
        "Passage": "The Regulator may take into account the identity of a Relevant Person's business partner and the nature of their relationship in considering the fitness and propriety of a Relevant Person."
    },
    {
        "ID": "abf14b8a-9b95-4427-9197-d4fd210727c9",
        "DocumentID": 1,
        "PassageID": "9.2.2.Guidance.5.",
        "Passage": "Before entering into a business relationship, a Relevant Person should conduct a due diligence investigation, which includes ensuring that the business partner is an existing Person authorised to conduct the kind of business in question and, if applicable, verifying that this Person is duly regulated by a Financial Services Regulator or other relevant regulatory authority or regulator. In accordance with \"The Wolfsberg Anti-Money Laundering Principles for Correspondent Banking\", the Relevant Person should take into account, and verify the nature of:\n(a)\tthe business to be conducted and the major business activities of the business partner;\n(b)\tthe jurisdiction where the business partner is located as well as that of its parent; and\n(c)\tthe transparency and the nature of the ownership and the management structure."
    },
    {
        "ID": "8de4243a-e88c-4cd2-ab5c-d060b8e2a413",
        "DocumentID": 1,
        "PassageID": "9.2.2.Guidance.6.",
        "Passage": "A Relevant Person may also gather information about the reputation of the business partner, including whether it has been subject to investigation or regulatory action in relation to money laundering."
    },
    {
        "ID": "21a7b25f-8773-439b-a1a5-4ad33bd7d616",
        "DocumentID": 1,
        "PassageID": "9.2.2.Guidance.7.",
        "Passage": "A Relevant Person should adopt a risk-based approach when verifying its business partners' identities. Depending on the money laundering risks assessment of the Relevant Person's business partner, the Relevant Person should decide the level of detail of the business partner identification and verification process."
    },
    {
        "ID": "90d11ab0-7c4d-4497-93ae-7a9974b0eb2a",
        "DocumentID": 1,
        "PassageID": "9.2.2.Guidance.8.",
        "Passage": "A Relevant Person should have in place specific arrangements to ensure that adequate due diligence and identification measures with regard to the business relationship are taken."
    },
    {
        "ID": "67754b9a-5b62-4968-9655-d848205eeee4",
        "DocumentID": 1,
        "PassageID": "9.2.2.Guidance.9.",
        "Passage": "The Relevant Person should conduct regular reviews of the relationship with its business partners."
    },
    {
        "ID": "9ad089e9-76d1-4f06-ac7d-cb742a819082",
        "DocumentID": 1,
        "PassageID": "9.2.2.Guidance.10.",
        "Passage": "The Senior Management or Governing Body of a Relevant Person should give its approval before it establishes any new correspondent banking relationships."
    },
    {
        "ID": "a0e596ee-33a2-48ef-9e82-47c2f39a7676",
        "DocumentID": 1,
        "PassageID": "9.2.2.Guidance.11.",
        "Passage": "A Relevant Person should also have arrangements to guard against establishing a business relationship with business partners who permit their accounts to be used by Shell Banks; further details on the definition of Shell Banks are set out in Guidance 2 to Rule ‎10.2.2."
    },
    {
        "ID": "1b188ac1-fed7-4bba-a953-516a9662b74c",
        "DocumentID": 1,
        "PassageID": "9.3",
        "Passage": "Outsourcing and agents"
    },
    {
        "ID": "97b81b8e-6e11-4f7a-bfc4-45c6ea4f368d",
        "DocumentID": 1,
        "PassageID": "9.3.1",
        "Passage": "A Relevant Person which outsources any one or more elements of its CDD to a service provider (including those within its Group) remains responsible for compliance with, and liable for any failure to meet, such obligations."
    },
    {
        "ID": "1f815e39-1a9b-4f7d-af18-65b633fed752",
        "DocumentID": 1,
        "PassageID": "9.3.1A",
        "Passage": "Prior to appointing a service provider to undertake CDD, a Relevant Person must undertake an initial assurance assessment to evaluate the suitability of the service provider and must ensure that the service provider's obligations are clearly documented in a binding agreement."
    },
    {
        "ID": "b35c52f3-7366-4f04-a220-cf0f937eea89",
        "DocumentID": 1,
        "PassageID": "9.3.1B",
        "Passage": "After engaging a service provider the Relevant Person must undertake periodic assurance assessments to ensure that the services provided meet the obligations recorded in the binding agreement and allow it to meet all the requirements that it is subject to.\n"
    },
    {
        "ID": "31f1129f-e114-44b8-a7df-80ea9e5180ad",
        "DocumentID": 1,
        "PassageID": "9.3.1B.Guidance",
        "Passage": ""
    },
    {
        "ID": "6e9eb8a0-c497-47c1-89e0-7cb118e75ec3",
        "DocumentID": 1,
        "PassageID": "9.3.1B.Guidance.1.",
        "Passage": "The use by a Relevant Person of a service provider’s eKYC System that enables a Relevant Person to undertake eKYC constitutes outsourcing for the purposes of Rule ‎9.3.1."
    },
    {
        "ID": "611c820f-2988-4e25-9091-4a3b299501b4",
        "DocumentID": 1,
        "PassageID": "9.3.1B.Guidance.2.",
        "Passage": "When undertaking an assurance assessment of an eKYC System for the purpose of Rule ‎9.3.1A, a Relevant Person should seek to establish that the eKYC System is reliable and independent, and allows the Relevant Person to comply with all applicable Rules of the Regulator. In addition, a Relevant Person should consider applying guidance on assurance standards issued by the Regulator, competent U.A.E. authorities, FATF, and other relevant standard setting bodies."
    },
    {
        "ID": "81ce817a-cd32-46b2-8329-45d4254142b5",
        "DocumentID": 1,
        "PassageID": "9.3.1B.Guidance.3.",
        "Passage": "In limited circumstances, a Relevant Person may place reliance on the assurance assessment of the eKYC System conducted entirely by another entity. Such circumstances comprise the following.\n(a)\tWhere an assurance assessment of the eKYC System has been undertaken by a Related entity and specifically addresses the Rules and Regulations applicable to the Relevant Person. In such circumstances, the Relevant Person remains responsible for the eKYC System’s compliance with applicable Rules and Laws and it should maintain a copy of the assessment.\n(b)\tWhere the eKYC System has been authorised by a competent authority of the U.A.E. or a competent authority in a jurisdiction with AML/TFS laws equivalent to the U.A.E. In such circumstances, the eKYC system should be authorised for use in CDD. Further, the Relevant Person should undertake its own review to ensure that any use of the relevant eKYC System is appropriate and enables compliance with all Rules and Regulations applicable to the Relevant Person.\n(c)\tWhere a Relevant Person chooses to employ a third party to assist in its own assurance assessment of the eKYC System, it should ensure that a competent and independent firm with relevant expertise and resources be employed. The Relevant Person remains wholly responsible for the eKYC System’s compliance with, and any failure to meet, the Rules and Regulations applicable to the Relevant Person."
    },
    {
        "ID": "12fa1a81-8203-4d74-a713-91548b6b5db5",
        "DocumentID": 1,
        "PassageID": "9.3.1B.Guidance.4.",
        "Passage": "In complying with Rule ‎9.3.1, a Relevant Person should ensure that the service provider can be replaced with minimal disruption in the event the outsourcing arrangement is terminated."
    },
    {
        "ID": "ba2e367e-866d-49dd-af15-4ea075c30714",
        "DocumentID": 1,
        "PassageID": "9.3.1B.Guidance.5.",
        "Passage": "An Authorised Person is also required to comply with the outsourcing obligations in GEN 3.3.31 and 3.3.32 and PRU 6.8. A Recognised Body is also required to comply with the outsourcing obligations in MIR 2.14."
    },
    {
        "ID": "2de8356b-fc0e-43f2-aff3-c6a82fcf25f6",
        "DocumentID": 1,
        "PassageID": "9.3.2",
        "Passage": "Authorised Persons Providing Money Services"
    },
    {
        "ID": "94194f14-a295-4128-90b1-6a085240251b",
        "DocumentID": 1,
        "PassageID": "9.3.2.(1)",
        "Passage": "An Authorised Person that is engaged in Providing Money Services must:\n(b)\tmaintain a complete, current and accurate register of all agents and members of its Group it uses to conduct its operations and make that register available to the Regulator upon request;\n(c)\tinclude all agents and members of its Group identified in (a) as part of its AML/TFS compliance programme and monitor the compliance of such agents and members of its Group with the requirements of its AML/TFS programme;\n(d)\tcomply with all AML/TFS requirements imposed in all jurisdictions within which it operates and ensure the compliance of its agents and members of its Group operating on its behalf with all AML/TFS requirements in the jurisdictions in which they are operating;\n(e)\twhen executing a Payment Transaction, assess and consider all relevant information, including information about the Payer and the Payee, including any beneficiary as may be applicable, and require its agents and members of its Group, as appropriate, to determine whether a Suspicious Activity/Transaction Report should be filed by it or its agents or a member of its Group; and\n(f)\twhere appropriate, ensure that the relevant equivalent of a Suspicious Activity/Transaction Report is filed in all other jurisdictions related to a suspicious Payment Transaction and make available to all authorities responsible for AML/TFS compliance all transaction information related to the suspicious transaction."
    },
    {
        "ID": "8687472a-9cc3-4bda-ae8e-253efd7e0ade",
        "DocumentID": 1,
        "PassageID": "9.3.2.(2)",
        "Passage": "An Authorised Person making an assessment under (1) must rely upon current sources of information when making such assessment and must keep adequate records concerning such assessments, including all sources and materials considered, for a period of at least six years."
    },
    {
        "ID": "148ded30-0e9a-4b0a-bd61-f7149f4bd735",
        "DocumentID": 1,
        "PassageID": "9.3.2.Guidance",
        "Passage": "\nAgents directly facilitate the activities of Authorised Persons in servicing their clients, as distinct from other service providers that provide purely ancillary services, such as IT, facilities management etc. to an Authorised Person.\n\n"
    },
    {
        "ID": "c852af87-0cc3-46dd-a2be-17ebe3e0fbb2",
        "DocumentID": 1,
        "PassageID": "10.",
        "Passage": "CORRESPONDENT BANKING, WIRE TRANSFERS, ANONYMOUS ACCOUNTS AND AUDIT"
    },
    {
        "ID": "565b0299-4464-4e58-bd91-ea1c4d73b803",
        "DocumentID": 1,
        "PassageID": "10.1",
        "Passage": "Application"
    },
    {
        "ID": "30b730e4-8d48-4f8d-a8af-bcb6018c3f61",
        "DocumentID": 1,
        "PassageID": "10.1.1",
        "Passage": "This Chapter applies to Recognised Bodies and all Authorised Persons, other than Credit Rating Agencies and Representative Offices."
    },
    {
        "ID": "2b812c65-15c8-4039-8870-bc6fad3bc407",
        "DocumentID": 1,
        "PassageID": "10.2",
        "Passage": "Correspondent banking"
    },
    {
        "ID": "4303790e-c5de-4d8d-96d8-2b6b14444d8b",
        "DocumentID": 1,
        "PassageID": "10.2.1",
        "Passage": "An Authorised Person proposing to have a correspondent banking relationship with a respondent bank must:\n(a)\tundertake CDD on the respondent bank;\n(b)\tas part of (a), gather sufficient information about the respondent bank to understand fully the nature of the business, including making appropriate enquiries as to its management, its major business activities and the countries or jurisdictions in which it operates;\n(c)\tdetermine from publicly available information the reputation of the respondent bank and the quality of supervision that is subject to, including whether it has been the subject of a money laundering investigation or relevant regulatory action;\n(d)\tassess the respondent bank's AML/TFS controls and ascertain if they are adequate and effective in light of the FATF Recommendations;\n(e)\tensure that prior approval of the Authorised Person's Senior Management is obtained before entering into a new correspondent banking relationship;\n(f)\tensure that the respective responsibilities of the parties to the correspondent banking relationship are properly documented;\n(g)\tbe satisfied that, in respect of any customers of the respondent bank who have direct access to accounts of the Authorised Person, the respondent bank:\n(i)\thas undertaken CDD (including ongoing CDD) at least equivalent to that in Rule ‎8.3.1 in respect of each customer; and\n(ii)\tis able to provide the relevant CDD information in (i) to the Authorised Person upon request; and\n(h)\tdocument the basis for its satisfaction that the requirements in (a) to (g) are met."
    },
    {
        "ID": "fecd2f1d-9351-4124-a157-5e76ff9d4b89",
        "DocumentID": 1,
        "PassageID": "10.2.2",
        "Passage": "An Authorised Person must:\n(a)\tnot enter into a correspondent banking relationship with a Shell Bank; and\n(b)\ttake appropriate measures to ensure that it does not enter into, or continue a corresponding banking relationship with, a bank which is known to permit its accounts to be used by Shell Banks."
    },
    {
        "ID": "681faa44-6ff3-4d2b-ba91-6bf3ff13786c",
        "DocumentID": 1,
        "PassageID": "10.2.2.Guidance",
        "Passage": ""
    },
    {
        "ID": "e84bad26-31dd-47b0-991b-0ce15c9466dd",
        "DocumentID": 1,
        "PassageID": "10.2.2.Guidance.1.",
        "Passage": "The rules and guidance set out in Rule ‎9.2 above also apply to correspondent banking business partners. This Rule provides further details on specific requirements applicable to a correspondent banking business relationship."
    },
    {
        "ID": "a420870a-6bce-4e80-879f-52fc1c81b7db",
        "DocumentID": 1,
        "PassageID": "10.2.2.Guidance.2.",
        "Passage": "With regard to Correspondent Banking Clients and, if applicable, other qualified professionals, specific care should be taken to assess their AML/TFS arrangements regarding customer identification, Transaction monitoring, terrorist financing and other relevant elements, and to verify that these business partners comply with the same or equivalent AML/TFS requirements as the Relevant Person. Information on applicable laws and regulations regarding the prevention of money laundering should be obtained."
    },
    {
        "ID": "5c66d87d-1371-43d9-9b58-7dafdf8dd6cf",
        "DocumentID": 1,
        "PassageID": "10.2.2.Guidance.3.",
        "Passage": "A Relevant Person should ensure that a Correspondent Banking Client does not use the Relevant Person's products and services to engage in business with Shell Banks. A Shell Bank would be a bank that has no physical presence in the country in which it is incorporated and licensed, and which is unaffiliated with a regulated financial Group that is subject to effective consolidated supervision. The Regulator does not consider that the existence of a local agent or low-level staff constitutes physical presence."
    },
    {
        "ID": "3015a9e6-62ff-4242-9ea7-a18a7c85b25b",
        "DocumentID": 1,
        "PassageID": "10.2.2.Guidance.4.",
        "Passage": "If applicable, information on distribution networks and delegation of duties should be obtained."
    },
    {
        "ID": "05573f20-8235-4784-8b18-dd26bd0b29f7",
        "DocumentID": 1,
        "PassageID": "10.3",
        "Passage": "Wire transfers and the Travel Rule"
    },
    {
        "ID": "00d54a4d-03d8-43bc-8605-265ef70ab710",
        "DocumentID": 1,
        "PassageID": "10.3.1",
        "Passage": "In this section:\n(a)\t“account” includes a digital wallet when the wire transfer is a transfer of Virtual Assets;\n(b)\t“account holder” includes a wallet holder when the wire transfer is a transfer of Virtual Assets;\n(c)\t“account number” includes a wallet address when the wire transfer is a transfer of Virtual Assets;\n(d)\t“batch transfer” means a transfer comprised of a number of individual wire transfers that are bundled for transmission, whether or not the individual wire transfers are intended ultimately for one or more beneficiaries;\n(e)\t\"beneficiary\" means the Natural or Legal Person or the Legal Arrangement that is identified by the originator as the receiver of the requested wire transfer;\n(f)\t\"originator\" means the account holder who instructs the wire transfer from the relevant account, or where there is no account, the Natural or Legal Person that places the order with the ordering Financial Institution to perform the wire transfer; and\n(g)\t\"wire transfer\" includes any value transfer arrangement."
    },
    {
        "ID": "8af6a42b-49bc-4e71-8de1-80b104addc63",
        "DocumentID": 1,
        "PassageID": "10.3.2",
        "Passage": ""
    },
    {
        "ID": "6c92cafc-4cbd-4fcd-bae1-d428a33552ab",
        "DocumentID": 1,
        "PassageID": "10.3.2.(1)",
        "Passage": "An Authorised Person and Recognised Body must:\n(a)\twhen it sends or receives a wire transfer on behalf of a customer, ensure that the wire transfer and any related messages contain accurate originator and beneficiary information;\n(b)\tensure that, while the wire transfer is under its control, the information in (a) remains with the wire transfer and any related message throughout the payment chain;\n(c)\tmonitor wire transfers for the purpose of detecting those wire transfers that do not contain both originator and beneficiary information and take appropriate measures to identify any money laundering risks; and\n(d)\tnot effect wire transfers without the information required under (3) and (4)."
    },
    {
        "ID": "840c1483-71f0-4c0c-b54f-1ad1f79beca5",
        "DocumentID": 1,
        "PassageID": "10.3.2.(2)",
        "Passage": "The requirement in (1) does not apply to an Authorised Person or Recognised Body which:\n(a)\tprovides Financial Institutions with messages or other support systems for wire transfers; or\n(b)\tundertakes a wire transfer to another Financial Institution where both the originator and the beneficiary are Financial Institutions acting on their own behalf."
    },
    {
        "ID": "c4fdd9c5-7c8a-4d85-afb2-7494d72fc5ea",
        "DocumentID": 1,
        "PassageID": "10.3.2.(3)",
        "Passage": "An Authorised Person and Recognised Body must ensure that information accompanying all wire transfers contains at a minimum:\n(a)\tthe name of the originator;\n(b)\tthe originator account number where such an account is used to process the Transaction or a unique Transaction reference number if no originator account number exists;\n(c)\tthe originator's address, or national identity number, or travel document number, or customer identification number, or date and place of birth;\n(d)\tthe name of the beneficiary; and\n(e)\tthe beneficiary account number where such an account is used to process the Transaction or a unique Transaction reference number if no beneficiary account number exists."
    },
    {
        "ID": "41049394-a14e-463d-a7c2-9980a579f94e",
        "DocumentID": 1,
        "PassageID": "10.3.2.(4)",
        "Passage": "An Authorised Person and Recognised Body must ensure that for batch transfers:\n(a)\tit has verified the originator information required under (3)(a) to (c); and\n(b)\tthe batch file contains the beneficiary information required under (3)(d) and (e) for each beneficiary and that the information is fully traceable in the beneficiaries jurisdiction."
    },
    {
        "ID": "35fa49e9-4430-490c-bf9a-5e202c4e7873",
        "DocumentID": 1,
        "PassageID": "10.3.2.Guidance",
        "Passage": ""
    },
    {
        "ID": "541cf9a2-b6e8-4a8b-93d1-9d4c45611a50",
        "DocumentID": 1,
        "PassageID": "10.3.2.Guidance.1.",
        "Passage": "'FATF Recommendation Number 16' seeks to ensure that national or international electronic payment and message systems, including fund or wire transfer systems such as SWIFT, are not misused as a means to break the money laundering audit trail. Therefore, the information about a customer as the originator of the wire transfer should remain with the payment instruction throughout the payment chain."
    },
    {
        "ID": "e73a9cd4-89e1-48cd-87b5-71c7cfa92d8c",
        "DocumentID": 1,
        "PassageID": "10.3.2.Guidance.2.",
        "Passage": "Relevant Persons should monitor for, and conduct enhanced scrutiny of, suspicious activities, including incoming wire transfers that do not contain complete originator information, including name, address and account number or unique reference number."
    },
    {
        "ID": "3a85f010-c850-46e2-a3f7-5abb0aae807d",
        "DocumentID": 1,
        "PassageID": "10.3.2.Guidance.3.",
        "Passage": "The Regulator considers that concealing or removing in a wire transfer any of the information required by Rule ‎10.3.2(3) would be a breach of the requirement to ensure that the wire transfer contains accurate originator and beneficiary information."
    },
    {
        "ID": "07afdef2-3d47-4a33-b540-b9568cb7c356",
        "DocumentID": 1,
        "PassageID": "10.3.2.Guidance.4.",
        "Passage": "The Regulator expects compliance by Authorised Persons and Recognised Bodies with ‘FATF Recommendation Number 15’, FATF’s Interpretative Note (R.15/INR.15) and ‘FATF Recommendation Number 16’ that include requirements to obtain, hold, and transmit originator and beneficiary information and to not allow transfers where such information is lacking including where the value transfer involves Virtual Assets. Authorised Persons and Recognised Bodies should note that, pursuant to section ‎10.3, the Regulator does not differentiate between the responsibilities of the originator or the beneficiary when it comes to ensuring that all relevant information accompanies a wire transfer, and that no de minimis threshold is applied to the size of a relevant wire transfer."
    },
    {
        "ID": "71624693-6ee2-4785-8771-2ceec6995234",
        "DocumentID": 1,
        "PassageID": "10.4",
        "Passage": "Audit"
    },
    {
        "ID": "47cc8101-8fdf-45b3-ae81-933544089df4",
        "DocumentID": 1,
        "PassageID": "10.4.1",
        "Passage": "An Authorised Person or a Recognised Body must ensure that its internal audit function undertakes regular reviews and assessments of the effectiveness of the Authorised Person or Recognised Body's money laundering policies, procedures, systems and controls, and its compliance with its obligations in the AML Rulebook."
    },
    {
        "ID": "6acc0922-c8c8-4cf5-bbfe-5b88c0232e66",
        "DocumentID": 1,
        "PassageID": "10.4.1.Guidance",
        "Passage": ""
    },
    {
        "ID": "c7b94d0a-6bba-4233-9ffc-1dea6781ff47",
        "DocumentID": 1,
        "PassageID": "10.4.1.Guidance.1.",
        "Passage": "The review and assessment undertaken for the purposes of Rule ‎10.4.1 may be undertaken:\n(a)\tinternally by the Authorised Person or Recognised Body's internal audit function; or\n(b)\tby a competent firm of independent, external auditors or compliance professionals."
    },
    {
        "ID": "03454cf7-fc16-43ad-9584-16011c45f5d7",
        "DocumentID": 1,
        "PassageID": "10.4.1.Guidance.2.",
        "Passage": "The review and assessment undertaken for the purposes of Rule ‎10.4.1 should cover at least the following:\n(a)\tsample testing of compliance with the Authorised Person or the Recognised Body's CDD arrangements;\n(b)\tan analysis of all notifications made to the MLRO to highlight any area where procedures or training may need to be enhanced; and\n(c)\ta review of the nature and frequency of the dialogue between Senior Management and the MLRO."
    },
    {
        "ID": "6f5ccb26-24c1-4048-9da0-3a4fc3cb1120",
        "DocumentID": 1,
        "PassageID": "10.5",
        "Passage": "Anonymous and nominee accounts"
    },
    {
        "ID": "ce2710a9-ea8d-4041-8c48-cf1a5efd1179",
        "DocumentID": 1,
        "PassageID": "10.5.1",
        "Passage": "An Authorised Person or a Recognised Body must not establish or maintain:\n(a)\tan anonymous account or an account in a fictitious name; or\n(b)\ta nominee account which is held in the name of one Person, but which is controlled by or held for the benefit of another Person whose identity has not been disclosed to the Authorised Person or the Recognised Body.\n"
    },
    {
        "ID": "b2e7074b-1487-48a9-91fc-d4cd69cb8a8d",
        "DocumentID": 1,
        "PassageID": "11.",
        "Passage": "TARGETED FINANCIAL SANCTIONS AND OTHER INTERNATIONAL OBLIGATIONS"
    },
    {
        "ID": "7bcf3e6d-6f78-41a7-a522-194e7cd03dfe",
        "DocumentID": 1,
        "PassageID": "11.1",
        "Passage": "Resolutions and Sanctions"
    },
    {
        "ID": "df4ab50b-aa2a-4f60-8ff4-e220397b5e89",
        "DocumentID": 1,
        "PassageID": "11.1.1",
        "Passage": ""
    },
    {
        "ID": "6936c4f6-fa6b-4986-b0a2-a8aa138714fa",
        "DocumentID": 1,
        "PassageID": "11.1.1.(1)",
        "Passage": "A Relevant Person must establish and maintain effective systems and controls to ensure that on an ongoing basis it is properly informed as to, and takes reasonable measures to comply with, relevant resolutions or Sanctions which it is required to comply with, under the laws of the ADGM or any other jurisdiction."
    },
    {
        "ID": "ca75fba7-00e1-4256-84b4-2d78c322102f",
        "DocumentID": 1,
        "PassageID": "11.1.1.(2)",
        "Passage": "A Relevant Person must immediately notify the Regulator when it becomes aware that it is, for or on behalf of a Person:\n(a)\tcarrying on or about to carry on an activity;\n(b)\tholding or about to hold money or other assets; or\n(c)\tundertaking or about to undertake any other business whether or not arising from or in connection with (a) or (b);\nwhere such carrying on, holding or undertaking constitutes or may constitute a contravention of any Sanctions with which the Relevant Person is required to comply, under the laws of the ADGM or any other jurisdiction."
    },
    {
        "ID": "34b22316-f13f-4d19-bc8b-99c34ed1baab",
        "DocumentID": 1,
        "PassageID": "11.1.1.(3)",
        "Passage": "A Relevant Person must ensure that the notification stipulated in (2) above includes the following information:\n(a)\ta description of the relevant activity in (2)(a), (b) or (c); and\n(b)\tthe action proposed to be taken or that has been taken by the Relevant Person with regard to the matters specified in the notification."
    },
    {
        "ID": "ac71d1d8-5693-43e5-891d-cb8041123e33",
        "DocumentID": 1,
        "PassageID": "11.1.1.Guidance",
        "Passage": ""
    },
    {
        "ID": "c1c70fe8-f9f4-435c-95a0-daa69f1f4084",
        "DocumentID": 1,
        "PassageID": "11.1.1.Guidance.1.",
        "Passage": "In Rule ‎11.1.1(1), taking reasonable measures to comply with resolutions or Sanctions may include, for example, a Relevant Person not undertaking a transaction for or on behalf of a Person without undertaking further due diligence in respect of that Person."
    },
    {
        "ID": "d7450293-adfe-42d9-909a-7a26e925272e",
        "DocumentID": 1,
        "PassageID": "11.1.1.Guidance.2.",
        "Passage": "Relevant resolutions or Sanctions mentioned in Rule ‎11.1.1 may, among other things, relate to money laundering, terrorist financing or the financing of WMD, or otherwise be relevant to the activities carried on by the Relevant Person. For example:\n(a)\ta Relevant Person should exercise due care to ensure that it does not provide services to, or otherwise conduct business with, a Person engaged in money laundering, terrorist financing or the financing of WMD; and\n(b)\ta Recognised Investment Exchange or Recognised Clearing House, as a Recognised Body, should additionally exercise due care to ensure that it does not facilitate fund raising activities or listings by Persons engaged in money laundering or terrorist financing or financing of WMD."
    },
    {
        "ID": "9bbafec5-68d8-44fa-a578-e5cd7869e70f",
        "DocumentID": 1,
        "PassageID": "11.1.1.Guidance.3.",
        "Passage": "A Relevant Person should be proactive in checking for, and taking measures to comply with, relevant resolutions or Sanctions which the Relevant Person is required to comply with, under the laws of the ADGM or any other jurisdiction. This should include measures that enable a Relevant Person to comply with their obligations under Federal AML Legislation. The Regulator expects Relevant Persons to perform checks on an ongoing basis against their customer databases and records for any names appearing in resolutions or Sanctions which the Relevant Person is required to comply with as well as to monitor transactions accordingly."
    },
    {
        "ID": "544f9bac-e73f-40ca-aa44-d2869132bcc6",
        "DocumentID": 1,
        "PassageID": "11.1.1.Guidance.4.",
        "Passage": "A Relevant Person may use a database maintained elsewhere for an up-to-date list of resolutions and Sanctions, or to perform checks of customers or transactions against that list. For example, it may wish to use a database maintained by its head office or a Group member. However, the Relevant Person retains responsibility for ensuring that its systems and controls are effective to ensure compliance with this Rulebook."
    },
    {
        "ID": "1afdc269-d8a5-4953-be55-d3e3a328d89d",
        "DocumentID": 1,
        "PassageID": "11.1.1.Guidance.5.",
        "Passage": "The systems and controls referred to in Rule ‎11.1.1(1) should enable a Relevant Person to comply with the requirements of Article 21 of Cabinet Decision No. (74) of 2020, which include:\n(a)\tRegistering on the EOCN website to receive updates on changes to Targeted Financial Sanctions lists.\n(b)\tRegularly screening its databases and transactions against Targeted Financial Sanctions lists as required by the screening scope and timings as set out in the Cabinet Decision.\n(c)\tImplementing freezing measures without delay or prior notice to the relevant Person(s) if a match is found as a result of the required screening.\n(d)\tLifting freezing measures without delay, where necessary.\n(e)\tNotifying appropriate regulatory authorities of any of the scenarios set out in the Cabinet Decision including confirmed or partial matches against Targeted Financial Sanctions lists.\n(f)\tEstablishing and implementing internal controls and procedures to ensure compliance with the Cabinet Decision.\n(g)\tCo-operating with the EOCN and relevant regulatory authorities."
    },
    {
        "ID": "e9be109e-0fe8-4ebc-b36f-798cc3fbfd3a",
        "DocumentID": 1,
        "PassageID": "11.1.1.Guidance.6.",
        "Passage": "Relevant Persons should ensure they are fully aware of and in compliance with the requirements issued pursuant to Federal AML Legislation by the EOCN and other relevant authorities including the requirement to file PNMRs and FFRs as appropriate. Failure to do so, including failure to file a report relating to a confirmed or partial match with a Targeted Financial Sanctions list, may result in the Regulator taking appropriate action."
    },
    {
        "ID": "94fb39d8-1d5b-4feb-9cc4-79318ea5fa92",
        "DocumentID": 1,
        "PassageID": "11.2",
        "Passage": "Government, regulatory and international findings"
    },
    {
        "ID": "34f84264-d131-4e2e-bc4b-f0b3b822bd06",
        "DocumentID": 1,
        "PassageID": "11.2.1",
        "Passage": ""
    },
    {
        "ID": "8459fe5b-fd08-447d-9fb3-2f0c79bc9097",
        "DocumentID": 1,
        "PassageID": "11.2.1.(1)",
        "Passage": "A Relevant Person must establish and maintain systems and controls to ensure that on an ongoing basis it is properly informed as to, and takes reasonable measures to comply with, any findings, recommendations, guidance, directives, resolutions, Sanctions, notices or other conclusions issued by:\n(a)\tthe government of the U.A.E. or any government departments in the U.A.E.;\n(b)\tthe Central Bank of the U.A.E.;\n(c)\tthe FIU;\n(d)\tthe EOCN;\n(e)\tthe NAMLCFTC;\n(f)\tU.A.E. enforcement agencies;\n(g)\tthe UNSC;\n(h)\tFATF;\n(i)\tthe Basel Committee on Banking Supervision;\n(j)\tthe Regulator; and\n(k)\tany other jurisdiction which promulgates Sanctions to which it is subject,\nconcerning the matters in (2)."
    },
    {
        "ID": "f99c298e-7685-4bb3-bc5d-083742098481",
        "DocumentID": 1,
        "PassageID": "11.2.1.(2)",
        "Passage": "For the purposes of (1), the relevant matters are:\n(a)\tarrangements for preventing money laundering, terrorist financing or the financing of weapons of mass destruction in a particular country or jurisdiction, including any assessment of material deficiency in adopting international standards against a relevant country or jurisdiction; and\n(b)\tthe names of Persons, groups, organisations or entities or any other body where suspicion of money laundering exists."
    },
    {
        "ID": "dec05579-8c3b-4e02-b576-859c7a3bc2c6",
        "DocumentID": 1,
        "PassageID": "11.2.1.(3)",
        "Passage": "For the purposes of (1), measures that a Relevant Person must undertake when taking reasonable measures to comply with findings, recommendations, guidance, directives, resolutions, Sanctions, notices or other conclusions, include, but are not limited to, countermeasures:\n(a)\trequiring specific elements of enhanced CDD;\n(b)\trequiring enhanced reporting mechanisms or systematic reporting of financial transactions;\n(c)\tlimiting business relationships or financial transactions with specified persons or persons in a specified jurisdiction;\n(d)\tprohibiting Relevant Persons from relying on third parties located in a specified jurisdiction to conduct CDD;\n(e)\trequiring the review and amendment, or if necessary termination, of correspondent relationships with banks in a specified jurisdiction;\n(f)\tprohibiting the execution of specified electronic fund transfers; or\n(g)\trequiring increased external audit requirements for financial groups with respect to any of their branches and subsidiaries located in a specified jurisdiction."
    },
    {
        "ID": "44a95243-3532-4353-a9cb-623faff2e8fa",
        "DocumentID": 1,
        "PassageID": "11.2.1.(4)",
        "Passage": "The systems and controls referred to in (1) must enable the Relevant Person to comply with the requirements of Article 21 of Cabinet Decision No. (74) of 2020."
    },
    {
        "ID": "4ad908ab-6510-4e5a-96f3-b3ccb45ab591",
        "DocumentID": 1,
        "PassageID": "11.2.1.(5)",
        "Passage": "A Relevant Person must immediately notify the Regulator in writing if it becomes aware of non-compliance by a Person with a finding, recommendation, guidance, directive, resolution, Sanction, notice or other conclusion and provide the Regulator with sufficient details of the Person concerned and the nature of the non-compliance."
    },
    {
        "ID": "f7d55b98-5e93-429e-909b-f31deb4459c3",
        "DocumentID": 1,
        "PassageID": "11.2.1.Guidance",
        "Passage": ""
    },
    {
        "ID": "f2dea869-6c58-4ce0-9b0d-306369727ed6",
        "DocumentID": 1,
        "PassageID": "11.2.1.Guidance.1.",
        "Passage": "The purpose of this Rule is to ensure that a Relevant Person takes into consideration the broad range of tools used by competent authorities and international organisations to communicate AML/TFS risks to stakeholders."
    },
    {
        "ID": "a89e865a-8508-4d9b-b6fa-3dda09644ced",
        "DocumentID": 1,
        "PassageID": "11.2.1.Guidance.2.",
        "Passage": "The Regulator may require enhanced CDD or other specific countermeasures to address risks identified in a specific country or jurisdiction. The Regulator may impose such countermeasures either when called upon to do so by FATF or independently of any FATF request."
    },
    {
        "ID": "76b4de2a-48a1-4f63-ad23-7475122fb85b",
        "DocumentID": 1,
        "PassageID": "11.2.1.Guidance.3.",
        "Passage": "Relevant Persons considering Transactions or business relationships with Persons located in countries or jurisdictions that have been identified as deficient, or against which the U.A.E. or the Regulator have outstanding advisories, should be aware of the background against which the assessments or the specific recommendations have been made. These circumstances should be taken into account in respect of business introduced from such jurisdictions, and when receiving inward payments for existing customers or in respect of inter-bank transactions. The NAMLCFTC website provides information concerning national AML/TFS initiatives, including countermeasures for high-risk countries and updates on developments for high-risk countries."
    },
    {
        "ID": "cca0b781-8591-4503-9188-c5e9711f7a03",
        "DocumentID": 1,
        "PassageID": "11.2.1.Guidance.4.",
        "Passage": "The Relevant Person's MLRO is not obliged to report all Transactions from these countries or jurisdictions to the FIU if they do not qualify as suspicious under Federal AML Legislation (see Chapter ‎14 on Suspicious Activity/Transaction Reports) unless otherwise instructed to do so by the NAMLCFTC."
    },
    {
        "ID": "2e1b59a5-58ad-4124-9853-116a06dbb419",
        "DocumentID": 1,
        "PassageID": "11.2.1.Guidance.5.",
        "Passage": "Transactions with counterparties located in countries or jurisdictions which are no longer identified as deficient or have been relieved from special scrutiny (for example, taken off sources mentioned in this Guidance) may nevertheless require attention which is higher than normal."
    },
    {
        "ID": "438bddbe-fa7d-4f05-9912-8c2cb3a40672",
        "DocumentID": 1,
        "PassageID": "11.2.1.Guidance.6.",
        "Passage": "In order to assist Relevant Persons, the Regulator may publish findings, guidance, directives or Sanctions from U.A.E. authorities, the FATF or other relevant bodies. However, the Regulator expects a Relevant Person to take its own steps in acquiring relevant information from various available sources. For example, a Relevant Person may obtain relevant information from consolidated lists of financial Sanctions published by the European Union, HM Treasury, and OFAC."
    },
    {
        "ID": "4bc6b59f-a57c-44d8-8617-99865ac5c79c",
        "DocumentID": 1,
        "PassageID": "11.2.1.Guidance.7.",
        "Passage": "In addition, the systems and controls mentioned in Rule ‎11.2.1 should be established and maintained by a Relevant Person taking into account its risk assessment under Chapters ‎6 and ‎7. In relation to the term \"make appropriate use\" in Rule ‎11.2.1, this may mean that a Relevant Person cannot undertake a Transaction for or on behalf of a Person or that it may need to undertake further due diligence in respect of such a Person."
    },
    {
        "ID": "fc1c7ed1-b7a2-4bce-acba-51cf3a295205",
        "DocumentID": 1,
        "PassageID": "11.2.1.Guidance.8.",
        "Passage": "A Relevant Person should be proactive in obtaining and appropriately using available national and international information, for example, suspect lists or databases from credible public or private sources with regard to money laundering, including obtaining relevant information from sources mentioned in Guidance 6 above. The Regulator encourages Relevant Persons to perform checks against their customer databases and records for any names appearing on such lists and databases as well as to monitor Transactions accordingly."
    },
    {
        "ID": "14b75f56-0cc1-480d-b97c-ddf86b4cc4f6",
        "DocumentID": 1,
        "PassageID": "11.2.1.Guidance.9.",
        "Passage": "The risk of terrorists entering the financial system can be reduced if Relevant Persons apply effective AML/TFS strategies, particularly with respect to CDD. Relevant Persons should assess which countries carry the highest risks and should conduct an analysis of Transactions from countries or jurisdictions known to be a source of terrorist financing."
    },
    {
        "ID": "014efb22-1995-4c1a-9648-4440c25096a4",
        "DocumentID": 1,
        "PassageID": "11.2.1.Guidance.10.",
        "Passage": "The Regulator may require Relevant Persons to take any special measures it may prescribe with respect to certain types of Transactions or accounts where the Regulator reasonably believes that any of the above may pose a money laundering risks to the ADGM."
    },
    {
        "ID": "2bd9e44b-5f11-4725-b2a6-a4090fe6f197",
        "DocumentID": 1,
        "PassageID": "11.2.1.Guidance.11.",
        "Passage": "Relevant Persons are required to have arrangements in place to ensure the ability to comply with all applicable Sanctions in relation to physical delivery of commodities including Spot Commodities."
    },
    {
        "ID": "6857f067-e769-40dc-8fea-ef62b98e7b3c",
        "DocumentID": 1,
        "PassageID": "11.2.1.Guidance.12.",
        "Passage": "Relevant Persons are reminded that the U.A.E. has regulations in place relating to controls on the export and import of dual-use goods. Relevant Persons should ensure they are in compliance with such regulations. The EOCN makes a list of dual-use goods that are subject to export and import controls available on its website.\n\n"
    },
    {
        "ID": "d8b5ef63-60d6-4a6b-a493-681d092afd1a",
        "DocumentID": 1,
        "PassageID": "12.",
        "Passage": "MONEY LAUNDERING REPORTING OFFICER"
    },
    {
        "ID": "10552215-9787-4953-828c-51dea56a8827",
        "DocumentID": 1,
        "PassageID": "12.1",
        "Passage": "Appointment of an MLRO"
    },
    {
        "ID": "f8ea1191-8287-4d4e-a8fd-e94cf5017212",
        "DocumentID": 1,
        "PassageID": "12.1.1",
        "Passage": ""
    },
    {
        "ID": "9d69b315-ad8e-45e5-a84d-472467bfd27a",
        "DocumentID": 1,
        "PassageID": "12.1.1.(1)",
        "Passage": "A Relevant Person must appoint an individual as the MLRO who has an appropriate level of seniority, experience and independence to act in the role, with responsibility for implementation and oversight of its compliance with the Rules in the AML Rulebook. It must do so by completing and filing with the Regulator the appropriate form specified by the Regulator."
    },
    {
        "ID": "155bb86c-67d5-4888-93d6-c31262952bad",
        "DocumentID": 1,
        "PassageID": "12.1.1.(2)",
        "Passage": "The MLRO in (1) and Rule ‎12.1.7 must be resident in the U.A.E."
    },
    {
        "ID": "ca66375a-417d-4ce4-89d4-c6b0cd7664e9",
        "DocumentID": 1,
        "PassageID": "12.1.2",
        "Passage": "The individual appointed as the MLRO of a DNFBP that comprises of one officer, partner or principal can, with the prior approval of the Regulator be the same person as the officer, partner or principal of the DNFBP."
    },
    {
        "ID": "63d2541f-bc67-489c-90e8-a423f35808ee",
        "DocumentID": 1,
        "PassageID": "12.1.3",
        "Passage": "The individual appointed as the MLRO of a Representative Office must be the same individual who holds the position of Principal Representative of that Representative Office."
    },
    {
        "ID": "2e707704-04ad-42d2-9809-0cc749d732e1",
        "DocumentID": 1,
        "PassageID": "12.1.3.Guidance",
        "Passage": ""
    },
    {
        "ID": "ac18b496-611a-4e30-a116-e1b6de731366",
        "DocumentID": 1,
        "PassageID": "12.1.3.Guidance.1.",
        "Passage": "Authorised Persons are reminded that under GEN Rule 5.5.1 the MLRO function is a mandatory appointment. For the avoidance of doubt, the individual appointed as the MLRO of an Authorised Person, other than a Representative Office, is the same individual who holds the Controlled Function of MLRO of that Authorised Person. Authorised Persons are also reminded that the guidance under GEN Rule 5.5.2 sets out the grounds under which the Regulator will determine whether to grant a waiver from the residence requirements for an MLRO. The same guidance is relevant to other Relevant Persons seeking a waiver from the MLRO residence requirements."
    },
    {
        "ID": "7a86c0af-fd3b-4712-b432-b60132c18341",
        "DocumentID": 1,
        "PassageID": "12.1.3.Guidance.2.",
        "Passage": "The individual appointed as the MLRO of a Recognised Investment Exchange or Recognised Clearing House is the same individual who holds the position of MLRO of that Recognised Investment Exchange or Recognised Clearing House under the relevant MIR Rule."
    },
    {
        "ID": "0735b24c-b8a6-4be8-98b2-334f2188b0eb",
        "DocumentID": 1,
        "PassageID": "12.1.4",
        "Passage": "If the MLRO leaves the employment of the Relevant Person, the Relevant Person must immediately appoint a new MLRO or arrange temporary cover for the MLRO appointment."
    },
    {
        "ID": "6b446a61-8461-4845-ac7f-b6bda01236a4",
        "DocumentID": 1,
        "PassageID": "12.1.5",
        "Passage": "A Relevant Person, other than a Representative Office, must appoint an individual to act as a deputy MLRO of the Relevant Person to fulfil the role of the MLRO in his absence."
    },
    {
        "ID": "1687fc69-0066-44bc-8955-148186b7d234",
        "DocumentID": 1,
        "PassageID": "12.1.6",
        "Passage": "A Relevant Person's MLRO and deputy MLRO must deal with the Regulator in an open and co-operative manner and must disclose appropriately any information of which the Regulator would reasonably be expected to be notified."
    },
    {
        "ID": "c7f7f6e7-b355-4e08-a186-e1db3528c69a",
        "DocumentID": 1,
        "PassageID": "12.1.6.Guidance",
        "Passage": ""
    },
    {
        "ID": "3bf32e4e-cde6-4167-9acd-25ee3ab686fb",
        "DocumentID": 1,
        "PassageID": "12.1.6.Guidance.1.",
        "Passage": "The individual appointed as the deputy MLRO need not apply for the Regulator’s approval."
    },
    {
        "ID": "e748975a-4f7e-4145-b121-960ca467227f",
        "DocumentID": 1,
        "PassageID": "12.1.6.Guidance.2.",
        "Passage": "A Relevant Person should make adequate arrangements to ensure that it remains in compliance with the AML Rulebook in the event that its MLRO is absent. Adequate arrangements would include appointing a temporary MLRO for the period of the MLRO's absence or making sure that the Relevant Person's AML/TFS systems and controls allow it to continue to comply with these Rules when the MLRO is absent."
    },
    {
        "ID": "c2f553a7-74f5-4535-98c8-1cf53b618de2",
        "DocumentID": 1,
        "PassageID": "12.1.7",
        "Passage": "A Relevant Person may outsource the role of MLRO to an individual outside the Relevant Person provided that the individual under the outsourcing agreement is and remains suitable to perform the MLRO role."
    },
    {
        "ID": "14a082b7-0c65-4662-b975-d0bc4ffe8d79",
        "DocumentID": 1,
        "PassageID": "12.1.7.Guidance",
        "Passage": "\nWhere a Relevant Person outsources specific AML/TFS tasks of its MLRO to another individual or a third-party provider, including the case where they are within its corporate Group, the Relevant Person remains responsible for ensuring that the duties undertaken by the MLRO ensure its compliance with the requirements in the AML Rulebook. The Relevant Person should satisfy itself of the suitability of anyone who acts for it in the role of MLRO."
    },
    {
        "ID": "4461199a-6843-4e2f-bef1-4958393147f8",
        "DocumentID": 1,
        "PassageID": "12.2",
        "Passage": "Qualities of an MLRO"
    },
    {
        "ID": "11e2d20c-fd16-46c6-9129-d6c51a98d2d3",
        "DocumentID": 1,
        "PassageID": "12.2.1",
        "Passage": "A Relevant Person must ensure that its MLRO has:\n(a)\tdirect access to the Governing Body and its Senior Management;\n(b)\tsufficient and up-to-date qualifications and experience to fulfil the role;\n(c)\tsufficient resources including, if necessary, an appropriate number of appropriately trained Employees to assist in the performance of his duties in an effective, objective and independent manner;\n(d)\ta level of seniority and independence within the Relevant Person to enable him to act on his own authority;\n(e)\ttimely and unrestricted access to information the Relevant Person has about the financial and business circumstances of a customer or any Person on whose behalf the customer is or has been acting sufficient to enable him to carry out his responsibilities in accordance with Rule ‎12.3.1; and\n(f)\tunrestricted access to relevant information about the features of the Transaction which the Relevant Person has entered into or may have contemplated entering into with or for the customer or a Person on whose behalf a customer is or has been acting."
    },
    {
        "ID": "a907b69e-3763-48af-af5a-3011b43b1795",
        "DocumentID": 1,
        "PassageID": "12.2.1.Guidance",
        "Passage": "\nThe Regulator considers that a Relevant Person will need to consider this Rule most especially when appointing an outsourced MLRO. Any external MLRO that is appointed will need to have the actual or effective level of seniority that the role requires."
    },
    {
        "ID": "3429be99-17b1-48d2-a400-be8fb0bf5911",
        "DocumentID": 1,
        "PassageID": "12.3",
        "Passage": "Responsibilities of an MLRO"
    },
    {
        "ID": "20486702-5c1a-4ac3-a379-6086d067e522",
        "DocumentID": 1,
        "PassageID": "12.3.1",
        "Passage": "A Relevant Person must ensure that its MLRO implements and has oversight of and is responsible for the following matters:\n(a)\tthe day-to-day operations for compliance by the Relevant Person with its AML/TFS policies, procedures, systems and controls;\n(b)\tacting as the point of contact to receive internal notifications of suspicious activity from the Relevant Person's Employees under Rule ‎14.2.2;\n(c)\ttaking appropriate action under Rule ‎14.3.1 following receipt of a notification from an Employee;\n(d)\tmaking, in accordance with Federal AML Legislation, Suspicious Activity/Transaction Reports;\n(e)\tacting as the point of contact within the Relevant Person for competent U.A.E. authorities and the Regulator regarding money laundering issues;\n(f)\tresponding promptly to any request for information made by competent U.A.E. authorities or the Regulator;\n(g)\treceiving and acting upon any relevant findings, recommendations, guidance, directives, resolutions, Sanctions, notices or other conclusions described in Chapter ‎11; and\n(h)\testablishing and maintaining an appropriate money laundering training programme and adequate awareness arrangements under Chapter ‎13."
    },
    {
        "ID": "dbd52600-d0f2-4d37-94cb-39d93309d805",
        "DocumentID": 1,
        "PassageID": "12.3.1.Guidance",
        "Passage": "\nDepending on the size, nature and complexity of the business and operations, Relevant Persons and MLROs should consider whether it is appropriate to screen prospective employees for money laundering risks prior to employment to ensure high standards when hiring."
    },
    {
        "ID": "cdd6311e-ab5a-4d91-8c21-51b02fabe8d1",
        "DocumentID": 1,
        "PassageID": "12.4",
        "Passage": "Reporting"
    },
    {
        "ID": "c58c169b-e5d7-41f6-88c6-2e3c35149b4a",
        "DocumentID": 1,
        "PassageID": "12.4.1",
        "Passage": "The MLRO must report semi-annually to the Governing Body or Senior Management of the Relevant Person on the following matters:\n(a)\tthe results of the review under Rule ‎4.1.1(4);\n(b)\tthe Relevant Person's compliance with Federal AML Legislation and the Regulations and Rules of the Regulator (including this AML Rulebook);\n(c)\trelevant findings, recommendations, guidance, directives, resolutions, Sanctions, notices or other conclusions and how the Relevant Person has taken them into account;\n(d)\tinternal notification(s) of suspicious activity to the MLRO made under Rule ‎14.2.2 by the Relevant Person's Employees, or its agents or members of its Group where acting on its behalf, and action taken in respect of those reports, including the grounds for all decisions;\n(e)\tSuspicious Activity/Transaction Reports made by the Relevant Person, or its agents or members of its Group where acting on its behalf,  and action taken in respect of those reports including the grounds for all decisions; and\n(f)\tother relevant matters related to AML/TFS as it concerns the Relevant Person's business."
    },
    {
        "ID": "6fc93af8-5260-4336-ac16-f310436a29b1",
        "DocumentID": 1,
        "PassageID": "12.4.2",
        "Passage": "A Relevant Person must ensure that its Governing Body or Senior Management promptly:\n(a)\tassess the report provided under Rule ‎12.4.1;\n(b)\ttake action, as required, subsequent to consideration of the findings of the report, in order to resolve any identified deficiencies; and\n(c)\tmake a record of their assessment pursuant to paragraph (a) and the action taken pursuant to paragraph (b)."
    },
    {
        "ID": "6aa817a6-3f68-4145-944e-faa36bfd6dc3",
        "DocumentID": 1,
        "PassageID": "12.4.3",
        "Passage": "The Relevant Person must provide to the Regulator a copy of:\n(a)\tthe report provided under Rule ‎12.4.1; and\n(b)\tthe record made under Rule ‎12.4.2(c).\n\n"
    },
    {
        "ID": "a7d4774b-5df1-45aa-9775-560d5252e9bf",
        "DocumentID": 1,
        "PassageID": "13.",
        "Passage": "AML/TFS TRAINING AND AWARENESS"
    },
    {
        "ID": "6d3828c2-fa35-4355-a901-299da45fdbdf",
        "DocumentID": 1,
        "PassageID": "13.1",
        "Passage": "Training and awareness"
    },
    {
        "ID": "962380be-f05e-4e83-a166-e40be83b02c0",
        "DocumentID": 1,
        "PassageID": "13.1.1",
        "Passage": "A Relevant Person must:\n(a)\tprovide AML/TFS training to all relevant Employees at appropriate and regular intervals;\n(b)\tensure that its AML/TFS training enables its Employees to:\n(i)\tknow the identity, and understand the responsibilities, of the Relevant Person's MLRO and his deputy;\n(ii)\tunderstand the relevant legislation relating to money laundering including Federal AML Legislation;\n(iii)\tunderstand its policies, procedures, systems and controls related to money laundering and any changes to these;\n(iv)\trecognise and deal with Transactions, risks, trends, techniques and other activities which may be related to money laundering;\n(v)\tunderstand the types of activity that may constitute suspicious activity in the context of the business in which an Employee is engaged and that may warrant an internal notification of suspicious activity to the MLRO under Rule ‎14.2.2;\n(vi)\tunderstand its arrangements regarding the making of an internal notification to the MLRO of suspicious activity under Rule ‎14.2.2;\n(vii)\tbe aware of the prevailing techniques, methods and trends in money laundering relevant to the business of the Relevant Person;\n(viii)\tunderstand the roles and responsibilities of Employees in combatting money laundering; and\n(ix)\tunderstand the relevant findings, recommendations, guidance, directives, resolutions, Sanctions, notices or other conclusions described in Chapter ‎11;\n(c)\tensure that its AML/TFS training:\n(i)\tis appropriately tailored to the Relevant Person's activities, including its products, services, customers, distribution channels, business partners and the level and complexity of its Transactions; and\n(ii)\tindicates the different levels of money laundering risks and vulnerabilities associated with the matters in (i); and\n(d)\tensure that its AML/TFS training is up to date with money laundering trends and techniques."
    },
    {
        "ID": "9e47e78a-cdbb-40b7-9b5f-c5b4e2618595",
        "DocumentID": 1,
        "PassageID": "13.2",
        "Passage": "Frequency"
    },
    {
        "ID": "f4fdd8ca-fb58-4467-a5a0-e6677a49a759",
        "DocumentID": 1,
        "PassageID": "13.2.1",
        "Passage": "A Relevant Person must provide AML/TFS training for all Employees in accordance with Rule ‎13.1.1 at least annually."
    },
    {
        "ID": "cf898dc9-6010-4b27-b96b-065eea940cac",
        "DocumentID": 1,
        "PassageID": "13.3",
        "Passage": "Record-keeping"
    },
    {
        "ID": "2383abd7-9da7-49be-a235-e569b8c72fc6",
        "DocumentID": 1,
        "PassageID": "13.3.1",
        "Passage": "All relevant details of the Relevant Person's AML/TFS training must be recorded, including:\n(a)\tdates when the training was given;\n(b)\tthe nature of the training; and\n(c)\tthe names of the Employees who received the training."
    },
    {
        "ID": "dbbbd081-dd50-4cc0-acec-289369b08378",
        "DocumentID": 1,
        "PassageID": "13.3.2",
        "Passage": "These records must be kept for at least six years from the date on which the training was given."
    },
    {
        "ID": "8811b555-7e48-4f71-98b8-b3362bdf2426",
        "DocumentID": 1,
        "PassageID": "13.3.2.Guidance",
        "Passage": ""
    },
    {
        "ID": "85d57bfb-18a4-46a5-89cf-1b8bff16b9ce",
        "DocumentID": 1,
        "PassageID": "13.3.2.Guidance.1.",
        "Passage": "The Regulator considers it appropriate that all new relevant Employees of a Relevant Person be given appropriate AML/TFS training as soon as reasonably practicable after commencing employment with the Relevant Person, and thereafter on a periodic basis."
    },
    {
        "ID": "744cf3ea-bd1f-4362-9009-b4c55ddc24c1",
        "DocumentID": 1,
        "PassageID": "13.3.2.Guidance.2.",
        "Passage": "A relevant Employee would include a member of the Senior Management or operational staff, any Employee with customer contact or who handles or may handle customer monies or assets, and any other Employee who might otherwise encounter money laundering in the business."
    },
    {
        "ID": "b892de75-3dad-4339-9f68-3a33c3d3e501",
        "DocumentID": 1,
        "PassageID": "13.3.2.Guidance.3.",
        "Passage": "Relevant Persons should take an RBA to AML/TFS training. The Regulator considers that AML/TFS training should be provided by a Relevant Person to each of its relevant Employees at intervals appropriate to the role and responsibilities of the Employee. In the case of an Authorised Person the Regulator expects that training should be provided to each relevant Employee at least annually."
    },
    {
        "ID": "1ea29846-6dee-4c6a-a571-3ff5fe270129",
        "DocumentID": 1,
        "PassageID": "13.3.2.Guidance.4.",
        "Passage": "The manner in which AML/TFS training is provided by a Relevant Person need not be in a formal classroom setting, rather it may be via an online course or any other similarly appropriate manner.\n\n"
    },
    {
        "ID": "5b3df641-1df8-433f-a094-736445ff7bc5",
        "DocumentID": 1,
        "PassageID": "14.",
        "Passage": "SUSPICIOUS ACTIVITY/TRANSACTION REPORTS"
    },
    {
        "ID": "9bfc5f9d-6036-4f3d-a45b-dcee00bcb15c",
        "DocumentID": 1,
        "PassageID": "14.1",
        "Passage": "Application and definitions\nIn this Chapter \"money laundering\" and “terrorist financing\" means the criminal offences defined in Federal AML Legislation."
    },
    {
        "ID": "2454a5e0-5250-4fa5-97b3-394f9d1b9d8b",
        "DocumentID": 1,
        "PassageID": "14.2",
        "Passage": "Internal reporting requirements"
    },
    {
        "ID": "f7edc149-3e29-4950-9703-7312c35fda8d",
        "DocumentID": 1,
        "PassageID": "14.2.1",
        "Passage": "A Relevant Person must establish and maintain policies, procedures, systems and controls in order to monitor and detect suspicious activity or Transactions in relation to potential money laundering or terrorist financing."
    },
    {
        "ID": "58785c72-44fa-4f27-9c55-3f4350d46cc3",
        "DocumentID": 1,
        "PassageID": "14.2.2",
        "Passage": "A Relevant Person must have policies, procedures, systems and controls to ensure that whenever any Employee, acting in the ordinary course of his employment, either:\n(a)\tknows;\n(b)\tsuspects; or\n(c)\thas reasonable grounds for knowing or suspecting,\nthat a Person is engaged in or attempting money laundering or terrorist financing, that Employee promptly notifies the Relevant Person's MLRO and provides the MLRO with all relevant details."
    },
    {
        "ID": "532a551a-9989-4be2-b6ba-1f2c10f03eb4",
        "DocumentID": 1,
        "PassageID": "14.2.3",
        "Passage": "A Relevant Person must have policies and procedures to ensure that disciplinary action can be taken against any Employee who fails to make such a report."
    },
    {
        "ID": "9d31c450-aac4-406e-a494-503b605a725c",
        "DocumentID": 1,
        "PassageID": "14.2.3.Guidance",
        "Passage": ""
    },
    {
        "ID": "87327996-2867-4adf-8b51-e08c93e6ba9f",
        "DocumentID": 1,
        "PassageID": "14.2.3.Guidance.1.",
        "Passage": "Circumstances that might give rise to suspicion or reasonable grounds for suspicion of money laundering or terrorist financing include:\n(a)\tTransactions which have no apparent purpose, which make no obvious economic sense, or which are designed or structured to avoid detection;\n(b)\tTransactions requested by a Person without reasonable explanation, which are out of the ordinary range of services normally requested or are outside the experience of a Relevant Person in relation to a particular customer;\n(c)\twhere the size or pattern of Transactions, without reasonable explanation, is out of line with any pattern that has previously emerged or may have been deliberately structured to avoid detection;\n(d)\ta customer's refusal to provide the information requested without reasonable explanation;\n(e)\twhere a customer who has just entered into a business relationship uses the relationship for a single Transaction or for only a very short period of time;\n(f)\textensive use of offshore accounts, companies or structures in circumstances where the customer's economic needs do not support such requirements;\n(g)\tunnecessary routing of funds through third-party accounts; or\n(h)\tunusual Transactions without an apparently profitable motive."
    },
    {
        "ID": "6c693f66-2391-47f9-ba87-3959b5cc2110",
        "DocumentID": 1,
        "PassageID": "14.2.3.Guidance.2.",
        "Passage": "CDD measures form the basis for recognising suspicious activity or Transactions. Sufficient guidance must therefore be given to the Relevant Person's Employees to enable them to form a suspicion or to recognise when they have reasonable grounds to suspect that money laundering or terrorist financing is taking place. This should involve training that will enable relevant Employees to seek and assess the information that is required for them to judge whether a Person is involved in suspicious activity or Transactions related to money laundering or terrorist financing."
    },
    {
        "ID": "9fb7db13-b982-48f9-968b-181e516452c6",
        "DocumentID": 1,
        "PassageID": "14.2.3.Guidance.3.",
        "Passage": "Where appropriate, a Relevant Person should also utilise the methods described in paragraph 1 above to detect a range of Financial Crimes, including fraud. Bearing in mind the evolving nature of Financial Crime and the methods used to further it, a Relevant Person should apply best practice when determining which behaviours would be considered suspicious and what measures are required to detect suspicious activity and Transactions. Such practices may include, but are not limited to, incorporating the analysis of customer behaviour metrics into the monitoring of suspicious activity and Transactions."
    },
    {
        "ID": "ec524d28-4092-46af-8af6-d498309094c0",
        "DocumentID": 1,
        "PassageID": "14.2.3.Guidance.4.",
        "Passage": "The requirement for Employees to notify the Relevant Person's MLRO should include situations when no business relationship was developed because the circumstances were suspicious."
    },
    {
        "ID": "a333341e-0e7d-44d0-9a50-fe651d5b8d6b",
        "DocumentID": 1,
        "PassageID": "14.2.3.Guidance.5.",
        "Passage": "A Relevant Person may allow its Employees to consult with their line managers before sending a report to the MLRO. The Regulator would expect that such consultation does not prevent making a report whenever an Employee has stated that he has knowledge, suspicion or reasonable grounds for knowing or suspecting that a Person may be involved in money laundering. Whether or not an Employee consults with his line manager or other Employees, the responsibility remains with the Employee to decide for himself whether a notification to the MLRO should be made."
    },
    {
        "ID": "7dcc559e-a411-4d57-b510-e3acbc3d8a7d",
        "DocumentID": 1,
        "PassageID": "14.2.3.Guidance.6.",
        "Passage": "An Employee, including the MLRO, who considers that a Person has engaged in or is engaging in activity or Transactions that he knows or suspects to be suspicious would not be expected to know the exact nature of the criminal offence or that the particular funds were definitely those arising from the crime of money laundering or terrorist financing."
    },
    {
        "ID": "60a17504-bf38-4694-83bd-fc9b96e25b49",
        "DocumentID": 1,
        "PassageID": "14.2.3.Guidance.7.",
        "Passage": "Activity or Transactions that appear unusual are not necessarily suspicious. Even customers with a stable and predictable Transaction profile will have periodic Transactions that are unusual for them. Many customers will, for perfectly good reasons, have an erratic pattern of Transactions or account activity. So the unusual is, in the first instance, only a basis for further inquiry, which may in turn require judgement as to whether it is suspicious. A Transaction or activity may not be suspicious at the time, but if suspicions are raised later, an obligation to report it then arises."
    },
    {
        "ID": "0f15ad27-7132-488a-a378-057853a83c21",
        "DocumentID": 1,
        "PassageID": "14.2.3.Guidance.8.",
        "Passage": "Effective CDD measures may provide the basis for recognising unusual and suspicious activity and Transactions. Refusal to provide documentation to support CDD or refusal to disclose a beneficial owner may be considered suspicious activity. Where there is a customer relationship, suspicious activity will often be one that is inconsistent with a customer's known legitimate activity, or with the normal business activities for that type of account or customer. Therefore, the key to recognising \"suspicious activity\" is knowing enough about the customer and the customer's normal expected activities to recognise when their activity is abnormal."
    },
    {
        "ID": "f2583657-6e55-43fe-8602-f61cd939490e",
        "DocumentID": 1,
        "PassageID": "14.2.3.Guidance.9.",
        "Passage": "A Relevant Person may consider implementing policies and procedures whereby disciplinary action is taken against an Employee who fails to notify the Relevant Person's MLRO."
    },
    {
        "ID": "cbe01c7d-746e-4822-a789-e69e97077ff9",
        "DocumentID": 1,
        "PassageID": "14.2.3.Guidance.10.",
        "Passage": "Relevant Persons should comply with guidance issued by the EOCN with regard to identifying and reporting suspicious activity and Transactions relating to money laundering, terrorist financing and proliferation financing."
    },
    {
        "ID": "b21cb5da-b32c-475e-a2c7-45d807e24ab1",
        "DocumentID": 1,
        "PassageID": "14.3",
        "Passage": "Suspicious Activity/Transaction Reports"
    },
    {
        "ID": "65e0184b-91f2-427b-a916-0f64a3b249b7",
        "DocumentID": 1,
        "PassageID": "14.3.1",
        "Passage": "A Relevant Person must ensure that where the Relevant Person's MLRO receives an internal notification of suspicious activity under Rule ‎14.2.2, the MLRO, without delay:\n(a)\tinvestigates and documents the circumstances in relation to which the notification made under Rule ‎14.2.2 was made;\n(b)\tdetermines whether in accordance with Federal AML Legislation a SAR/STR must be made and documents such determination; and\n(c)\tif required, make a SAR/STR as soon as practicable."
    },
    {
        "ID": "cd42b531-3eee-434a-ab46-05fd1d24de47",
        "DocumentID": 1,
        "PassageID": "14.3.2",
        "Passage": "The MLRO must, following receipt of an internal notification of suspicious activity under Rule ‎14.2.2, document:\n(a)\tthe steps taken to investigate the circumstances in relation to which the internal notification is made; and\n(b)\twhere no external SAR/STR is made, the reasons why no such report was made."
    },
    {
        "ID": "567f5d1a-27a2-4579-93fa-86e05440a3d7",
        "DocumentID": 1,
        "PassageID": "14.3.3",
        "Passage": "Where, following a notification to the MLRO of suspicious activity under ‎14.2.2, no SAR/STR is made, a Relevant Person must record the reasons for not making a SAR/STR."
    },
    {
        "ID": "322b5ce8-8edb-40ce-83eb-8073703c15e2",
        "DocumentID": 1,
        "PassageID": "14.3.4",
        "Passage": "A Relevant Person must ensure that if the MLRO decides to make a SAR/STR, his decision is made independently and is not subject to the consent or approval of any other Person."
    },
    {
        "ID": "bc894aca-b31c-4e1d-aa19-68c964e4dec3",
        "DocumentID": 1,
        "PassageID": "14.3.5",
        "Passage": "Relevant Persons are required to register on goAML upon receipt of their Financial Services Permission, Recognition Order or registration licence in order to submit SAR/STRs."
    },
    {
        "ID": "b1dabd97-8f86-49fb-b5ae-5abbaf8f52e8",
        "DocumentID": 1,
        "PassageID": "14.3.5.Guidance",
        "Passage": ""
    },
    {
        "ID": "f83eda81-a606-4aa1-9495-058ae80e99eb",
        "DocumentID": 1,
        "PassageID": "14.3.5.Guidance.1.",
        "Passage": "Relevant Persons are reminded that the failure to report suspicions of money laundering or terrorist financing may constitute a criminal offence that is punishable under the laws of the U.A.E."
    },
    {
        "ID": "be0471be-c558-4944-9261-328fd829d95f",
        "DocumentID": 1,
        "PassageID": "14.3.5.Guidance.2.",
        "Passage": "Relevant Persons should comply with guidance issued by the EOCN regarding reporting suspicious activity and Transactions relating to money laundering, terrorist financing and proliferation financing."
    },
    {
        "ID": "4cc80e38-dd55-4fcd-8d21-85428908ebe8",
        "DocumentID": 1,
        "PassageID": "14.3.5.Guidance.3.",
        "Passage": "SARs/STRs under Federal AML Legislation should be submitted to the FIU via goAML. The dedicated mechanism for registering and reporting on goAML is available on the Regulator’s website. Failure to register on goAML may lead to the Regulator taking action."
    },
    {
        "ID": "ed029be4-68b6-4734-86e1-21c29313b9a2",
        "DocumentID": 1,
        "PassageID": "14.3.5.Guidance.4.",
        "Passage": "In the preparation of a SAR/STR, if a Relevant Person knows or assumes that the funds which form the subject of the report do not belong to a customer but to a third party, this fact and the details of the Relevant Person's proposed course of further action in relation to the case should be included in the report."
    },
    {
        "ID": "896a824a-74bb-4c45-9953-f7b12f10a4da",
        "DocumentID": 1,
        "PassageID": "14.3.5.Guidance.5.",
        "Passage": "If a Relevant Person has filed a SAR/STR, the FIU may instruct the Relevant Person on how to continue its business relationship, including effecting any Transaction with a Person. If the customer in question expresses his wish to move the funds before the Relevant Person receives instruction from the FIU on how to proceed, the Relevant Person should immediately contact the FIU for further instructions."
    },
    {
        "ID": "7a70da50-8592-4f31-9b83-d0f4a57c2ae2",
        "DocumentID": 1,
        "PassageID": "14.4",
        "Passage": "Suspension of Transactions and “no tipping-off” requirement"
    },
    {
        "ID": "e5fed2f1-02a3-4259-bc05-939b061305c9",
        "DocumentID": 1,
        "PassageID": "14.4.1",
        "Passage": "A Relevant Person must not carry out Transactions that it knows or suspects or has reasonable grounds for knowing or suspecting to be related to money laundering or terrorist financing until it has informed the FIU pursuant to Rule ‎14.3.1."
    },
    {
        "ID": "13eb6ff4-33aa-41b0-adff-eaf56fa0404c",
        "DocumentID": 1,
        "PassageID": "14.4.1.Guidance",
        "Passage": ""
    },
    {
        "ID": "a2501c5e-1c6f-4cd4-8003-b65b913bb885",
        "DocumentID": 1,
        "PassageID": "14.4.1.Guidance.1.",
        "Passage": "Relevant Persons are reminded that in accordance with Federal AML Legislation, Relevant Persons or any of their Employees must not tip off any Person, that is, inform any Person that he is being scrutinised, or investigated by any other competent authority, for possible involvement in suspicious Transactions or activity related to money laundering or terrorist financing."
    },
    {
        "ID": "39f04b34-4f4b-45b7-b583-4ef0b84c49b2",
        "DocumentID": 1,
        "PassageID": "14.4.1.Guidance.2.",
        "Passage": "If a Relevant Person reasonably believes that performing CDD measures will tip off a customer or potential customer, it may choose not to pursue that process and should file a Suspicious Activity/Transaction Report. Relevant Persons should ensure that their Employees are aware of and sensitive to these issues when considering the CDD measures."
    },
    {
        "ID": "ab8b53c7-23d8-4e44-b211-cf7f43e16631",
        "DocumentID": 1,
        "PassageID": "14.5",
        "Passage": "Record-keeping"
    },
    {
        "ID": "146b5bc5-8212-4bcc-81f4-005f35f6f90d",
        "DocumentID": 1,
        "PassageID": "14.5.1",
        "Passage": "All relevant details of any notification to the MLRO under Rule ‎14.2 or Suspicious Activity/Transaction Reports filed pursuant to Rule ‎14.3 must be kept for at least six years from the date on which the report was made."
    },
    {
        "ID": "c3403e74-ea5d-4055-b662-38369d29ee84",
        "DocumentID": 1,
        "PassageID": "14.6",
        "Passage": "Freezing of assets"
    },
    {
        "ID": "bb1063b9-84f7-4101-a060-42ee7cb3b03c",
        "DocumentID": 1,
        "PassageID": "14.6.Guidance",
        "Passage": "\nThe Regulator has certain powers under FSMR to impose a requirement restricting an Authorised Person or Recognised Body from disposing of or transferring property including, for example, assets or other funds suspected of relating to money laundering. It may also apply to the ADGM Courts for an order restraining a Person from transferring or disposing of any assets suspected of relating to money laundering or terrorist financing. In cases involving suspected money laundering or terrorist financing, the Regulator will usually take such action in coordination with the FIU.\n\n"
    },
    {
        "ID": "2eb76f3d-62aa-4c1f-8ee3-2f9e737950b8",
        "DocumentID": 1,
        "PassageID": "15.",
        "Passage": "DNFBP REGISTRATION AND SUPERVISION"
    },
    {
        "ID": "ff0adcf9-fcdf-4676-956f-55a7cce4906b",
        "DocumentID": 1,
        "PassageID": "15.Guidance",
        "Passage": ""
    },
    {
        "ID": "8419b61f-f219-4077-a1a5-635affca77a9",
        "DocumentID": 1,
        "PassageID": "15.Guidance.1.",
        "Passage": "FSMR gives the Regulator the power to supervise DNFBPs’ compliance with relevant Federal AML Legislation. FSMR also gives the Regulator a number of other powers in relation to DNFBPs, including powers of enforcement. This includes the power to obtain information and to conduct investigations into possible breaches of FSMR. The Regulator may also impose fines for breaches of FSMR or the Rules. It may also suspend or withdraw the registration of a DNFBP in various circumstances."
    },
    {
        "ID": "c980db5a-1e0d-47ac-985a-28dc400507d5",
        "DocumentID": 1,
        "PassageID": "15.Guidance.2.",
        "Passage": "The Regulator takes a risk-based approach to regulation of persons which it supervises. Generally, the Regulator will work with DNFBPs to identify, assess, mitigate and control relevant risks where appropriate. The Guidance & Policies Manual (“GPM”) describes the Regulator’s enforcement powers under FSMR and outlines its policy for using these powers."
    },
    {
        "ID": "adb6bc23-40b7-4825-a7d2-7e24d0da3b6e",
        "DocumentID": 1,
        "PassageID": "15.Guidance.3.",
        "Passage": "Rule ‎15.1.1 requires a DNFBP to be registered by the Regulator to conduct its activities in the ADGM. Rule ‎15.2.1 sets out the criteria a DNFBP must meet to be registered. The Regulator may suspend or withdraw the registration of a DNFBP where the DNFBP no longer meets the criteria for registration."
    },
    {
        "ID": "8ba17197-5d5e-4ad3-a982-de126f401714",
        "DocumentID": 1,
        "PassageID": "15.Guidance.4.",
        "Passage": "A DNFBP is defined in Rule ‎3.2.1 and includes the following class of persons whose business is carried out in the ADGM:\n(a)\ta real estate agency which carries out transactions with other Persons that involve the acquiring or disposing of real property;\n(b)\ta dealer in precious metals or precious stones;\n(c)\ta dealer in any saleable item of a price equal to or greater than USD15,000;\n(d)\tan accounting firm, audit firm, insolvency firm or taxation consulting firm;\n(e)\ta law firm, notary firm or other independent legal business; or\n(f)\ta Company Service Provider."
    },
    {
        "ID": "5e0a398a-9e35-4700-be6d-3c4557c5eb0c",
        "DocumentID": 1,
        "PassageID": "15.Guidance.5.",
        "Passage": "In determining if a Person is a DNFPB the Regulator will adopt a ‘substance over form’ approach. That is, it will consider what business or profession is in fact being carried on, and its main characteristics, and not just what business or profession the Person purports, or is licensed, to carry on in the ADGM."
    },
    {
        "ID": "dd751e22-7e2a-46c4-93cf-f6a40bd1038a",
        "DocumentID": 1,
        "PassageID": "15.Guidance.6.",
        "Passage": "The Regulator considers that a “law firm, notary firm or other independent legal business, includes any business or profession that involves a legal service, including advice or services related to laws in the U.A.E. The Regulator does not consider it necessary for the purposes of the definition that the:\n(a)\tPerson is licensed to provide legal services in the U.A.E.; or\n(b)\tthe individuals or employees providing the legal service are qualified or authorised to do so."
    },
    {
        "ID": "c587a93f-bdc0-43db-9efc-fda7edfa31cb",
        "DocumentID": 1,
        "PassageID": "15.Guidance.7.",
        "Passage": "The Regulator considers that “accounting firm, audit firm, insolvency firm or taxation consulting firm”, includes forensic accounting services that use accounting skills, principles and techniques to investigate suspected illegal activity or to analyse financial information for use in legal proceedings."
    },
    {
        "ID": "c2937036-8c4b-4bb6-9097-81671c905d28",
        "DocumentID": 1,
        "PassageID": "15.1",
        "Passage": "DNFBP prohibition"
    },
    {
        "ID": "0dc041a8-e2a5-45dd-9e74-b0ba90048158",
        "DocumentID": 1,
        "PassageID": "15.1.1",
        "Passage": "A Person who is a DNFBP must not carry on any activities in or from the ADGM unless that Person is registered under AML 15.4 by the Regulator as a DNFBP."
    },
    {
        "ID": "9ee81fa2-b2e8-4794-8e49-154ca051dfe7",
        "DocumentID": 1,
        "PassageID": "15.1.2",
        "Passage": "The Regulator may delegate its powers for the registration, suspension and cancellation of a DNFBP’s registration to the Registrar of Companies."
    },
    {
        "ID": "7098d095-f354-4f8f-9094-9ee8302212ca",
        "DocumentID": 1,
        "PassageID": "15.2",
        "Passage": "Criteria for registration as a DNFBP"
    },
    {
        "ID": "87545751-efa4-492a-a6dc-6b3ffc8fe996",
        "DocumentID": 1,
        "PassageID": "15.2.1",
        "Passage": ""
    },
    {
        "ID": "2c11723f-2e8f-4275-8707-b3d7ac10d0e0",
        "DocumentID": 1,
        "PassageID": "15.2.1.(1)",
        "Passage": "To be registered as a DNFBP, an applicant must demonstrate to the Regulator’s satisfaction that:\n(a)\tit is fit and proper to perform AML/TFS functions; and\n(b)\tit has adequate resources, systems and controls, including policies and procedures, to comply with all applicable AML/TFS requirements under Federal AML Legislation, FSMR and these Rules;"
    },
    {
        "ID": "ed9105f2-9f53-4107-ba2c-bbca75080d9e",
        "DocumentID": 1,
        "PassageID": "15.2.1.(2)",
        "Passage": "In assessing if an applicant is fit and proper under (1)(a), the Regulator may, without limiting the matters it may take into account under that paragraph, consider the applicant, its senior management, its Beneficial Owners, other entities in its Group and any other Person with whom it has a relationship."
    },
    {
        "ID": "02c235c6-7278-4f55-bfe3-8189e7284d0c",
        "DocumentID": 1,
        "PassageID": "15.2.1.(3)",
        "Passage": "The Regulator will in assessing if an applicant is fit and proper, consider the cumulative effect of matters that, if considered individually, may be regarded as insufficient to give reasonable cause to doubt the fitness and propriety of the applicant."
    },
    {
        "ID": "0e120da3-b325-47b9-ae6a-e6b5a485d567",
        "DocumentID": 1,
        "PassageID": "15.3",
        "Passage": "Application for registration as a DNFBP"
    },
    {
        "ID": "1fd4322a-9576-47ea-8f86-63f5a0e47030",
        "DocumentID": 1,
        "PassageID": "15.3.1",
        "Passage": "A Person may apply to the Regulator to be registered as a DNFBP by completing and submitting the appropriate form."
    },
    {
        "ID": "7e0e0ae2-6e96-4cba-8040-511925f3fe70",
        "DocumentID": 1,
        "PassageID": "15.3.2",
        "Passage": "The Regulator may require an applicant to provide additional information or documents reasonably required by the Regulator for it to be able to consider an application for registration including, but not limited to, information or documents relating to the activities, ownership, group structure, financial and other resources of the applicant."
    },
    {
        "ID": "5b17dc8f-4473-4444-b479-4dcbe9da2728",
        "DocumentID": 1,
        "PassageID": "15.3.3",
        "Passage": "Where, at any time between filing an application and the grant or refusal of registration as a DNFBP, an applicant becomes aware of a material change in its circumstances that is reasonably likely to be relevant to its application it shall inform the Regulator in writing of the change without delay."
    },
    {
        "ID": "ce297fc3-80d1-4a50-8d56-a7a5d5d97bb9",
        "DocumentID": 1,
        "PassageID": "15.3.4",
        "Passage": "Any Person who is a DNFBP upon the making of this Chapter and was previously a Relevant Person prior to the making of this Chapter:\n(a)\tis deemed to be registered as a DNFBP at the time of the making of this Chapter; and\n(b)\tmust apply for registration under Rule 15.3:\n(i)\twithin 12 months of the making of this Chapter; or\n(ii)\tat the date of the renewal of its Commercial Licence under the Commercial Licensing Regulations 2015;\nwhichever comes first."
    },
    {
        "ID": "f13c5d44-3530-4ead-a2ad-2b45b04bf32e",
        "DocumentID": 1,
        "PassageID": "15.4",
        "Passage": "Grant of an application"
    },
    {
        "ID": "cf3b64ce-22f7-4233-aaea-4abb3d39ca9f",
        "DocumentID": 1,
        "PassageID": "15.4.1",
        "Passage": "The Regulator may grant an application for DNFBP registration as a DNFBP if it is satisfied that the applicant meets the criteria for registration under Rule 15.2."
    },
    {
        "ID": "3a10bbf3-db09-4119-89d3-a1fef944173e",
        "DocumentID": 1,
        "PassageID": "15.4.2",
        "Passage": "Where the Regulator decides to register a DNFBP, it shall as soon as is practicable inform the applicant in writing of that decision and of the date on which registration is to take effect."
    },
    {
        "ID": "50f0950d-4316-4ade-bc06-63789cd758e8",
        "DocumentID": 1,
        "PassageID": "15.5",
        "Passage": "Refusal of an application"
    },
    {
        "ID": "b1179168-5215-4b38-b75b-d904f50fbf38",
        "DocumentID": 1,
        "PassageID": "15.5.1",
        "Passage": "The Regulator may refuse to grant an application for DNFBP registration where it is not satisfied that the applicant meets the criteria for registration under Rule 15.2."
    },
    {
        "ID": "0ddce97f-c652-4c2b-8f26-12c5f7ce2a08",
        "DocumentID": 1,
        "PassageID": "15.6",
        "Passage": "DNFBP notifications"
    },
    {
        "ID": "f79c0f52-85f6-4d4d-839a-365440a26311",
        "DocumentID": 1,
        "PassageID": "15.6.1",
        "Passage": "A DNFBP must promptly notify the Regulator of any change in its:\n(a)\tname;\n(b)\tlegal status;\n(c)\taddress;\n(d)\tMLRO;\n(e)\tsenior management; or\n(f)\tBeneficial ownership."
    },
    {
        "ID": "79de0787-9471-4d2f-a34e-807c13bddf25",
        "DocumentID": 1,
        "PassageID": "15.6.2",
        "Passage": ""
    },
    {
        "ID": "54252d00-7a87-4172-82dd-2e57bfeca2f5",
        "DocumentID": 1,
        "PassageID": "15.6.2.(1)",
        "Passage": "A DNFBP must notify the Regulator in writing at least ten Business Days in advance of it ceasing to carry on the business activities that establish it as a DNFBP."
    },
    {
        "ID": "5a0867ab-2361-43cf-b623-eff6635f770b",
        "DocumentID": 1,
        "PassageID": "15.6.2.(2)",
        "Passage": "The notice must include a request to cancel its registration, an explanation of the reason for the DNFBP ceasing business, the planned date of the cessation of its activities, and copies of any relevant documents must be submitted with the notice."
    },
    {
        "ID": "2c88fe41-c5f0-4a6e-99f6-16e255efe95b",
        "DocumentID": 1,
        "PassageID": "15.7",
        "Passage": "Suspension and withdrawal of DNFBP registration"
    },
    {
        "ID": "95301df5-8602-45fd-977d-c1e2f7a10499",
        "DocumentID": 1,
        "PassageID": "15.7.1",
        "Passage": ""
    },
    {
        "ID": "46469160-1507-4843-89bf-bbf35ba9da7c",
        "DocumentID": 1,
        "PassageID": "15.7.1.(1)",
        "Passage": "The Regulator may suspend the registration of a DNFBP at the request of the DNFBP or on its own initiative."
    },
    {
        "ID": "97c8791f-45d8-4857-a494-f21dd32b8630",
        "DocumentID": 1,
        "PassageID": "15.7.1.(2)",
        "Passage": "The Regulator may withdraw the registration of a DNFBP:\n(a)\tat the request of the DNFBP;\n(b)\t if the Registrar of Companies notifies it that the DNFBP no longer holds the relevant commercial licence to operate in the ADGM; or\n(c)\ton its own initiative."
    },
    {
        "ID": "4736518d-d19a-43f9-87a1-80c7e8f184c2",
        "DocumentID": 1,
        "PassageID": "15.7.2",
        "Passage": ""
    },
    {
        "ID": "7137fc91-e54c-457a-b6a6-bab5c664cc2e",
        "DocumentID": 1,
        "PassageID": "15.7.2.(1)",
        "Passage": "The Regulator may exercise its power on its own initiative under Rule 15.7.1 (1) or (2)(c) where:\n(a)\tthe DNFBP no longer meets the criteria for DNFBP registration;\n(b)\tthe DNFBP is in breach of, or has been in breach of, the Law or Rules or other Federal AML Legislation;\n(c)\tthe DNFBP is insolvent or entering into administration;\n(d)\tthe DNFBP is no longer carrying on business in the ADGM; or\n(e)\tthe Regulator considers that exercising the power is necessary or desirable in the pursuit of its objectives in section 1(3) of FSMR."
    },
    {
        "ID": "3f368f44-d3a3-4985-bb77-d1d2ba9234bd",
        "DocumentID": 1,
        "PassageID": "15.7.2.Guidance",
        "Passage": ""
    },
    {
        "ID": "6bc9ef27-b197-4b1f-a7e1-80ffd9ebada3",
        "DocumentID": 1,
        "PassageID": "15.7.2.Guidance.1.",
        "Passage": "A DNFBP may request the withdrawal of its registration because, for example, it no longer meets the definition of a DNFBP, becomes insolvent or enters into administration, or proposes to leave the ADGM."
    },
    {
        "ID": "7727184a-d913-471f-a97f-fff824dc8924",
        "DocumentID": 1,
        "PassageID": "15.7.2.Guidance.2.",
        "Passage": "In addition to being able to withdraw registration at the request of a DNFBP, the Regulator may, on its own initiative, suspend or withdraw the registration of a DNFBP in various circumstances."
    },
    {
        "ID": "0a8d0973-b7ac-47f5-9d75-5c17b29beebb",
        "DocumentID": 1,
        "PassageID": "15.8",
        "Passage": "Disclosure of regulatory status"
    },
    {
        "ID": "7528832d-e55d-49d9-8b68-090883bf3ddb",
        "DocumentID": 1,
        "PassageID": "15.8.1",
        "Passage": "A DNFBP must not:\n(a)\tmisrepresent its regulatory status with respect to the Regulator expressly or by implication; or\n(b)\tuse or reproduce the logo of the Regulator without express written permission from the Regulator and in accordance with any conditions for use imposed by the Regulator."
    },
    {
        "ID": "82bfcd03-f48d-40c9-ba88-bd57f9101ddf",
        "DocumentID": 1,
        "PassageID": "15.9",
        "Passage": "Co-ordination between the Regulator and the Registrar of Companies"
    },
    {
        "ID": "e88b0c6b-7be3-4fb7-9c1b-483dc699ef88",
        "DocumentID": 1,
        "PassageID": "15.9.1",
        "Passage": ""
    },
    {
        "ID": "3e5f1f10-d941-44f9-8fb6-b2e5c9ae9a2d",
        "DocumentID": 1,
        "PassageID": "15.9.1.(1)",
        "Passage": "The Registrar of Companies shall not grant a Person who is a DNFBP a commercial licence to operate in the ADGM until the Regulator has confirmed to the Registrar of Companies that it intends to register the Person as a DNFBP."
    },
    {
        "ID": "842915ad-7039-45c4-85ae-0026fef0b04a",
        "DocumentID": 1,
        "PassageID": "15.9.1.(2)",
        "Passage": "The Regulator shall as soon as is practicable notify the Registrar of Companies where it suspends or withdraws the registration of a DNFBP."
    },
    {
        "ID": "20d6f677-9f6a-4f73-8baf-3272d77b3390",
        "DocumentID": 1,
        "PassageID": "15.9.1.(3)",
        "Passage": "The Registrar of Companies shall as soon as is practicable suspend or withdraw (as the case may be) the commercial licence of the DNFBP where it receives a notification under (2).\n"
    },
    {
        "ID": "4e1e70e3-9216-4f71-a7b5-b89960e11cfe",
        "DocumentID": 1,
        "PassageID": "16.",
        "Passage": "NON-PROFIT ORGANISATIONS"
    },
    {
        "ID": "3845f729-66ed-43de-947c-82d4a30733db",
        "DocumentID": 1,
        "PassageID": "16.1",
        "Passage": "Responsibility for NPO compliance"
    },
    {
        "ID": "91324559-1b8f-4e9d-a644-2bfa7ba15b68",
        "DocumentID": 1,
        "PassageID": "16.1.1",
        "Passage": "An NPO's Governing Body is responsible for establishing, maintaining and monitoring the NPO’s obligations under this chapter."
    },
    {
        "ID": "ecdca6c2-fa57-46ae-87b8-6baba69135c9",
        "DocumentID": 1,
        "PassageID": "16.1.2",
        "Passage": "An NPO must maintain information on the following:\n(a)\tthe purpose and objectives of its stated activities;\n(b)\tthe identity of the persons who own, control or direct its activities, including the Governing Body and senior management;\n(c)\tthe relevant controls that have been put in place to ensure that all funds are fully accounted for, and are spent in a manner that is consistent with the purpose and objectives of its stated activities; and\n(d)\tthe relevant measures that it has taken to confirm the identity, credentials and good standing of beneficiaries and associated NPOs to ensure that they are not involved with terrorists or terrorist organisations and that its charitable funds are not used to support terrorists or terrorist organisations."
    },
    {
        "ID": "706a86a9-4b99-48f4-9ce8-1b8ca15dd86f",
        "DocumentID": 1,
        "PassageID": "16.2",
        "Passage": "Record Keeping"
    },
    {
        "ID": "3ff7eb8a-2926-4070-9e1e-60049739cbd4",
        "DocumentID": 1,
        "PassageID": "16.2.1",
        "Passage": "An NPO must maintain for a period of at least six years records of its obligations required under Rule ‎16.1.2, covering both domestic and international transactions, which are sufficiently detailed to verify that funds have been received and spent in a manner consistent with the purpose and objectives of the NPO."
    },
    {
        "ID": "ef5c3ef1-57e7-49ad-ab5b-a45346d967e9",
        "DocumentID": 1,
        "PassageID": "16.3",
        "Passage": "Co-operation"
    },
    {
        "ID": "45c10d4e-9051-4124-bb45-06655d779734",
        "DocumentID": 1,
        "PassageID": "16.3.1",
        "Passage": "An NPO must deal with the Regulator in an open and co-operative manner and keep the Regulator informed of significant events or anything else relating to the NPO of which the Regulator would reasonably expect to be notified."
    },
    {
        "ID": "804e0060-9279-4558-88a1-dfb2b043c599",
        "DocumentID": 1,
        "PassageID": "16.3.2",
        "Passage": "An NPO must, at the request of the Regulator:\n(a)\tgive or procure the giving of specified information, Documents, files, tapes, computer data or other material in the NPO's possession or control to the Regulator;\n(b)\tmake its Employees readily available for meetings with the Regulator;\n(c)\tgive the Regulator access to any information, Documents, records, files, tapes, computer data or systems, which are within the NPO's possession or control and provide any facilities to the Regulator;\n(d)\tpermit the Regulator to copy Documents or other material on the premises of the NPO at the NPO's expense;\n(e)\tprovide any copies of those Documents or other material as requested by the Regulator; and\n(f)\tanswer truthfully, fully and promptly, all questions which are put to it by the Regulator."
    },
    {
        "ID": "01d65007-dc9f-419e-a5f0-4203e3adb494",
        "DocumentID": 1,
        "PassageID": "16.3.2.Guidance",
        "Passage": ""
    },
    {
        "ID": "ee8bcb9e-aa0a-4777-bea3-7ac36dc2ff53",
        "DocumentID": 1,
        "PassageID": "16.3.2.Guidance.1.",
        "Passage": "An NPO should have systems and controls in place to identify donors, including where a donor is resident and, where the donor is not a Natural Person, the activities it undertakes."
    },
    {
        "ID": "4dcc02ad-1190-4e43-ae4e-640384ff6640",
        "DocumentID": 1,
        "PassageID": "16.3.2.Guidance.2.",
        "Passage": "An NPO should take into consideration money laundering risks posed by a donor, including as a result of the jurisdiction in which the donor is resident or the activities the donor undertakes."
    },
    {
        "ID": "8c254ab8-b8c9-4a2f-a9ad-d74c7828df84",
        "DocumentID": 1,
        "PassageID": "16.3.2.Guidance.3.",
        "Passage": "Where a donor is resident in a high-risk jurisdiction, an NPO should conduct a risk-based assessment to identify money laundering risks posed by that donor."
    },
    {
        "ID": "3b29ada4-3763-4ce5-973d-fc923e1b4af0",
        "DocumentID": 1,
        "PassageID": "16.3.2.Guidance.4.",
        "Passage": "An NPO should encourage donors to make donations through financial channels offered by Financial Institutions regulated by the Regulator or another Financial Services Regulator."
    }
]