[
    {
        "ID": "fded0d50-925b-4838-b643-a54500b8a23c",
        "DocumentID": 14,
        "PassageID": "BANK RECOVERY AND RESOLUTION REGULATIONS 2018",
        "Passage": "\nRegulations to make provision for bank recovery and resolution and connected purposes.\nDate of Enactment: 11 December 2018\nThe Board of Directors of the Abu Dhabi Global Market, in exercise of its powers under Article 6(1) of Law No. 4 of 2013 concerning the Abu Dhabi Global Market issued by His Highness the Ruler of the Emirate of Abu Dhabi, hereby enacts the following Regulations–\n"
    },
    {
        "ID": "3dc46ffa-12b5-4291-a89d-8fa80294f522",
        "DocumentID": 14,
        "PassageID": "Part 1",
        "Passage": "General"
    },
    {
        "ID": "0c13ad7a-8d89-46e8-9732-52e5b79fe620",
        "DocumentID": 14,
        "PassageID": "Part 1.1.",
        "Passage": "Definitions\nIn these Regulations, unless the context otherwise requires—\n/Table Start\nAdditional Tier 1 Capital\tmeans capital instruments that meet the conditions for \"AT1 Capital\" laid down in the Rules made by the Regulator.\nADGM\tmeans the Abu Dhabi Global Market.\nADGM Branch\tmeans a Branch through which a Non-ADGM Institution carries on Regulated Activities in or from the ADGM.\nADGM Founding Law\tmeans Law No (4) of 2013 concerning the Abu Dhabi Global Market issued by His Highness the Ruler of the Emirate of Abu Dhabi.\nADGM Insolvency Regulations\tmeans the ADGM Insolvency Regulations 2015.\nADGM Parent Institution\tmeans an Institution that has an Institution or Non-ADGM Institution as a subsidiary.\nADGM Parent Undertaking\tmeans a Parent Undertaking—\n(a)\tregistered in and incorporated under the laws of the ADGM; and\n(b)\tthat has an Institution or Non-ADGM Institution as a Subsidiary.\nADGM Subsidiary\tmeans a Subsidiary of an Institution that is registered in and incorporated under the laws of the ADGM.\nAffected Creditor \tmeans a creditor whose claim relates to a liability that is reduced or converted to Shares by the exercise of the Write Down or Conversion Power pursuant to the application of the Bail-in Tool.\nAuthorised Person\thas the meaning given to that term in section 258 of the Financial Services and Markets Regulations 2015.\nBail-in Tool\tmeans the mechanism for recapitalising an Institution or for effecting the exercise of the Write Down or Conversion Power pursuant to section ‎49.\n\nBranch\tmeans a place of business of a legal person which—\n(a)\thas no separate legal personality; and\n(b)\tcarries out directly all or some of the transactions inherent in the business of Institutions outside the ADGM.\nBusiness of the ADGM Branch\tmeans—\n(a)\tany rights and liabilities of a Non-ADGM Institution arising as a result of the operations of its ADGM Branch; and\n(b)\tany other property in the ADGM of the Non-ADGM Institution.\nBusiness Reorganisation Plan\tmeans a Business Reorganisation Plan drawn up and implemented in accordance with section ‎55.\n\nCapital Resources\tmeans the sum of Tier 1 Capital and Tier 2 Capital.\nCentral Securities Depository\tmeans a legal person that carries out the activity of Acting as a Central Securities Depository, as such term is defined in section 258 of the Financial Services and Markets Regulations 2015.\nClient Assets\tmeans Client Money and Client Investments.\nClient Money\thas the meaning given to that term under section 4 of the Financial Services and Markets Regulations 2015.\nClient Investments\tmeans all investments held or controlled on behalf of a client in the course of, or in connection with, the carrying on of investment business.\nCollateral Arrangement\thas the meaning given to that term under section 298 of the Insolvency Regulations 2015.\nCommon Equity Tier 1 Capital\tmeans capital instruments that meet the conditions for \"CET1 Capital\" laid down in the Rules made by the Regulator.\nConfidential Information\tmeans information which, regardless of whether or not the information was received by virtue of a requirement to provide it imposed by or under these Regulations—\n(a)\trelates to the business or other affairs of any person; and\n(b)\twas received by the recipient for the purposes of, or in the discharge of, any functions of the Regulator under any Rules made by or under these Regulations;\nunless—\n(c)\tthe information has been made available to the public by virtue of being disclosed in any circumstances in which, or for any purposes for which, disclosure is not precluded by this section; or\n(d)\tit is in the form of a summary or collection of information so framed that it is not possible to ascertain from it information relating to any particular person.\nConversion Rate\tmeans the ratio that determines the number of Shares into which a liability of a specific class will be converted, by reference either to a single instrument of the class or to a specified unit of value of a debt claim.\nCore Business Lines\tmeans business lines and associated services which represent material sources of revenue, profit or franchise value for an Institution or an Institution's Group.\nCovered Bond\tmeans a bond issued by an Institution where the proceeds from the issue of those bonds shall be invested in assets which, during the whole period of validity of the bonds, are capable of covering claims attaching to the bonds and which, in the event of failure of the Institution, would be used on a priority basis for the reimbursement of the principal and payment of the accrued interest.\nCrisis Management Measure\tmeans—\n(a)\tthe exercise of a Resolution Action in relation to an Institution by the Regulator;\n(b)\tthe recognition of a Foreign Resolution Action by the Regulator; or\n(c)\tthe exercise of a Resolution Power in support of a Foreign Resolution Action by the Regulator.\nCrisis Prevention Measure\tmeans—\n(a)\tthe imposition by the Regulator of a requirement to take relevant measures with respect to an Institution's recovery plan;\n(b)\tthe imposition by the Regulator of a requirement to take measures to remove impediments to the recoverability of an Institution;\n(c)\tthe imposition of an early intervention measure described in section ‎18‎(4);\n(d)\tthe appointment of a temporary administrator under section ‎19‎(1); or\n(e)\tthe exercise of the Write Down or Conversion Power.\nCritical Clearing Services\tmeans central counterparty clearing services the withdrawal of which may, in the Regulator's opinion, threaten the stability of the financial system of the ADGM.\nCritical Functions\tmeans activities, services or operations the discontinuance of which is likely to lead to the disruption of services that are essential to the real economy in the ADGM or relevant to Institutions operating in the ADGM the disruption of financial stability due to the size, market share, external or internal interconnectedness, complexity, or cross-border activities of an Institution or Institution's Group, with particular regard to the substitutability of those activities, services or operations.\nDebt Instruments\tmeans bonds and other forms of transferable debt, instruments creating or acknowledging debt and instruments giving rights to acquire debt instruments.\nDefault Event Provision\tmeans a provision of a contract or other agreement—\n(a)\tthat has the effect that if a specified event or situation arises—\n(i)\tthe agreement is terminated, modified, replaced or suspended;\n(ii)\trights or duties under the agreement are terminated, modified, replaced or suspended;\n(iii)\ta right accrues to terminate, modify or replace the agreement;\n(iv)\ta right accrues to terminate, modify or replace rights or duties under the agreement;\n(v)\ta set-off or netting right accrues under the contract;\n(vi)\ta sum becomes payable or ceases to be payable;\n(vii)\ta right accrues to obtain possession, exercise control or enforce any security over any property;\n(viii)\tdelivery of anything becomes due or ceases to be due;\n(ix)\ta right to claim a payment or delivery accrues, changes or lapses;\n(x)\tany other right accrues, changes or lapses; or\n(xi)\tan interest is created, changes or lapses; or\n(b)\tthat has the effect that a provision of the contract or agreement—\n(i)\ttakes effect only if a specified event occurs or does not occur;\n(ii)\ttakes effect only if a specified situation arises or does not arise;\n(iii)\thas effect only for so long as a specified event does not occur;\n(iv)\thas effect only while a specified situation lasts;\n(v)\tapplies differently if a specified event occurs;\n(vi)\tapplies differently if a specified situation occurs; or\n(vii)\tapplies differently while a specified situation lasts.\nDefinitive Valuation\tmeans a valuation carried out under section ‎37.\n\nDeposit\thas the meaning given to that term in paragraph 85 of Schedule 1 in the Financial Services and Markets Regulations 2015 and \"Depositor\" shall be interpreted accordingly.\nDerivative Contract\thas the meaning given to that term in section 258 of the Financial Services and Markets Regulations 2015.\nDifference of Treatment Valuation\tmeans a valuation carried out under section ‎68.\n\nDirector\thas the meaning given to that term under section 146 of the Companies Regulations 2015.\nDocument\tmeans any record of information recorded physically, electronically or in any other form and, in relation to information recorded otherwise than in legible form, references to its production include references to producing a copy of the information in legible form, or in a form from which it can readily be produced in visible and legible form.\nEarly Intervention Action\tmeans—\n(a)\tthe taking of an early intervention measure (as defined in section ‎18);\n(b)\tthe appointment of temporary administrator under section ‎19; or\n(c)\tthe variation of the terms of engagement of a temporary administrator under section ‎19‎(13).\n\nEligible Depositor\tmeans a person (other than a market counterparty or a bank) who, at the relevant time, is a creditor of a bank which is an Abu Dhabi Global Market firm by virtue of being owed an amount of money held by the bank as a Deposit and \"Eligible Deposit\" shall be interpreted accordingly.\nEligible Liabilities\tmeans liabilities and capital instruments that do not qualify as Common Equity Tier 1 Capital instruments, Additional Tier 1 Capital instruments or Tier 2 Capital instruments of an Institution that are not excluded from the exercise of the Write Down or Conversion Power under section ‎49‎(7).\n\nFinancial Contracts\tincludes the following contracts and agreements—\n(a)\tsecurities contracts, including—\n(i)\tcontracts for the purchase, sale or loan of a security, a group or index of securities;\n(ii)\toptions on a security or group or index of securities; and\n(iii)\trepurchase or reverse repurchase transactions on any such security, group or index;\n(b)\tcommodities contracts, including—\n(i)\tcontracts for the purchase, sale or loan of a commodity or group or index of commodities for future delivery;\n(ii)\toptions on a commodity or group or index of commodities; and\n(iii)\trepurchase or reverse repurchase transactions on any such commodity, group or index;\n(c)\tfutures and forwards contracts, including contracts (other than a commodities contract) for the purchase, sale or transfer of—\n(i)\ta commodity or property of any other description;\n(ii)\ta service; or\n(iii)\ta right or interest;\nfor a specified price at a future date;\n(d)\tswap agreements, including—\n(i)\tswaps and options relating to interest rates, spot or other foreign exchange agreements, currency, an equity index or equity, a debt index or debt, a commodity index or commodity, weather, emissions or inflation;\n(ii)\ttotal return, credit spread or credit swaps; and\n(iii)\tany agreements or transactions that are similar to an agreement referred to in subsections ‎(i) or ‎(ii) which is the subject of recurrent dealing in the swaps or derivatives markets;\n(e)\tinter-bank borrowing agreements where the term of the borrowing is three months or less; and\n(f)\tmaster agreements for any of the contracts or agreements referred to in subsections ‎(a) to ‎(e).\n\nFinancial Services Permission\tis a permission given, or having effect as if so given, by the Regulator in accordance with Part 4 of the Financial Services and Markets Regulations 2015.\nForeign Institution\tmeans an entity, the head office of which is established in a jurisdiction other than the ADGM, that would, if it were established within the ADGM, be covered by the definition of an Institution.\nForeign Resolution Action\tmeans an action under the law of a jurisdiction other than the ADGM to manage the failure or likely failure of a Foreign Institution where the action is comparable or equivalent, in terms of objectives and anticipated results, to Resolution Actions under these Regulations.\nForeign Resolution Order\tmeans an order made by the Regulator under section 78‎(1).\n\nGeneral Resolution Principles\tmeans the general principles of resolution set out in section ‎25.\n\nGroup\thas the meaning given to that term under section 260(1) of the Financial Services and Markets Regulations 2015.\nGroup Entity\tmeans a legal person that is part of a Group.\nGroup Recovery Plan\tmeans a recovery plan prepared and maintained in accordance with section ‎8.\n\nGroup Resolution Plan\tmeans a resolution plan prepared and maintained in accordance with section ‎11.\n\nGuidance\tmeans the guidance issued by the Regulator in accordance with section ‎5.\n\nGuiding Principles\tmeans the guiding principles specified in section ‎4.\n\nIn-Scope Entity\tmeans any of the entities listed in section ‎2‎(1).\n\nIndividual Recovery Plan\tmeans a recovery plan prepared and maintained in accordance with section ‎7.\n\nIndividual Resolution Plan\tmeans a resolution plan prepared and maintained in accordance with section ‎10.\n\nInsolvency Proceedings\thas the meaning given to that term under section 298 of the Insolvency Regulations 2015.\nInstitution\tmeans an Investment Firm or a Recognised Clearing House.\nInstitution in Resolution\tmeans an Institution in respect of which Resolution Action is being taken.\nIntragroup Financial Support\tincludes—\n(a)\ta loan, a guarantee, the provision of assets for use as collateral or any combination of these forms of support; and\n(b)\tprovision for support (in any form) in one or more transactions or in a transaction entered into by a Group Entity which is an Institution that is the intended recipient of the support and any other person within that Institution's Group.\nInvestigation\tmeans an investigation commenced by the Regulator under section 79.\nInvestment Firm\tmeans an Authorised Person, excluding Non-ADGM Institutions, conducting any of the following Regulated Activities—\n(a)\tAccepting Deposits;\n(b)\tDealing in Investments as Principal; or\n(c)\tManaging a Profit Sharing Investment Account.\nManagement\tincludes—\n(a)\tin relation to an Investment Firm, Recognised Clearing House, ADGM Parent Undertaking or ADGM Subsidiary, the Directors, senior managers or managers of same and, if applicable, former members of Management who are or were responsible both individually and collectively for the management of same; and\n(b)\tin relation to an ADGM Branch, the person or persons who effectively direct the Business of the ADGM Branch.\nNon-ADGM Financial Institution\tmeans an entity, the head office of which is established in a jurisdiction other than the ADGM, that carries out an activity which would, if carried out within the ADGM, be any of the following Regulated Activities—\n(a)\tAccepting Deposits;\n(b)\tDealing in Investments as Principal; or\n(c)\tManaging a Profit Sharing Investment Account.\nNon-ADGM Insolvency Law\tmeans the laws of a third country that relate to insolvency.\nNon-ADGM Insolvency Proceeding\tmeans a proceeding under the laws of a third country relating to insolvency that is comparable, in terms of objectives and anticipated results, to Insolvency Proceedings.\nNon-ADGM Institution\tmeans an Investment Firm or Recognised Clearing House whose principal place of business and head office is in a jurisdiction other than the ADGM.\nNon-CET1 Capital Instrument\tmeans Additional Tier 1 Capital instruments and Tier 2 Capital instruments.\nParent Undertaking\thas the meaning given to that term in section 1018 of the Companies Regulations 2015.\nPre-Resolution Valuation\tmeans a valuation carried out under section ‎35, whose objective is to assess the value of the assets and liabilities of an Institution that is not an ADGM Branch or the Business of an ADGM Branch that meets the Resolution Conditions.\nProspectus\thas the meaning given to that term in section 258 of the Financial Services and Markets Regulations 2015.\nProvisional Valuation\tmeans a valuation carried out under section ‎36.\n\nRecipient\tmeans the person or entity to which Shares, Debt Instruments, rights, assets or liabilities, or any combination of those items are transferred from an Institution in Resolution.\nRecognised Clearing House\thas the meaning given to that term in section 258 of the Financial Services and Markets Regulations 2015.\nRecognised Foreign Resolution Action\tmeans a Foreign Resolution Action which is, or part of which is, recognised by the Regulator under section 78‎(1).\n\nRecognised Investment Exchange\thas the meaning given to that term in section 258 of the Financial Services and Markets Regulations 2015.\nRecognition Requirements\thas the meaning given to that term in section 120 of the Financial Services and Markets Regulations 2015, as it applies to a clearing house.\nRecovery Plan\tmeans an Individual Recovery Plan or a Group Recovery Plan.\nRegulated Activities\thas the meaning given to that term in section 19 of the Financial Services and Markets Regulations 2015.\nRegulator\thas the meaning given to that term in section 258 of the Financial Services and Markets Regulations 2015.\nResidual Institution\tmeans, in circumstances where part of the business of an Institution has been sold to a private sector purchaser using the Sale of Business Tool, the non-sold or non-transferred part of the Institution and the legal entity in which any related assets, liabilities or business resides.\nResolution\tmeans the application under these Regulations of a Resolution Tool in order to achieve one or more of the Resolution Objectives.\nResolution Action\tmeans—\n(a)\tthe decision to place an Institution that satisfies the Resolution Conditions in Resolution;\n(b)\tthe application of a Resolution Tool; or\n(c)\tthe exercise of one or more Resolution Powers.\nResolution Conditions\tmeans the conditions set out in section ‎22.\n\nResolution Order\tmeans the order setting out the decision of the Regulator regarding the Resolution of an Institution.\nResolution Objectives\tmeans the resolution objectives specified in section ‎21.\n\nResolution Plan\tmeans an Individual Resolution Plan or a Group Resolution Plan.\nResolution Power\tmeans any of the powers under section ‎58.\n\nResolution Safeguard\tmeans a safeguard set out under sections ‎67 to ‎75.\n\nResolution Tool\tmeans the Sale of Business Tool and Bail-in Tool.\nSale of Business Tool\tmeans transferring rights, assets, liabilities or Shares, of an Institution in Resolution to a purchaser in accordance with section ‎42‎(1).\n\nSecured Liability\tmeans a liability where the right of the creditor to payment or other form of performance is secured by a Collateral Arrangement.\nShadow Director\thas the meaning given to that term under section 147 of the Companies Regulations 2015.\nShareholders\tmeans holders of Shares.\nShares\tmeans shares, instruments that are convertible into or give the right to acquire shares, and instruments representing interests in shares and the corporate instruments conferring voting rights, control or equity in a body corporate.\nShare Transfer Order\tmeans an order for the transfer of Shares.\nSubsidiary\thas the meaning given to that term under section 1015 of the Companies Regulations 2015.\nThreshold Conditions\thas the meaning given to that term in section 7(2) of the Financial Services and Markets Regulations 2015.\nTier 1 Capital\tmeans the sum of Common Equity Tier 1 Capital and Additional Tier 1 Capital.\nTier 2 Capital\tmeans capital instruments or subordinated loans that meet the conditions for \"T2 Capital\" laid down in the Rules made by the Regulator.\nTitle Transfer Collateral Arrangement\thas the meaning given to that term under section 298 of the Insolvency Regulations 2015.\nTransfer Power\tmeans the power to transfer Shares, Debt Instruments, rights, assets or liabilities, or any combination of those items, from an Institution in Resolution to a Recipient.\nUAE\tmeans the United Arab Emirates.\nWinding Up\tmeans, in relation to an Institution, the realisation of the assets of the Institution and the distribution of the proceeds of such realisation to those entitled to receive them under ADGM Insolvency Regulations.\nWrite Down or Conversion Power\tmeans the write down or conversion power under sections ‎64 and ‎66.\n/Table End\n\n"
    },
    {
        "ID": "58c54267-7972-40fe-ab7c-753af825f25a",
        "DocumentID": 14,
        "PassageID": "Part 1.2.",
        "Passage": "Application\n(1)\tThese Regulations apply to—\n(a)\tInvestment Firms;\n(b)\tRecognised Clearing Houses;\n(c)\tADGM Parent Undertakings;\n(d)\tADGM Subsidiaries; and\n(e)\tADGM Branches.\n(2)\tFor the purposes of these Regulations, an Institution does not cease to be an Institution if it no longer holds a Financial Services Permission or recognition order as an Investment Firm or a Recognised Clearing House as a result of a Resolution Action.\n\n"
    },
    {
        "ID": "20570e9a-0834-45f3-b63f-604a3e079725",
        "DocumentID": 14,
        "PassageID": "Part 2",
        "Passage": "The Regulator"
    },
    {
        "ID": "832083d1-3f9f-44cb-ac93-a9dada09433c",
        "DocumentID": 14,
        "PassageID": "Part 2.3.",
        "Passage": "Functions and powers of the Regulator\n(1)\tThe Regulator shall carry out such functions and shall have such powers as are conferred on it by or under the ADGM Founding Law and any enactment, including these Regulations.\n(2)\tThe Regulator may do whatever it considers necessary for or in connection with, or reasonably incidental to, performing its functions and exercising its powers."
    },
    {
        "ID": "4a38c444-17de-49de-a1f3-151a9701879c",
        "DocumentID": 14,
        "PassageID": "Part 2.4.",
        "Passage": "Guiding Principles"
    },
    {
        "ID": "0c4069a3-ec06-4867-97d5-2f67b635dc88",
        "DocumentID": 14,
        "PassageID": "Part 2.4.(1)",
        "Passage": "In performing its functions and exercising its powers, the Regulator shall take into consideration the following guiding principles—\n(a)\tthe need to meet the objectives set out in the Financial Services and Markets Regulations 2015;\n(b)\tthe financial stability of the ADGM, including the prevention of contagion (including contagion to market infrastructures such as Recognised Investment Exchanges and Recognised Clearing Houses) and maintaining market discipline;\n(c)\tto ensure the continuity of the provision of Critical Functions in the ADGM;\n(d)\tthe reduction of the risk to the public of financial loss due to the financial unsoundness of a person to whom these Regulations apply;\n(e)\tthe protection and enhancement of the reputation and integrity of and public confidence in the ADGM in commercial and financial matters; and\n(f)\tany other principles as the Board may set."
    },
    {
        "ID": "d1232df3-f1f7-416c-abbf-f714bd1bf21d",
        "DocumentID": 14,
        "PassageID": "Part 2.4.(2)",
        "Passage": "Unless otherwise stated in these Regulations, the Guiding Principles are each of equal significance and are to be balanced as appropriate in each case.\n\n"
    },
    {
        "ID": "c56bddf2-1cb5-42c1-a9ef-404171c07780",
        "DocumentID": 14,
        "PassageID": "Part 2.5.",
        "Passage": "Power of the Regulator to give Guidance"
    },
    {
        "ID": "2882810a-0744-4fd7-a86d-813856483a4a",
        "DocumentID": 14,
        "PassageID": "Part 2.5.(1)",
        "Passage": "The Regulator may give Guidance either generally or to a particular In-Scope Entity with respect to—\n(a)\tthe operation of any provision of these Regulations;\n(b)\tany other matter relating to the functions and powers of the Regulator; and\n(c)\tany other matter about which it appears to the Regulator to be desirable to give Guidance."
    },
    {
        "ID": "08db8390-09b3-456d-b9a3-e9fc14ef4fa1",
        "DocumentID": 14,
        "PassageID": "Part 2.5.(2)",
        "Passage": "Guidance issued by the Regulator shall be indicative and non-binding."
    },
    {
        "ID": "a3b664d3-69e7-4c22-8327-10f4e302effd",
        "DocumentID": 14,
        "PassageID": "Part 2.6.",
        "Passage": "Limitation of liability"
    },
    {
        "ID": "a0800a4e-38d9-4a58-b6db-be5f5adee537",
        "DocumentID": 14,
        "PassageID": "Part 2.6.(1)",
        "Passage": "This section applies to the Board, the Regulator, any member or any person who is, or is acting as, an officer, employee or agent of the Regulator or who is performing any duty or exercising any power on behalf of the Regulator or under the control of the Regulator."
    },
    {
        "ID": "0edad58f-b065-4eac-ab98-ec6ba08a35db",
        "DocumentID": 14,
        "PassageID": "Part 2.6.(2)",
        "Passage": "A person or body to whom this section applies shall not be liable in damages or for any claims for compensation for anything done or omitted in the discharge or purported discharge of any function under, or authorised by or under, these Regulations unless it is shown that the act or omission was in bad faith or fraudulent.\n\n"
    },
    {
        "ID": "d23dee1e-bb20-4df3-8b53-3656d57dfdeb",
        "DocumentID": 14,
        "PassageID": "Part 3",
        "Passage": "Recovery and Resolution Planning"
    },
    {
        "ID": "6b557c7f-ff46-4a85-bf62-2cbdf620753c",
        "DocumentID": 14,
        "PassageID": "Part 3.Chapter 1",
        "Passage": "Recovery Plans"
    },
    {
        "ID": "6f15cf37-5b75-41e1-bef2-081110e07d3d",
        "DocumentID": 14,
        "PassageID": "Part 3.Chapter 1.7.",
        "Passage": "Individual Recovery Plans"
    },
    {
        "ID": "c9c8939a-c591-445a-b5a7-17903b39e2b3",
        "DocumentID": 14,
        "PassageID": "Part 3.Chapter 1.7.(1)",
        "Passage": "The Regulator may require an Institution to prepare and submit to the Regulator for review an Individual Recovery Plan for the Institution. In exercising this discretion, the Regulator will consider the risk profile of the Institution and the impact of its failure on the financial system, market confidence or the economy in the ADGM or the reputation, integrity or public confidence in the stability of the ADGM."
    },
    {
        "ID": "b0f92d95-465e-42b6-acb0-bc46dd81b892",
        "DocumentID": 14,
        "PassageID": "Part 3.Chapter 1.7.(2)",
        "Passage": "The Individual Recovery Plan shall include the information set out in Part 1 of the Schedule and shall set out measures that would be taken by the Institution for the restoration of its financial position in the event of a significant deterioration of such financial position. The Regulator may require that additional information be included in the Individual Recovery Plan."
    },
    {
        "ID": "e1b9ed2a-5324-4d25-8f3d-da980a637468",
        "DocumentID": 14,
        "PassageID": "Part 3.Chapter 1.7.(3)",
        "Passage": "The Management of the Institution shall assess and approve the Individual Recovery Plan before submitting it to the Regulator."
    },
    {
        "ID": "c21796e5-0e97-408b-96dc-310d57567d74",
        "DocumentID": 14,
        "PassageID": "Part 3.Chapter 1.7.(4)",
        "Passage": "For Institutions forming part of a Group headed by a Non-ADGM Financial Institution, the Regulator may require disclosure of part or all of any existing Recovery Plans prepared at the Group level at the request of the supervisory authorities in jurisdictions other than the ADGM of any Group Entities. The Regulator may determine that such a disclosure satisfies the requirements under subsection ‎(1)."
    },
    {
        "ID": "b9d83da6-29fd-44ee-8c5f-60296180d8de",
        "DocumentID": 14,
        "PassageID": "Part 3.Chapter 1.7.(5)",
        "Passage": "Unless directed otherwise by the Regulator, Institutions required to prepare an Individual Recovery Plan under subsection (1) shall update their Individual Recovery Plans annually and after any change to their legal or organisational structure, business or financial situation, which could have a material effect on, or necessitate a change to, the Individual Recovery Plan.\n\n"
    },
    {
        "ID": "3a98c2a4-a082-4fa1-ab48-463ed547814a",
        "DocumentID": 14,
        "PassageID": "Part 3.Chapter 1.8.",
        "Passage": "Group Recovery Plans"
    },
    {
        "ID": "2488ae14-b58c-4cdb-8633-6ee11886917a",
        "DocumentID": 14,
        "PassageID": "Part 3.Chapter 1.8.(1)",
        "Passage": "The Regulator may require an ADGM Parent Institution to prepare and submit to the Regulator a Group Recovery Plan for the Group headed by the ADGM Parent Institution as a whole."
    },
    {
        "ID": "c8c0fbed-dda3-49ee-8fe8-52176bc6f972",
        "DocumentID": 14,
        "PassageID": "Part 3.Chapter 1.8.(2)",
        "Passage": "The Group Recovery Plan shall identify measures that may be required to be implemented at the level of the ADGM Parent Institution, the Institutions and other Subsidiaries, with the aim to achieve the stabilisation of the Group as a whole, or any Institution of the Group, when it is in a situation of stress so as to address or remove the causes of the distress and restore the financial position of the Group or the Institution in question, at the same time taking into account the financial position of other Group Entities. The Group Recovery Plan shall include the information set out in Part 1 of the Schedule (with any necessary modifications for the Group level). The Regulator may require that additional information be included in the Group Recovery Plan."
    },
    {
        "ID": "9a05ce47-89ef-40ac-8b76-1d17341e3376",
        "DocumentID": 14,
        "PassageID": "Part 3.Chapter 1.8.(3)",
        "Passage": "The Management of the ADGM Parent Institution shall assess and approve the Group Recovery Plan before submitting it to the Regulator."
    },
    {
        "ID": "b4643ff3-5c37-4c5e-8080-63c1c916d144",
        "DocumentID": 14,
        "PassageID": "Part 3.Chapter 1.8.(4)",
        "Passage": "Unless directed otherwise by the Regulator, ADGM Parent Institutions required to prepare a Group Recovery Plan under subsection (1) shall update their Group Recovery Plans annually and after any change to the Group's legal or organisational structure, business or financial situation, which could have a material effect on, or necessitate a change to, the Group Recovery Plan."
    },
    {
        "ID": "4e9f4ae7-37a8-44f0-898d-99f54b88d82a",
        "DocumentID": 14,
        "PassageID": "Part 3.Chapter 1.9.",
        "Passage": "Assessment of Recovery Plans"
    },
    {
        "ID": "2e5e763a-2815-4234-aeff-de18fdbd16bb",
        "DocumentID": 14,
        "PassageID": "Part 3.Chapter 1.9.(1)",
        "Passage": "The Regulator shall examine Recovery Plans submitted to it with a view to identifying any elements in the Recovery Plan which may adversely impact the resolvability or supervision of the Institution or Group."
    },
    {
        "ID": "a973d243-de9b-4e9f-b5ad-c960d68d6d23",
        "DocumentID": 14,
        "PassageID": "Part 3.Chapter 1.9.(2)",
        "Passage": "In assessing a Recovery Plan, the Regulator may consider—\n(a)\twhether the arrangements proposed in the Recovery Plan would, if implemented, be reasonably likely to maintain or restore the viability and financial position of the Institution;\n(b)\twhether the arrangements proposed in the Recovery Plan would be reasonably likely to be implemented quickly and effectively in situations of financial stress and, as far as possible, without any material adverse impact on the financial system of the ADGM;\n(c)\tany preparatory measures taken or planned to be taken by the Institution;\n(d)\tthe possibility that the Recovery Plan may have to be implemented at the same time as Recovery Plans prepared by other Institutions; and\n(e)\twhether the capital and funding structure of the Institution is appropriate, having regard to the level of complexity of its organisational structure and its risk profile."
    },
    {
        "ID": "ab2b6b21-9738-4c6a-8885-7b659acf554f",
        "DocumentID": 14,
        "PassageID": "Part 3.Chapter 1.9.(3)",
        "Passage": "In assessing a Group Recovery Plan, the Regulator may consider the potential impact of the recovery measures on financial stability in all the jurisdictions in which the Group operates. In doing so, the Regulator may consult the supervisory authorities and resolution authorities of the jurisdictions in which any Group Entities or Branches are located."
    },
    {
        "ID": "a85e34c7-e905-48f3-ade7-089fc7a83284",
        "DocumentID": 14,
        "PassageID": "Part 3.Chapter 1.9.(4)",
        "Passage": "If the Regulator determines that there are material deficiencies in a Recovery Plan, or material impediments to its implementation, it shall notify the relevant Institution of its assessment in writing and require the Institution to submit, within two months, extendable with the Regulator's approval by one month, a revised Recovery Plan demonstrating how those deficiencies or impediments have been addressed."
    },
    {
        "ID": "7c88042c-1c4a-4f06-b044-a052263f1156",
        "DocumentID": 14,
        "PassageID": "Part 3.Chapter 1.9.(5)",
        "Passage": "If the Institution fails to submit a revised Recovery Plan within the specified timeframe, or the Regulator determines that a matter notified under subsection ‎(4) has not been adequately addressed in the revised Recovery Plan, the Regulator may direct the Institution to take any measures it considers to be necessary and proportionate. Such directions may include, without limitation, directing the Institution to—\n(a)\treduce the risk profile of the Institution or Group, including liquidity risk;\n(b)\trequire it or its Group to undertake timely recapitalisation;\n(c)\treview its or its Group's strategy and structure;\n(d)\tchange its or its Group's funding strategy in order to improve the resilience of Core Business Lines and Critical Functions; and\n(e)\tchange its or its Group's governance or Subsidiary structure.\n\n"
    },
    {
        "ID": "0d2bcf5a-5140-40e5-a261-3ab3b3b6e6d7",
        "DocumentID": 14,
        "PassageID": "Part 3.Chapter 2",
        "Passage": "Resolution Plans"
    },
    {
        "ID": "c13535c7-f098-4e0a-b28c-4f088a75ed1d",
        "DocumentID": 14,
        "PassageID": "Part 3.Chapter 2.10.",
        "Passage": "Individual Resolution Plans"
    },
    {
        "ID": "e74dc2c3-8c68-4ee2-b499-022422b1e3ce",
        "DocumentID": 14,
        "PassageID": "Part 3.Chapter 2.10.(1)",
        "Passage": "The Regulator may require an Institution to prepare and submit to it an Individual Resolution Plan for the Institution. In exercising this discretion, the Regulator will consider the risk profile of the Institution and the impact of its failure on the financial system, market confidence or the economy in the ADGM or the reputation, integrity or public confidence in the stability of the ADGM."
    },
    {
        "ID": "a87ec7c9-d491-4070-91ae-91d074fb8903",
        "DocumentID": 14,
        "PassageID": "Part 3.Chapter 2.10.(2)",
        "Passage": "An Individual Resolution Plan shall—\n(a)\tbe proportionate to the systemic importance of the Institution;\n(b)\tset out the options for applying a Resolution Tool and a Resolution Power to the Institution;\n(c)\ttake into consideration relevant scenarios including that the event of a failure of the Institution may be unusual, occur at a time of broader financial instability or system-wide events;\n(d)\tinclude procedures for informing and consulting relevant employees throughout the Resolution process, where appropriate; and\n(e)\tset out the information specified in Part 3 of the Schedule."
    },
    {
        "ID": "d0b89115-c30d-481b-9a96-b4accc6bb064",
        "DocumentID": 14,
        "PassageID": "Part 3.Chapter 2.10.(3)",
        "Passage": "The Regulator may require that additional information be included in the Individual Resolution Plan."
    },
    {
        "ID": "3d6a1951-3967-4ad9-987d-43916ede76ce",
        "DocumentID": 14,
        "PassageID": "Part 3.Chapter 2.10.(4)",
        "Passage": "For Institutions forming part of a Group headed by a Non-ADGM Financial Institution, the Regulator may require disclosure of part or all of any existing resolution plans prepared at a Group level at the request of the supervisory authorities or resolution authorities in jurisdictions other than the ADGM of any Group Entities. The Regulator may determine that such a disclosure satisfies the requirements under subsection ‎(1)."
    },
    {
        "ID": "05969e51-bfcc-41ff-878b-fbd38344f5a4",
        "DocumentID": 14,
        "PassageID": "Part 3.Chapter 2.10.(5)",
        "Passage": "The Management of the Institution shall assess and approve the Individual Resolution Plan before submitting it to the Regulator."
    },
    {
        "ID": "a7c1d243-7dca-43fa-9f13-4615efe60f96",
        "DocumentID": 14,
        "PassageID": "Part 3.Chapter 2.10.(6)",
        "Passage": "Unless directed otherwise by the Regulator, Institutions required to prepare an Individual Resolution Plan under subsection (1) shall update their Individual Resolution Plans annually and after any change to the Institution's legal or organisational structure, business or financial situation, which could have a material effect on, or necessitate a change to, the Individual Resolution Plan."
    },
    {
        "ID": "3ec14fc8-b682-4976-9ea7-8d3cec5397f0",
        "DocumentID": 14,
        "PassageID": "Part 3.Chapter 2.11.",
        "Passage": "Group Resolution Plans"
    },
    {
        "ID": "ca83d983-913e-44e0-8066-83359b711e42",
        "DocumentID": 14,
        "PassageID": "Part 3.Chapter 2.11.(1)",
        "Passage": "The Regulator may require an ADGM Parent Institution to prepare a Group Resolution Plan for the Group headed by the ADGM Parent Institution as a whole."
    },
    {
        "ID": "cca493a6-8e38-4028-b897-2849b9e77618",
        "DocumentID": 14,
        "PassageID": "Part 3.Chapter 2.11.(2)",
        "Passage": "A Group Resolution Plan shall—\n(a)\tbe proportionate to the systemic importance of the Group;\n(b)\tset out the options for applying Resolution Tools and Resolution Powers to the Group;\n(c)\ttake into consideration relevant scenarios including that the event of a failure of the Group may be unusual, occur at a time of broader financial instability or system-wide events;\n(d)\tinclude procedures for informing and consulting employee representatives throughout the resolution process, where appropriate; and\n(e)\tset out the information specified in Part 3 of the Schedule (with any necessary modifications for the Group level)."
    },
    {
        "ID": "7867ef05-e8e8-4532-b4fb-c89f81fa8ac1",
        "DocumentID": 14,
        "PassageID": "Part 3.Chapter 2.11.(3)",
        "Passage": "The Regulator may require that additional information be included in the Group Resolution Plan."
    },
    {
        "ID": "6152676f-33fd-46bd-a1fc-cd741d31727a",
        "DocumentID": 14,
        "PassageID": "Part 3.Chapter 2.11.(4)",
        "Passage": "The Management of the ADGM Parent Institution shall assess and approve the Group Resolution Plan before submitting it to the Regulator."
    },
    {
        "ID": "31cc374f-77f7-49ba-ac66-df88602a2ac7",
        "DocumentID": 14,
        "PassageID": "Part 3.Chapter 2.11.(5)",
        "Passage": "Unless directed otherwise by the Regulator, ADGM Parent Institutions required to prepare a Group Resolution Plan under subsection (1) shall update their Group Resolution Plans annually and after any change to the Group's legal or organisational structure, business or financial situation, which could have a material effect on, or necessitate a change to, the Group Resolution Plan.\n\n"
    },
    {
        "ID": "ef60610f-bdc6-40d8-9dc4-8e6e586ec9bd",
        "DocumentID": 14,
        "PassageID": "Part 3.Chapter 2.12.",
        "Passage": "Assessment of Resolution Plans"
    },
    {
        "ID": "59169397-9cad-430c-9525-13dd3a908be6",
        "DocumentID": 14,
        "PassageID": "Part 3.Chapter 2.12.(1)",
        "Passage": "The Regulator may examine Resolution Plans submitted to it with a view to identifying any elements of the Resolution Plan which may adversely impact the resolvability or supervision of the Institution or Group."
    },
    {
        "ID": "f7d4db25-2d97-4dff-bba3-d287e4fd94a1",
        "DocumentID": 14,
        "PassageID": "Part 3.Chapter 2.12.(2)",
        "Passage": "The Regulator may require an Institution to cooperate, assist and provide the information specified in Part 2 of the Schedule for the purposes of assessing a Resolution Plan for the Institution or its Group."
    },
    {
        "ID": "89deaa43-c1dc-4812-a093-79e9fe035e47",
        "DocumentID": 14,
        "PassageID": "Part 3.Chapter 2.12.(3)",
        "Passage": "In assessing a Resolution Plan, the Regulator may consider the extent to which it satisfies the requirements and criteria laid down in sections ‎10‎(2) and ‎11‎(2), as applicable."
    },
    {
        "ID": "b80839ef-6737-42ff-8e20-9f41fe62e606",
        "DocumentID": 14,
        "PassageID": "Part 3.Chapter 2.12.(4)",
        "Passage": "In assessing a Group Resolution Plan, the Regulator shall consider the potential impact of the resolution measures on financial stability in all the jurisdictions in which the Group operates. In doing so, the Regulator may consult the supervisory authorities and resolution authorities of the jurisdictions in which any Group Entities or Branches are located."
    },
    {
        "ID": "71e0ef08-e7d8-4503-a10f-403fb93357bd",
        "DocumentID": 14,
        "PassageID": "Part 3.Chapter 2.12.(5)",
        "Passage": "If the Regulator determines that there are material deficiencies in a Resolution Plan or material impediments to its implementation, it shall notify the relevant Institution of its assessment in writing and require the Institution to submit, within two months, extendable with the Regulator's approval, a revised Resolution Plan demonstrating how those deficiencies or impediments have been addressed."
    },
    {
        "ID": "9ee0f495-0798-47ff-bfb2-34f42acd4299",
        "DocumentID": 14,
        "PassageID": "Part 3.Chapter 2.12.(6)",
        "Passage": "If the Institution fails to submit a revised Resolution Plan within the specified timeframe, or the Regulator determines that a matter notified under subsection ‎(5) has not been adequately addressed in the revised Resolution Plan, the Regulator may direct the Institution to take any measures it considers to be necessary and proportionate, including any of the steps in section 9(5).\n\n"
    },
    {
        "ID": "8dcd5ece-ca0c-4f25-ab44-90e9adc89180",
        "DocumentID": 14,
        "PassageID": "Part 3.Chapter 3",
        "Passage": "Resolvability"
    },
    {
        "ID": "8c7ee835-ed7a-4def-81d6-498b1938a691",
        "DocumentID": 14,
        "PassageID": "Part 3.Chapter 3.13.",
        "Passage": "Assessment of resolvability for Institutions"
    },
    {
        "ID": "05de82d5-2715-4873-ab13-6ae6ecf2ff96",
        "DocumentID": 14,
        "PassageID": "Part 3.Chapter 3.13.(1)",
        "Passage": "In assessing a Resolution Plan, the Regulator may carry out a resolvability assessment with respect to the Institution. Such an assessment shall determine the extent to which the Institution is resolvable."
    },
    {
        "ID": "c60defe2-e19e-4a11-b9bf-5405877a1734",
        "DocumentID": 14,
        "PassageID": "Part 3.Chapter 3.13.(2)",
        "Passage": "An Institution shall be determined as resolvable if it is feasible and credible for the Regulator to Wind Up the Institution under Insolvency Proceedings or to resolve it by applying a Resolution Tool to, and exercising Resolution Powers in respect of, the Institution while avoiding to the maximum extent possible any significant adverse effect on the financial system, including in circumstances of broader financial instability or system-wide events, with a view to ensuring the continuity of Critical Functions carried out by the Institution."
    },
    {
        "ID": "3d8bca49-d714-421d-95e0-231f502d5284",
        "DocumentID": 14,
        "PassageID": "Part 3.Chapter 3.13.(3)",
        "Passage": "For the purposes of the assessment of resolvability referred to under subsection ‎(1), the Regulator may consider the matters set out in Part 4 of the Schedule. The Regulator shall carry out any potential resolvability assessment in pursuit of the Resolution Objectives and in accordance with the General Resolution Principles."
    },
    {
        "ID": "6c11717a-39a6-42d8-9a9b-f03a605aeb7f",
        "DocumentID": 14,
        "PassageID": "Part 3.Chapter 3.13.(4)",
        "Passage": "Where the Institution is part of a Group which has submitted a Group Resolution Plan under section ‎10‎(5), a simplified resolvability assessment may be conducted by taking into account the Group Resolution Plan and by considering the resolvability of the elements of the Group which are relevant to the functions of the Regulator."
    },
    {
        "ID": "d2c9c08a-c734-4b21-8b1b-83446280fea3",
        "DocumentID": 14,
        "PassageID": "Part 3.Chapter 3.13.(5)",
        "Passage": "The Regulator shall be permitted but is not required to publish or disclose any resolvability assessment."
    },
    {
        "ID": "66b51a92-870f-408e-9d50-a04ab6b90f34",
        "DocumentID": 14,
        "PassageID": "Part 3.Chapter 3.14.",
        "Passage": "Assessment of resolvability for Groups"
    },
    {
        "ID": "a95df5d7-a231-4dc2-8bbd-1cb43d166514",
        "DocumentID": 14,
        "PassageID": "Part 3.Chapter 3.14.(1)",
        "Passage": "In assessing a Resolution Plan, the Regulator may carry out a resolvability assessment with respect to the Group headed by the ADGM Parent Institution as a whole. Such an assessment shall determine the extent to which the Group is resolvable."
    },
    {
        "ID": "fd24321c-80f7-4753-ba70-ada544ff154c",
        "DocumentID": 14,
        "PassageID": "Part 3.Chapter 3.14.(2)",
        "Passage": "A Group shall be determined as resolvable if it is feasible and credible for the Regulator to Wind Up Group Entities under Insolvency Proceedings or to resolve Group Entities by applying a Resolution Tool to, and exercising Resolution Powers in respect of, the Group Entities while avoiding to the maximum extent possible any significant adverse effect on the financial system, including in circumstances of broader financial instability or system-wide events, with a view to ensuring the continuity of Critical Functions carried out by the Group Entities, where they can be easily separated in a timely manner or by other means."
    },
    {
        "ID": "6388ff47-0cf9-4f93-9480-616bae92badc",
        "DocumentID": 14,
        "PassageID": "Part 3.Chapter 3.14.(3)",
        "Passage": "For the purposes of the assessment of resolvability referred to under subsection ‎(1), the Regulator shall, as a minimum, consider the matters set out in Part 4 of the Schedule (with any necessary modifications for the Group level). The Regulator shall carry out any potential resolvability assessment in pursuit of the Resolution Objectives and in accordance with the General Resolution Principles."
    },
    {
        "ID": "c177740b-9e96-4849-94d2-3971c8c2e58d",
        "DocumentID": 14,
        "PassageID": "Part 3.Chapter 3.15.",
        "Passage": "Powers to address or remove impediments to resolvability"
    },
    {
        "ID": "d11aa9d6-815c-4b33-9536-56f1ff7d9baa",
        "DocumentID": 14,
        "PassageID": "Part 3.Chapter 3.15.(1)",
        "Passage": "If a resolvability assessment identifies any material impediments to resolvability, these may be notified in writing by the Regulator to the relevant Institution and, where applicable, to the relevant resolution authorities in other jurisdictions in which the Institution or Group Entities operate."
    },
    {
        "ID": "ab69e490-530b-4a22-bb4d-11e772fffa70",
        "DocumentID": 14,
        "PassageID": "Part 3.Chapter 3.15.(2)",
        "Passage": "An Institution shall, within three months of the date of receipt of a notification under subsection ‎(1) or such other time period as may be specified in such notification, propose to the Regulator possible measures to address or remove the substantive impediments identified in the notification. The Regulator shall determine whether the measures referred to effectively address or remove the substantive impediments."
    },
    {
        "ID": "ae6f9797-2ef1-42cc-8b13-242d235a9532",
        "DocumentID": 14,
        "PassageID": "Part 3.Chapter 3.15.(3)",
        "Passage": "If the Regulator assesses that the measures proposed under subsection ‎(2) do not effectively reduce or remove the impediments, the Regulator shall—\n(a)\tsubject to subsection ‎(6), require the Institution and its Group to take alternative measures, including, without limitation, any measure specified in subsection ‎(4) that may achieve that objective, and notify the Institution in writing of those measures and propose a plan to comply with them; and\n(b)\texplain to the Institution how the measures proposed by the Institution would not have adequately removed the impediments to resolvability and how the alternative measures are proportionate in removing them."
    },
    {
        "ID": "162775eb-4b8e-4d9c-b822-d552a56825df",
        "DocumentID": 14,
        "PassageID": "Part 3.Chapter 3.15.(4)",
        "Passage": "In addition, the Regulator may—\n(a)\tif applicable, require the Institution to revise any Intragroup Financial Support or review the absence of an Intragroup Financial Support and may require the Institution to enter into agreements which provide for financial support to be given by—\n(i)\tthe Institution's Parent Undertaking established in a jurisdiction other than the ADGM to the Institution; or\n(ii)\tthe Institution to a Subsidiary established in a jurisdiction other than the ADGM;\n(b)\trequire the Institution to draw up service agreements, whether intra-group or with third parties, to cover the provision of Critical Functions;\n(c)\trequire the Institution to limit its maximum individual and aggregate exposures;\n(d)\timpose specific or regular additional information requirements relevant for Resolution purposes;\n(e)\trequire the Institution to divest specific assets;\n(f)\trequire the Institution to limit or cease specific existing or proposed activities;\n(g)\trequire the Institution to restrict or prevent the development of new or existing business lines or sale of new or existing products;\n(h)\trequire changes to the legal or operational structures of the Institution or entities in its control so as to reduce complexity in order to ensure that Critical Functions may be legally and operationally separated from other functions through the application of a Resolution Tool;\n(i)\trequire the Institution to transfer any business to a Subsidiary in the Group or to establish any new Subsidiary; or\n(j)\trequire the Institution to issue Eligible Liabilities or take other steps to meet minimum requirements for Capital Resources and Eligible Liabilities set under ‎Chapter 4."
    },
    {
        "ID": "d9e2bbf5-d6a9-4e81-9673-7fb71d822417",
        "DocumentID": 14,
        "PassageID": "Part 3.Chapter 3.15.(5)",
        "Passage": "The Regulator may take or direct any of the same measures set out in subsection ‎(4) at the level of any Group Entity."
    },
    {
        "ID": "ae8c765f-4d3b-4184-bf41-d90a1eb73a62",
        "DocumentID": 14,
        "PassageID": "Part 3.Chapter 3.15.(6)",
        "Passage": "The Regulator's power to require an Institution or Group to take measures under subsections ‎(3) or ‎(4) shall be limited to what is necessary in the public interest in order to simplify the structure and operations of the Institution or Group solely to improve its resolvability.\n"
    },
    {
        "ID": "f9378427-1f38-4cbb-9a10-3ac2e3401d66",
        "DocumentID": 14,
        "PassageID": "Part 3.Chapter 4",
        "Passage": "Minimum requirements for Capital Resources and Eligible Liabilities"
    },
    {
        "ID": "8feb1c5e-8def-4d50-8266-5ad698b880a4",
        "DocumentID": 14,
        "PassageID": "Part 3.Chapter 4.16.",
        "Passage": "Minimum requirements for Capital Resources and Eligible Liabilities"
    },
    {
        "ID": "38683362-8307-4e39-b00b-e6b3f7390446",
        "DocumentID": 14,
        "PassageID": "Part 3.Chapter 4.16.(1)",
        "Passage": "The Regulator may set for each Institution a minimum requirement for Capital Resources and Eligible Liabilities."
    },
    {
        "ID": "09a61c1c-1bdc-4e70-9bf2-fbe77ca3b78f",
        "DocumentID": 14,
        "PassageID": "Part 3.Chapter 4.16.(2)",
        "Passage": "An Institution shall at all times meet its minimum requirement for Capital Resources and Eligible Liabilities set by the Regulator under subsection ‎(1)."
    },
    {
        "ID": "207734dd-d6ca-43c2-9046-b8d643a8d418",
        "DocumentID": 14,
        "PassageID": "Part 3.Chapter 4.16.(3)",
        "Passage": "The Regulator shall review the minimum requirement for Capital Resources and Eligible Liabilities and determine the appropriate level of the requirement."
    },
    {
        "ID": "76c9e1e2-5169-4c67-b00d-ecdfec5396ab",
        "DocumentID": 14,
        "PassageID": "Part 3.Chapter 4.17.",
        "Passage": "Minimum share capital requirements"
    },
    {
        "ID": "a35af70f-ce99-4e4d-b9e8-90d90c62da1c",
        "DocumentID": 14,
        "PassageID": "Part 3.Chapter 4.17.(1)",
        "Passage": "The Regulator may impose additional Tier 1 Capital requirements so that in the event of the Regulator exercising a Write Down or Conversion Power in respect of the Institution, the Institution shall not be prevented from issuing sufficient new Shares to ensure that the conversion of liabilities into Shares can be carried out effectively in the future."
    },
    {
        "ID": "fd910fa2-8e53-45c5-b03d-457b35ca571d",
        "DocumentID": 14,
        "PassageID": "Part 3.Chapter 4.17.(2)",
        "Passage": "An assessment by the Regulator as to whether to impose additional capital requirements, or to what extent to impose additional capital requirements under subsection ‎(1), may be carried out in conjunction with the development of a Resolution Plan under section ‎10 in respect of that Institution.\n\n"
    },
    {
        "ID": "92af2297-32fe-4d58-8b0e-f2afda5e6c90",
        "DocumentID": 14,
        "PassageID": "Part 4",
        "Passage": "Early Intervention Actions"
    },
    {
        "ID": "71f7a31d-d892-4547-bc19-8beba97a90cf",
        "DocumentID": 14,
        "PassageID": "Part 4.18.",
        "Passage": "Early intervention"
    },
    {
        "ID": "f20cd938-abe3-4457-a67c-1d2b2b72ee73",
        "DocumentID": 14,
        "PassageID": "Part 4.18.(1)",
        "Passage": "Where the Regulator is satisfied that an Institution is infringing or is likely, in the near future, to infringe—\n(a)\teither the minimum capital or liquidity requirements placed on it by the Regulator, including any new or additional capital requirements under sections 16 or ‎17; or\n(b)\tthe Threshold Conditions or the Recognition Requirements, as applicable,\nthe Regulator may take any one or more early intervention measures, including those set out in subsection ‎(4), in relation to an Institution."
    },
    {
        "ID": "532677e6-8c37-4d11-b91e-a316df7a1e60",
        "DocumentID": 14,
        "PassageID": "Part 4.18.(2)",
        "Passage": "In this section, \"early intervention measure\" means a measure which may be taken by the Regulator in the exercise of its powers under these Regulations and the Financial Services and Markets Regulations 2015, with the object of addressing the conditions referred to in subsection ‎(1)."
    },
    {
        "ID": "3a4a72d1-ec37-4bd8-a7da-810bc87bbdc3",
        "DocumentID": 14,
        "PassageID": "Part 4.18.(3)",
        "Passage": "An infringement referred to in subsection ‎(1) may occur due to, among other things, a deteriorating financial condition, and may include one or more of the following—\n(a)\ta deteriorating funding situation;\n(b)\tan increasing level of leverage;\n(c)\tan increasing level of non-performing or defaulting loans; or\n(d)\tan increasing concentration of exposures."
    },
    {
        "ID": "e76d80fc-472f-40b2-a6be-cb25210dbfd0",
        "DocumentID": 14,
        "PassageID": "Part 4.18.(4)",
        "Passage": "Early intervention measures include, where applicable, the power of the Regulator to—\n(a)\trequire the Management of the Institution to—\n(i)\timplement one or more of the arrangements or measures set out in its Recovery Plan; or\n(ii)\tupdate its Recovery Plan where the circumstances that led to the early intervention are different from the assumptions in the Recovery Plan and implement one or more of the arrangements or measures set out in the updated Recovery Plan,\nwithin a specified timeframe and in order to ensure that the conditions for early intervention no longer apply;\n(b)\trequire the Management of the Institution to examine the situation, identify measures to overcome any problems identified and draw up an action programme to overcome those problems and a timeframe for its implementation;\n(c)\trequire the Management of the Institution to convene, or if the Management fails to comply with that requirement, convene directly a meeting of Shareholders of the Institution, and in both cases set the agenda and require certain decisions to be considered for adoption by the Shareholders;\n(d)\trequire one or more members of the Management of the Institution to be removed or replaced if those persons are determined by the Regulator to be unfit to perform their duties;\n(e)\trequire the Management of the Institution to draw up a plan for negotiation on restructuring of debt with some or all of its creditors according to the Recovery Plan, where applicable;\n(f)\trequire changes to the Institution's strategy;\n(g)\trequire changes to the legal or operational structures of the Institution;\n(h)\trequire the transfer of any business to a Subsidiary in the Group or establishment of any new Subsidiary;\n(i)\trequire, including through on-site inspections, if necessary, the provision to the Regulator of all information necessary in order to update the Resolution Plan and prepare for the possible Resolution of the Institution and for a Pre-Resolution Valuation to be conducted in accordance with section ‎35; or\n(j)\trequire the Institution to contact potential purchasers in order to prepare for the Resolution of the Institution, subject to the procedural requirements relating to the Sale of Business Tool."
    },
    {
        "ID": "89c9684f-d98c-450d-88ed-731ae8891398",
        "DocumentID": 14,
        "PassageID": "Part 4.18.(5)",
        "Passage": "For each of the early intervention measures set out in subsection ‎(4), the Regulator shall set out an appropriate deadline for completion to enable it to evaluate the effectiveness of the measure.\n\n"
    },
    {
        "ID": "8a73db19-a9bb-40d1-b9d5-4b9338449703",
        "DocumentID": 14,
        "PassageID": "Part 4.18.19.",
        "Passage": "Temporary administrator"
    },
    {
        "ID": "d4137e4c-7ce1-4dbf-9080-670c14573ace",
        "DocumentID": 14,
        "PassageID": "Part 4.18.19.(1)",
        "Passage": "Subject to subsection ‎(2), if the Regulator considers that the replacement of the Management of an Institution as an early intervention measure would be insufficient to remedy the situation, the Regulator may appoint one or more temporary administrators to the Institution."
    },
    {
        "ID": "6a4b5397-dc50-4a0e-9cd5-84dd5e39dec0",
        "DocumentID": 14,
        "PassageID": "Part 4.18.19.(2)",
        "Passage": "Before appointing a person as a temporary administrator, the Regulator must be satisfied that the person has the qualifications, ability and knowledge required to carry out the functions of a temporary administrator and does not have a conflict of interest in relation to the Institution."
    },
    {
        "ID": "433e172e-3873-416d-a465-ed7d60b904ba",
        "DocumentID": 14,
        "PassageID": "Part 4.18.19.(3)",
        "Passage": "The Regulator may appoint the temporary administrator under subsection ‎(1) either to—\n(a)\treplace the Management of the Institution for a specified period (which may be extended by the Regulator); or\n(b)\twork for a specified period (which may be extended by the Regulator) with the Management of the Institution."
    },
    {
        "ID": "abd5f8b0-9a65-4e2f-ac4b-016cc2d58e61",
        "DocumentID": 14,
        "PassageID": "Part 4.18.19.(4)",
        "Passage": "If the Regulator appoints a temporary administrator under subsection ‎(3), the Regulator shall, at the time of such an appointment, specify in the instrument of appointment—\n(a)\tthe role of the temporary administrator and the period of time for which it is to be appointed in accordance with subsection ‎(3)‎(a) or ‎(b);\n(b)\tsubject to subsection ‎(6), the functions and powers of the temporary administrator which may include—\n(i)\tascertaining the financial position of the Institution;\n(ii)\tsome or all of the powers of the Management of the Institution under the Institution's articles of association, including the power to exercise some or all of the administrative functions of the Management of the Institution; and\n(iii)\tmanaging the business or part of the business of the Institution with a view to preserving or restoring the financial position of the Institution and taking measures to restore the sound and prudent management of the business of the Institution;\n(c)\tany limits on the role, functions and powers of the temporary administrator under subsection ‎(a) or ‎(b);\n(d)\tany requirements for the Management of the Institution to consult or to obtain the consent of the temporary administrator prior to taking decisions or actions specified in the instrument of appointment; and\n(e)\tsubject to subsection ‎(7), any requirement that certain acts of the temporary administrator are to be subject to the prior consent of the Regulator."
    },
    {
        "ID": "0b647deb-df1e-43c3-b9df-164aa9b0bdf4",
        "DocumentID": 14,
        "PassageID": "Part 4.18.19.(5)",
        "Passage": "The Regulator shall, in such manner as the Regulator considers appropriate, publish details of the name of the Institution and temporary administrator except where the temporary administrator does not have the power to represent the Institution."
    },
    {
        "ID": "f5fc3556-6c63-4e14-b3ed-7f70a6b15dbd",
        "DocumentID": 14,
        "PassageID": "Part 4.18.19.(6)",
        "Passage": "The powers of a temporary administrator specified in an instrument of appointment under subsection ‎(4)—\n(a)\tshall be based on what is proportionate in the circumstances; and\n(b)\tshall comply with the Companies Regulations 2015."
    },
    {
        "ID": "b8abcbf1-76b0-497e-8705-a046b9852a63",
        "DocumentID": 14,
        "PassageID": "Part 4.18.19.(7)",
        "Passage": "The temporary administrator may convene a general meeting of the Shareholders of the Institution and set the agenda of such a meeting only with the prior consent of the Regulator."
    },
    {
        "ID": "5f603839-85a2-4caf-b122-6602ce985acb",
        "DocumentID": 14,
        "PassageID": "Part 4.18.19.(8)",
        "Passage": "The Regulator may require that a temporary administrator draw up reports on the financial position of the Institution and on the acts performed in the course of its appointment, at intervals set by the Regulator and at the end of the temporary administrator's appointment."
    },
    {
        "ID": "5d3280e6-6206-41a1-a054-f50afd70afee",
        "DocumentID": 14,
        "PassageID": "Part 4.18.19.(9)",
        "Passage": "The term of appointment of a temporary administrator shall not exceed one year, subject to renewal of the appointment where the conditions under subsection ‎(1) for appointing the temporary administrator continue to be met and the Regulator determines that the conditions are appropriate to maintain a temporary administrator."
    },
    {
        "ID": "7851ada7-c9ab-4994-ac1b-caa6454cd1c6",
        "DocumentID": 14,
        "PassageID": "Part 4.18.19.(10)",
        "Passage": "Subject to subsections ‎(1) to ‎(9), the appointment of a temporary administrator shall not prejudice the rights of the Shareholders of the Institution under the Companies Regulations 2015."
    },
    {
        "ID": "e4c332fb-c6e5-4bdb-906d-ce302d77a99f",
        "DocumentID": 14,
        "PassageID": "Part 4.18.19.(11)",
        "Passage": "A temporary administrator shall not be liable in damages for anything done or omitted in the discharge or purported discharge of his or her functions as temporary administrator under these Regulations unless it is shown that the act or omission was in bad faith or fraudulent."
    },
    {
        "ID": "e7e1c73a-9a94-45ed-a017-6e506772a418",
        "DocumentID": 14,
        "PassageID": "Part 4.18.19.(12)",
        "Passage": "A temporary administrator shall not be deemed to be a Director, Shadow Director, partner, member, or de facto director of the Institution."
    },
    {
        "ID": "21f94d51-0a8b-4248-a4c4-3bf280755a26",
        "DocumentID": 14,
        "PassageID": "Part 4.18.19.(13)",
        "Passage": "The Regulator shall have the exclusive power to appoint, remove, or vary the terms of engagement of, a temporary administrator, and may do so at any time."
    },
    {
        "ID": "f08942b5-77e3-4483-ab0f-13546673e73a",
        "DocumentID": 14,
        "PassageID": "Part 4.18.20.",
        "Passage": "Application of early intervention measures and appointment of temporary administrator to Groups\nWhere the conditions for the application of a measure under section ‎18 or the appointment of a temporary administrator in accordance with section ‎19 are met in relation to an ADGM Parent Institution, the Regulator shall decide whether to apply a measure under section ‎18 or appoint a temporary administrator under section ‎19 in respect of the relevant ADGM Parent Institution, taking into account the impact of those measures on any Group Entities or significant Branches. In doing so, the Regulator may consult the supervisory authorities and resolution authorities of the jurisdictions in which any Group Entities or Branches are located.\n\n"
    },
    {
        "ID": "4d0a2976-0cbb-4625-ba08-7c60b13c5c49",
        "DocumentID": 14,
        "PassageID": "Part 5",
        "Passage": "Resolution Matters"
    },
    {
        "ID": "d1068931-64b4-4033-9523-3f93054dca15",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 1",
        "Passage": "Objectives, Resolution Conditions and General Resolution Principles"
    },
    {
        "ID": "470cfcef-d9f4-42f1-b1ba-16afd2891be8",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 1.21.",
        "Passage": "Resolution Objectives"
    },
    {
        "ID": "4fd6b6bd-ba3c-47e4-a5d3-d67989b3f0e4",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 1.21.(1)",
        "Passage": "In applying the Resolution Tools and exercising the Resolution Powers, the Regulator shall have regard to the Resolution Objectives specified in subsection ‎(2) and shall choose the Resolution Tools and Resolution Powers that in its view best achieve the Resolution Objectives that are relevant in the circumstances."
    },
    {
        "ID": "c1852c63-64c2-4fa3-a80d-8cf571f23328",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 1.21.(2)",
        "Passage": "The Resolution Objectives shall include all the Guiding Principles and the following additional considerations specific to Resolution—\n(a)\tprotection of Depositors (including Eligible Depositors) and investors, to the extent protected by law or compensation scheme; and\n(b)\tprotection of Client Assets."
    },
    {
        "ID": "f6808b56-2dfa-4361-ad62-9fa16f314614",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 1.21.(3)",
        "Passage": "Unless otherwise stated in these Regulations, the Resolution Objectives are each of equal significance and are to be balanced as appropriate in each case."
    },
    {
        "ID": "19245d5e-9ba1-400d-8bf6-d910cceb9d45",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 1.21.(4)",
        "Passage": "A person exercising a resolution function under these Regulations shall have regard to the Resolution Objectives if they are relevant to that function."
    },
    {
        "ID": "e62a79ee-595c-494a-afef-4b3de1aa732d",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 1.21.(5)",
        "Passage": "In pursuing the Resolution Objectives, the Regulator shall seek to avoid the destruction of value unless it is reasonable to achieve the Resolution Objectives."
    },
    {
        "ID": "98388fca-8301-4f3d-8987-cddfff91435c",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 1.22.",
        "Passage": "Resolution Conditions"
    },
    {
        "ID": "7c13fd60-e918-4a1e-8d87-93abe1d24a28",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 1.22.(1)",
        "Passage": "A Resolution Action may be taken in respect of an Investment Firm or Recognised Clearing House only if the Regulator is satisfied that the following conditions are met—\n(a)\tthe Investment Firm or Recognised Clearing House is failing or is likely to fail;\n(b)\thaving regard to timing and other relevant circumstances, it is not reasonably likely that any action (except the application of a Resolution Tool or exercise of a Resolution Power) will be taken by or in respect of the Investment Firm or Recognised Clearing House that will prevent the failure or likely failure of the Investment Firm or Recognised Clearing House; and\n(c)\tthe application of a Resolution Tool is in the public interest."
    },
    {
        "ID": "a51ab28f-9851-4a6b-a2e5-1e9694aac282",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 1.22.(2)",
        "Passage": "Notwithstanding subsection ‎(1), where an Institution is a Group Entity, a Resolution Action may be taken in respect of the Institution if the Regulator is satisfied that the following conditions are met—\n(a)\twhile the Institution does not in isolation meet the conditions set out in subsection ‎(1), the conditions set out in subsection ‎(1) are met in relation to another Group Entity in the Institution's Group (regardless of whether the other Group Entities in the Group also meet the Resolution Conditions); and\n(b)\tthe failure or likely failure of the Group Entity that meets the conditions set out in subsection ‎(1) would have adverse consequences for the Institution which would likely cause the Institution to meet the conditions set out in subsection ‎(1) in the future."
    },
    {
        "ID": "f586c998-e0a5-470f-a8d5-ae1669514726",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 1.22.(3)",
        "Passage": "A Resolution Action may be taken in respect of an ADGM Branch only if the Regulator is satisfied that the following conditions are met—\n(a)\tthe ADGM Branch is failing or is likely to fail;\n(b)\thaving regard to timing and other relevant circumstances, it is not reasonably likely that any action will be taken by or in respect of the ADGM Branch or Non-ADGM Institution that will prevent the failure or likely failure of the ADGM Branch or Non-ADGM Institution;\n(c)\tthe application of a Resolution Tool is in the public interest; and\n(d)\tthe Non-ADGM Institution is—\n(i)\tnot subject to, and not likely in a reasonable timeframe to be subject to, any Foreign Resolution Action or Non-ADGM Insolvency Proceedings; or\n(ii)\tsubject to Foreign Resolution Action, and one of the circumstances referred to in section 78(2) applies in respect of the Non-ADGM Institution."
    },
    {
        "ID": "2389e5a2-34d6-4be6-83b6-d10e8e1309cf",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 1.22.(4)",
        "Passage": "A Resolution Action may be taken in respect of an ADGM Parent Undertaking or ADGM Subsidiary of an Institution only if the Regulator is satisfied that the following conditions are met—\n(a)\tthe ADGM Parent Undertaking or ADGM Subsidiary and one or more Institutions in the Group meet the conditions set out in subsection ‎(1); or\n(b)\tnotwithstanding the fact that the ADGM Parent Undertaking or ADGM Subsidiary does not meet the conditions set out in subsection ‎(1)—\n(i)\tone or more of the Institutions in the Group meet the conditions set out in subsection ‎(1);\n(ii)\tthe assets and liabilities of such Institutions are such that their failure threatens an Institution in the Group or the Group as a whole; and\n(iii)\tResolution Action with regard to the ADGM Parent Undertaking is necessary for the Resolution of such Institutions or for the Resolution of the Group as a whole."
    },
    {
        "ID": "4b1da399-5524-4d39-9fc5-fee521a6d145",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 1.22.(5)",
        "Passage": "A Resolution Action, including any Resolution Action taken pursuant to a Foreign Resolution Order, may be taken in respect of an ADGM Parent Undertaking or ADGM Subsidiary of an Non-ADGM Financial Institution only if the Regulator is satisfied that the following conditions are met—\n(a)\tthe ADGM Parent Undertaking or ADGM Subsidiary meets the conditions set out in subsection ‎(1), or the resolution authority of the Non-ADGM Financial Institution has determined that the Non-ADGM Financial Institution meets the conditions for resolution under the laws of the jurisdiction in which the Non-ADGM Financial Institution is incorporated; or\n(b)\tnotwithstanding the fact that the ADGM Parent Undertaking or ADGM Subsidiary does not meet the conditions set out in subsection ‎(1)—\n(i)\tthe resolution authority of the Non-ADGM Financial Institution has determined that the Non-ADGM Financial Institution meets the conditions for resolution under the laws of the jurisdiction in which the Non-ADGM Financial Institution is incorporated;\n(ii)\tits assets and liabilities are such that their failure threatens an Institution or the Group as a whole, or the Non-ADGM Insolvency Law of the jurisdiction in which the Non-ADGM Financial Institution is incorporated requires that Groups be treated as a whole; and\n(iii)\tResolution Action with regard to the ADGM Parent Undertaking or ADGM Subsidiary is necessary for the Resolution of the Non-ADGM Financial Institution or for the Resolution of the Group as a whole."
    },
    {
        "ID": "837d93ff-f76e-42f9-b4cd-2d8d73529f23",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 1.22.(6)",
        "Passage": "For the purposes of this section, a Resolution Action shall be in the public interest—\n(a)\tit is necessary for the achievement of and is proportionate to one or more of the Resolution Objectives in light of the Guiding Principles; and\n(b)\tWinding Up the Institution under Insolvency Proceedings would not meet the Resolution Objectives to the same extent."
    },
    {
        "ID": "23dd9ff1-4fb3-4487-9059-2acdf28fdec7",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 1.22.(7)",
        "Passage": "The prior adoption of a measure under section ‎18 with regard to an Institution shall not be taken as indicative that the Resolution Conditions are met.\n\n"
    },
    {
        "ID": "1a233506-79d7-4724-88ce-e49ec93776e2",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 1.23.",
        "Passage": "Circumstances in which an Institution is deemed to be failing or likely to fail"
    },
    {
        "ID": "c7297487-9ef0-4bfe-b4fe-c838f4cb8390",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 1.23.(1)",
        "Passage": "An Investment Firm shall be deemed to be failing or likely to fail in one or more of the following circumstances—\n(a)\tit is failing, or is likely to fail, to satisfy the Threshold Conditions in a way that would justify the cancellation by the Regulator under section 33 of the Financial Services and Markets Regulations 2015 of the Investment Firm's Financial Services Permission to carry out one or more Regulated Activities;\n(b)\tthe value of the assets of the Investment Firm determined in accordance with the Pre-Resolution Valuation is less than the value of its liabilities as so determined;\n(c)\tthe Investment Firm is unable to pay its debts or other liabilities as they fall due; or\n(d)\tone or more of subsections ‎(a) to ‎(c) will, in the near future, apply to the Investment Firm."
    },
    {
        "ID": "2a585c85-35aa-4dc0-9fe5-87ab3b0a9e02",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 1.23.(2)",
        "Passage": "A Recognised Clearing House shall be deemed to be failing or likely to fail in one or more of the following circumstances—\n(a)\tit is failing, or is likely to fail, to—\n(i)\tmaintain the continuity of any Critical Clearing Services it provides; or\n(ii)\tsatisfy the Recognition Requirements in a way that would justify the revocation by the Regulator under section 134 of the Financial Services and Markets Regulations 2015 of the recognition order in respect of the Recognised Clearing House;\n(b)\tthe value of the assets of the Recognised Clearing House determined in accordance with the Pre-Resolution Valuation is less than the value of its liabilities as so determined;\n(c)\tthe Recognised Clearing House is unable to pay its debts or other liabilities as they fall due; or\n(d)\tone or more of subsections ‎(a) to ‎(c) will, in the near future, apply to the Recognised Clearing House."
    },
    {
        "ID": "d1ceee82-fce2-46c6-9e14-45572cf7eabf",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 1.23.(3)",
        "Passage": "An ADGM Branch shall be deemed to be failing or likely to fail in one or more of the following circumstances—\n(a)\tthe Non-ADGM Institution is failing, or is likely to fail, to satisfy the Threshold Conditions in a way that would justify the cancellation by the Regulator under section 33 of the Financial Services and Markets Regulations 2015 of the Non-ADGM Institution's Financial Services Permission to carry on one or more Regulated Activities;\n(b)\tthe ADGM Branch is, in the opinion of the Regulator, unable or unwilling, or is likely to be unable, to pay its obligations to its creditors, or obligations otherwise arising from the Business of the ADGM Branch as they fall due;\n(c)\tthe resolution authority of the Non-ADGM Institution has initiated a Foreign Resolution Action in relation to the Non-ADGM Institution, or has notified the Regulator of its intention to initiate such a proceeding; or\n(d)\tone or more of subsections ‎(a) to ‎(c) will, in the near future, apply to the ADGM Branch."
    },
    {
        "ID": "72296dba-777a-4ddd-ae23-3e6518877628",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 1.23.(4)",
        "Passage": "An ADGM Parent Undertaking or ADGM Subsidiary shall be deemed to be failing or likely to fail in one or more of the following circumstances—\n(a)\tthe value of the assets of the ADGM Parent Undertaking or ADGM Subsidiary determined in accordance with the Pre-Resolution Valuation is less than the value of its liabilities as so determined;\n(b)\tthe ADGM Parent Undertaking or ADGM Subsidiary is unable to pay its debts or other liabilities as they fall due; or\n(c)\tone or both of subsections ‎(a) and ‎(b) will, in the near future, apply to the ADGM Parent Undertaking or ADGM Subsidiary.\n\n"
    },
    {
        "ID": "bd7c9871-ed0a-479e-b5f9-dab6cde6c7af",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 1.24.",
        "Passage": "Requirement for notice"
    },
    {
        "ID": "e1ac9fc3-1a9b-48e2-92f1-bd8611a0c8ff",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 1.24.(1)",
        "Passage": "The Management of an Institution shall notify the Regulator if the Management consider that the Institution is deemed to be failing or likely to fail pursuant to section ‎23."
    },
    {
        "ID": "c252ec99-6cf3-45dc-92a9-9612f86a181b",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 1.24.(2)",
        "Passage": "The Regulator shall determine whether the Resolution Conditions are met in respect of that Institution and shall record its decision together with reasons for the decision and the actions that the Regulator intends to take as a result of it. The Regulator may, but need not, make such records public."
    },
    {
        "ID": "73b31b7c-7d9b-459f-81d4-305aa29ec0a1",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 1.24.(3)",
        "Passage": "Where the Regulator determines that the Resolution Conditions are met in relation to an Institution pursuant to subsection ‎(2), the Regulator shall give notice of that determination, the Regulator's decision based on that determination, together with reasons for the decision recorded pursuant to subsection (2) and the actions that the Regulator intends to take as a result of it, as soon as practicable, to the following—\n(a)\tthe Institution;\n(b)\tthe Board;\n(c)\twhere applicable, the supervisory authorities and resolution authorities of the jurisdictions in which any Group Entity or significant Branches are located; and\n(d)\twhere applicable and necessary, the depositors guarantee schemes to which an Institution is affiliated."
    },
    {
        "ID": "fad130bd-4491-4f9f-bb0d-f47c259a1357",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 1.25.",
        "Passage": "General Resolution Principles\nThe Regulator shall, in applying a Resolution Tool to an Institution, take appropriate measures to ensure that Resolution Action is taken in accordance with the following general principles of Resolution—\n(a)\tthe Shareholders of an Institution in Resolution shall bear first losses;\n(b)\twhere and to the extent reasonably practicable, the creditors of an Institution in Resolution shall bear losses after the Shareholders in accordance with the ordinary priority of their claims in Insolvency Proceedings, except as otherwise expressly provided for in these Regulations or subordinate legislation;\n(c)\tthe Management of the Institution in Resolution shall be replaced, except in those cases when the retention of the Management of the Institution, in whole or in part, is considered appropriate in the circumstances or necessary for the achievement of the Resolution Objectives;\n(d)\tthe Management of the Institution in Resolution shall provide all necessary assistance for the achievement of the Resolution Objectives;\n(e)\tindividuals and legal persons that are responsible for the failure of the Institution shall be made liable, in accordance with the law in force in the ADGM;\n(f)\texcept where otherwise provided under these Regulations or under ADGM Insolvency Regulations, creditors of the same class shall be treated in an equitable manner;\n(g)\twhere and to the extent reasonably practicable, no creditor ought to incur materially greater losses than would have been incurred had the Institution been Wound Up under Insolvency Proceedings unless it is in the public interest;\n(h)\tResolution Action shall be taken in accordance with the Resolution Safeguards; and\n(i)\tthe destruction of value resulting from the Resolution of an Institution shall be minimised."
    },
    {
        "ID": "93af8bc1-f14b-421e-9270-dcb273d7f88a",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 1.26.",
        "Passage": "Conditions for application of a Resolution Tool"
    },
    {
        "ID": "57047124-41de-4011-bca2-17aa86d79b3d",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 1.26.(1)",
        "Passage": "When applying a Resolution Tool to an Institution, the Regulator shall take into account the measures provided in the Institution's Resolution Plan (if applicable) unless the Regulator assesses that, in the circumstances, the Resolution Objectives may be achieved more effectively by taking actions that are not provided in the Resolution Plan."
    },
    {
        "ID": "4f2cb121-558b-4cf1-89c7-25e0bc71b1d9",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 1.26.(2)",
        "Passage": "If the Regulator—\n(a)\tdecides to apply a Resolution Tool to an Investment Firm, an ADGM Parent Undertaking or ADGM Subsidiary; and\n(b)\tthe application of the Resolution Tool would result in loss being borne by the creditors or their claims being converted,\nthe Regulator shall consider exercising the Write Down or Conversion Power under section ‎64 to convert capital instruments immediately before, or contemporaneously to, applying the Resolution Tool."
    },
    {
        "ID": "0799244a-950c-4e12-992e-238bca048dc3",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 1.26.(3)",
        "Passage": "The Regulator may apply the Resolution Tools individually or in any combination."
    },
    {
        "ID": "271200d6-aa91-4131-b9aa-12a4049cc919",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 1.26.(4)",
        "Passage": "Where the Sale of Business Tool is used to transfer only part of the rights, assets or liabilities of the Institution in Resolution or the Business of the ADGM Branch, the Residual Institution from which those rights, assets or liabilities have been transferred shall be Wound Up under Insolvency Proceedings unless otherwise directed by the Regulator. Such Winding Up shall be done within a reasonable time, having regard, if relevant, to the need for that Institution to provide services in order to enable the Recipient to carry out the activities or services acquired by virtue of that transfer, and any other reason that the continuation of the Residual Institution is necessary to achieve the Resolution Objectives or comply with the General Resolution Principles.\n\n"
    },
    {
        "ID": "4959f404-4fae-4e90-88b4-f42adb5531c2",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 2",
        "Passage": "General Resolution Matters"
    },
    {
        "ID": "b16ad102-4d3c-44bc-acee-57730553066b",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 2.27.",
        "Passage": "Ex-ante judicial approval"
    },
    {
        "ID": "264423b8-ba2e-4d7f-9b37-a30efe9cbff2",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 2.27.(1)",
        "Passage": "A decision by the Regulator to take Resolution Action or make a Foreign Resolution Order shall be subject to it obtaining a prior judicial ruling from the Court in accordance with this section."
    },
    {
        "ID": "4b541841-1c5e-48e8-a565-5cacf6ad929a",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 2.27.(2)",
        "Passage": "A judicial ruling in accordance with subsection (1) shall be mandatory prior to taking Resolution Action or making a Foreign Resolution Order, if the Resolution Action or Foreign Resolution Order amounts to or would amount to an action of confiscation or seizure or any restriction on individual ownership of funds, rights or activities under Article 19(1) of the ADGM Founding Law."
    },
    {
        "ID": "bf48ed89-9513-4d52-b0c5-52c1dc66d56c",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 2.27.(3)",
        "Passage": "A judicial ruling may be requested from the Court by the Regulator in all other cases that do not fall under subparagraph (2)."
    },
    {
        "ID": "2f55de21-3b08-4920-bc8b-db198a0f7775",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 2.27.(4)",
        "Passage": "Any application for a judicial ruling under this section shall be for a determination that the Regulator has reasonable grounds to conclude that the Resolution Conditions necessary for taking the Resolution Action or making a Foreign Resolution Order have been satisfied."
    },
    {
        "ID": "c8766591-f7a6-4b54-b175-336ff89ccaf2",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 2.27.(5)",
        "Passage": "The hearing of any application brought by the Regulator under this section shall be held in private and may be conducted without notice to, and in the absence of, the Institution."
    },
    {
        "ID": "b43b7e52-2ba6-402f-80ec-db186c839a19",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 2.27.(6)",
        "Passage": "The Court  may issue a ruling declaring that the Regulator has reasonable grounds to conclude that the Resolution Conditions have been satisfied if the Regulator has demonstrated that the Resolution Conditions necessary for taking the Resolution Action or making a Foreign Resolution Order have been met."
    },
    {
        "ID": "fac6012e-1032-4305-ada9-2461819d2cc6",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 2.27.(7)",
        "Passage": "The Court shall not issue any interim or interlocutory order in relation to any Resolution Action in favour of a person other than the Regulator.  The rights of any Shareholder, creditor or other person affected in respect of any situation, action or omission in connection with Resolution Action will be limited to an action for compensation against the Institution in Resolution or the Residual Institution as may be determined by the Difference in Treatment Valuation and claimable pursuant to section 68."
    },
    {
        "ID": "a9c631dd-c41d-4f9f-837d-87050542358e",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 2.27.(8)",
        "Passage": "Any subsequent judicial ruling of the Court arising from any appeal of a judicial ruling under this section, or the judicial review of any subsequent Resolution Action taken by the Regulator, or Foreign Resolution Order made by the Regulator, shall not affect or invalidate any transfer, provision or instrument made by the Regulator pursuant to such Resolution Action or Foreign Resolution Order and the Court may not quash any provision in any transfer, provision or instrument made by the Regulator pursuant to such Resolution Action."
    },
    {
        "ID": "b071fb23-88ac-4fbe-a4f6-37f4e671f7c6",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 2.27.(9)",
        "Passage": "Subsection (8) does not affect the power of the Court, subject to section 6, to award damages as a remedy."
    },
    {
        "ID": "c690a382-fab2-4d5e-98dd-8cb41bf5f1f5",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 2.28.",
        "Passage": "Restrictions on Other Proceedings"
    },
    {
        "ID": "e387814c-ce57-4098-8fb3-e8e5f68545d6",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 2.28.(1)",
        "Passage": "Commencement of Insolvency Proceedings against an In-Scope Entity shall be taken only with notice to, and the consent of, the Regulator."
    },
    {
        "ID": "7b14afcd-d803-4f5f-a260-3193aeb3eeb8",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 2.28.(2)",
        "Passage": "For the purposes of subsection (1), the Court shall only consider an application to issue Insolvency Proceedings if the applicant has filed with the Court evidence of delivery of notice to the Regulator concerning the application to issue Insolvency Proceedings in relation to an In-Scope Entity, irrespective of whether the In-Scope Entity is under Resolution or a decision has been made public; and\n(a)\tthe Regulator has notified the Court that it does not intend to take any Resolution Action in relation to the In-Scope Entity; or\n(b)\ta period of seven days, beginning from the date on which the notification required  under subsection (1) was made, has expired, in which event the Regulator shall be deemed to have consented to the issuance of Insolvency Proceedings."
    },
    {
        "ID": "758e6e8a-349c-40d1-99fe-cfa417f375d2",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 2.28.(3)",
        "Passage": "Without prejudice to any restriction on the enforcement of security interests imposed pursuant to section ‎61, if necessary for the effective application of the Resolution Tools and Resolution Powers, the Regulator may request the Court to apply a stay for an appropriate period of time in accordance with the objective pursued, of any judicial action or proceeding in which an In-Scope Entity under Resolution is or becomes a party."
    },
    {
        "ID": "9d89fbd6-a23b-42c0-94c5-10b8165384c8",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 2.29.",
        "Passage": "Creditor hierarchy"
    },
    {
        "ID": "85220d88-2944-420c-9134-a9125f967a95",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 2.29.(1)",
        "Passage": "For the purposes of Resolution of In-Scope Entities, the following shall have the same priority ranking which is higher than the ranking provided for the claims of ordinary unsecured, non-preferential creditors—\n(a)\tan Eligible Deposit; and\n(b)\ta Deposit that would be an Eligible Deposit if it were made in the ADGM."
    },
    {
        "ID": "06a4be2d-7177-40d5-978b-2691f97a4486",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 2.29.(2)",
        "Passage": "In respect of In-Scope Entities, the priority ranking set out in subsection (1) on In-Scope Entities shall override any relevant conflicting provisions set out in the Insolvency Regulations 2015."
    },
    {
        "ID": "126e3c4a-3567-4007-8180-81b6d6c0dd6e",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 2.30.",
        "Passage": "Assessment by the Regulator"
    },
    {
        "ID": "15a6dca4-62db-4da9-aba5-d0c37ea9eead",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 2.30.(1)",
        "Passage": "Where there is a requirement to notify or obtain approval of the Regulator of an acquisition of, or increase in the level of, control under Part 10 of the Financial Services and Markets Regulations 2015 by virtue of the taking of Resolution Action that would result in a change in the level of ownership of a person by another person, the Regulator shall carry out a relevant assessment related to that notification in a timely manner that does not delay or prevent the taking of the Resolution Action."
    },
    {
        "ID": "92102ac7-5546-4fc3-9534-19f9a0ebd935",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 2.30.(2)",
        "Passage": "Where the Regulator has not completed an assessment required under subsection ‎(1) or given any relevant approval of a transfer or conversion by the date that the Resolution Action is made effective by the Regulator, the following shall apply—\n(a)\tsuch a transfer or conversion shall have immediate legal effect;\n(b)\tduring the assessment period and during any divestment period, an acquirer's voting rights attached to such Shares shall be suspended and vested solely in the Regulator, which shall have no obligation to exercise any such voting rights and which shall have no liability whatsoever for exercising or refraining from exercising any such voting rights;\n(c)\tduring the assessment period and during any divestment period, neither the penalties nor other measures for failing to comply with the requirements for acquisitions or disposals of qualifying or significant shareholdings under Part 10 of the Financial Services and Markets Regulations 2015 and any subordinate legislation under the Financial Services and Markets Regulations 2015 shall apply to such a transfer or conversion;\n(d)\tpromptly upon completion of the assessment by the Regulator, the Regulator shall notify the acquirer in writing of whether the Regulator approves or, on the grounds referred to in the Financial Services and Markets Regulations 2015 or any subordinate legislation under the Financial Services and Markets Regulations 2015, opposes such a transfer of Shares to the acquirer or the acquisition of Shares by the acquirer as a result of conversion;\n(e)\tif the Regulator approves such a transfer of Shares to the acquirer (or the acquisition of Shares by the acquirer as a result of conversion), then the voting rights attached to such Shares shall be deemed to be fully vested in the acquirer immediately upon receipt by the acquirer of such approval notice from the Regulator; and\n(f)\tif the Regulator opposes such a transfer of Shares to the acquirer (or the acquisition of Shares by the acquirer as a result of conversion), then—\n(i)\tthe voting rights attached to such Shares as provided by subsection ‎(b) shall remain in full force and effect;\n(ii)\tthe Regulator may require the acquirer to divest such Shares within a divestment period determined by the Regulator having taken into account prevailing market conditions; and\n(iii)\tif the acquirer does not complete such divestment within the divestment period established by the Regulator, then the Regulator may impose on the purchaser penalties and other measures for failing to comply with the requirements for acquisitions or disposals of qualifying or significant shareholdings under Part 10 of the Financial Services and Markets Regulations 2015 or any subordinate legislation under the Financial Services and Markets Regulation 2015.\n\n"
    },
    {
        "ID": "9ddd7de7-0519-4d7d-bb01-3917cd38a156",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 2.31.",
        "Passage": "Manner of recovery by Regulator of expenses\nThe Regulator may recover from an Institution in Resolution any reasonable expenses properly incurred in connection with the application of a Resolution Tool or exercise of a Resolution Power in one or more of the following ways—\n(a)\tas a deduction from any consideration paid by a Recipient to the Institution in Resolution, or as the case may be, to the owners of the Shares; or\n(b)\tfrom the Institution in Resolution as a preferential creditor with priority over the claims of ordinary unsecured, non-preferential creditors."
    },
    {
        "ID": "ea37f8c3-adbe-4a3a-b7f5-ce113ef963ae",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 2.32.",
        "Passage": "Liabilities of Directors\nA Director of an Institution in Resolution shall not be liable to the Institution or any other persons that it owes duties to (including, but not limited to, Shareholders, creditors or employees of the Institution) for acts and omissions in compliance with a direction given by the Regulator under these Regulations or subordinate legislation.\n\n"
    },
    {
        "ID": "e360dfcc-8a07-4590-91c5-ab9a1305d1e7",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 3",
        "Passage": "Special Management"
    },
    {
        "ID": "18ca80cd-2f0f-496f-a529-7899f42bdf71",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 3.33.",
        "Passage": "Special management"
    },
    {
        "ID": "e63d543b-4bc3-4688-be80-a54abed6fa32",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 3.33.(1)",
        "Passage": "The Regulator may appoint a special manager to replace the Management of an Institution in Resolution."
    },
    {
        "ID": "babf1da2-6833-489a-904e-a306a8df106c",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 3.33.(2)",
        "Passage": "A special manager appointed under subsection ‎(1) must have the qualifications, ability and knowledge necessary to carry out his or her functions under these Regulations."
    },
    {
        "ID": "917614ab-153e-41b0-b798-3666a8b36784",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 3.33.(3)",
        "Passage": "The term of appointment of a special manager shall be for a period not exceeding one year, except that the Regulator may, in exceptional circumstances, renew the appointment for a further period not exceeding one year if the Regulator determines that the conditions for appointment of a special manager continue to be met."
    },
    {
        "ID": "5bd9be4e-7c84-4062-91a3-471f0300abe5",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 3.33.(4)",
        "Passage": "The Regulator shall, in such manner as it considers appropriate, publish notice of the appointment of a special manager."
    },
    {
        "ID": "f0c2c3b0-c070-41f3-b26a-f4cee0aa8649",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 3.33.(5)",
        "Passage": "A special manager shall have all the powers of the Shareholders and Management of the Institution in Resolution, except that—\n(a)\tthe exercise of that power shall be under the control of the Regulator; and\n(b)\tthe Regulator may set limits to the action of a special manager or require that certain acts of the special manager be subject to the Regulator's prior consent."
    },
    {
        "ID": "b0d31eb2-4ad7-4f44-8e93-24ad4f72bbf7",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 3.33.(6)",
        "Passage": "A special manager shall have a duty to take all measures necessary to promote the Resolution Objectives and to implement Resolution Actions in accordance with decisions of the Regulator."
    },
    {
        "ID": "41f3af68-2748-4d5d-970d-8c8a09784890",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 3.33.(7)",
        "Passage": "The duty specified in subsection ‎(6) may, where necessary, override any other duty placed upon a Director under the Companies Regulations 2015 and the Institution's constitutional documents in so far as they are inconsistent."
    },
    {
        "ID": "4323ec35-dcd1-4989-9d9a-118228623eea",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 3.33.(8)",
        "Passage": "The measures referred to in subsection ‎(6) may include—\n(a)\tan increase of the Institution's capital;\n(b)\tthe reorganisation of the ownership structure of the Institution; or\n(c)\tthe takeover of the Institution by another Institution that is financially and organisationally sound by applying a Resolution Tool."
    },
    {
        "ID": "fec6bda4-f978-436e-83f5-801fcf8a2820",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 3.33.(9)",
        "Passage": "In appointing a special manager to an Institution that is a Group Entity, the Regulator shall consider whether it is appropriate to appoint the same special manager that is appointed to another entity in the Institution's Group."
    },
    {
        "ID": "28929691-47ff-43c5-b044-e1668dc0265d",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 3.34.",
        "Passage": "Regulator or special manager not to be treated as a Director of an Institution\nNothing in these Regulations shall cause the Regulator or a special manager appointed by the Regulator under section 33 to be treated as or deemed to be a Director, Shadow Director, partner, member, or de facto Director of an Institution.\n\n\n"
    },
    {
        "ID": "e2686c49-6c85-4d6b-89f1-26550af949d7",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 4",
        "Passage": "Valuation"
    },
    {
        "ID": "0d9375fd-f1c1-4954-bd23-c61b50008b11",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 4.35.",
        "Passage": "Pre-Resolution Valuation"
    },
    {
        "ID": "9ee8ce2a-f5d3-453a-ac23-c43eb07183aa",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 4.35.(1)",
        "Passage": "Subject to section ‎39 and prior to taking Resolution Action in respect of an In-Scope Entity, the Regulator shall cause to be carried out a Pre-Resolution Valuation of—\n(a)\tin the case of an In-Scope Entity that is not an ADGM Branch, the assets and liabilities of the In-Scope Entity; and\n(b)\tin the case of an ADGM Branch, the Business of the ADGM Branch."
    },
    {
        "ID": "369bbe2c-f9bb-42af-a90d-ed5f61ff599d",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 4.35.(2)",
        "Passage": "The Regulator shall appoint an independent valuer to carry out a Pre-Resolution Valuation."
    },
    {
        "ID": "93059fff-953d-458d-8d92-b2150fe28aad",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 4.35.(3)",
        "Passage": "The purpose of a Pre-Resolution Valuation shall be—\n(a)\tto inform the decision of whether the Resolution Conditions or the conditions for the Write Down or Conversion Power are met;\n(b)\tif the Resolution Conditions are met, to inform the decision on which a Resolution Tool should be applied;\n(c)\tif the conditions for the Write Down or Conversion Power are met, to inform the decision on the extent of the cancellation or dilution of Shares and the extent of the write down or conversion;\n(d)\tif the Bail-in Tool is to be applied, to inform the decision on the extent of the write down or conversion of Eligible Liabilities;\n(e)\tif the Sale of Business Tool is to be applied, to inform the decision on the rights, assets, liabilities or Shares to be transferred and to inform the Regulator's understanding of what constitutes commercial terms for the purpose of the application of the tool; and\n(f)\tin all cases, to ensure that any losses on the assets of the In-Scope Entity  are fully recognised at the moment a Resolution Tool is applied or the Write Down or Conversion Power is exercised."
    },
    {
        "ID": "2ff4a972-dad4-4001-9f8f-758916d6e2cb",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 4.35.(4)",
        "Passage": "In carrying out a Pre-Resolution Valuation, the person carrying out the valuation shall—\n(a)\tmake prudent assumptions, including as to the rates of defaults and severity of losses;\n(b)\tdisregard any potential future provision of extraordinary public financial support; and\n(c)\ttake into account the fact that if any Resolution Tool is applied the Regulator may recover any reasonable expenses properly incurred from the In-Scope Entity in accordance with the General Resolution Principles."
    },
    {
        "ID": "bc5223ea-37cb-4d7f-85aa-6b167af5b58c",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 4.35.(5)",
        "Passage": "A valuation shall be supplemented by the following information as appearing in the accounting books and records of the In-Scope Entity (or, in the case of an ADGM Branch, the Non-ADGM Institution, as applicable)—\n(a)\ta balance sheet, as at the date of the valuation, of—\n(i)\tin the case of an In-Scope Entity that is not an ADGM Branch, the In-Scope Entity; and\n(ii)\tin the case of an ADGM Branch, the Business of the ADGM Branch;\n(b)\ta report on the financial position of the In-Scope Entity;\n(c)\tan analysis and estimate of the accounting value of—\n(i)\tin the case of an In-Scope Entity that is not an ADGM Branch, the assets of the In-Scope Entity; and\n(ii)\tin the case of an ADGM Branch, the property and rights of the Non-ADGM Institution which form part of the Business of the ADGM Branch;\n(d)\twhere required to inform a decision relating to the Sale of Business Tool, an analysis and estimate of the market value of—\n(i)\tin the case of an Institution that is not an ADGM Branch, the assets and liabilities of the Institution; and\n(ii)\tin the case of an ADGM Branch, the Business of the ADGM Branch.\n(e)\ta list of outstanding liabilities (including any off balance sheet liabilities) of—\n(i)\tin the case of an In-Scope Entity that is not an ADGM Branch, the In-Scope Entity; and\n(ii)\tin the case of an ADGM Branch, the Non-ADGM Institution which form part of the Business of the ADGM Branch,\nwith the creditors subdivided into classes according to the priority their claims would have under Insolvency Proceedings; and\n(f)\tan estimate of the amount each class of creditors and Shareholders might be expected to receive if—\n(i)\tin the case of an In-Scope Entity that is not an ADGM Branch, the In-Scope Entity were to be Wound Up under Insolvency Proceedings; and\n(ii)\tin the case of an ADGM Branch, the Non-ADGM Institution went into Non-ADGM Insolvency Proceedings."
    },
    {
        "ID": "ffc715ca-ca1d-4e32-9d74-7afc89f8bc43",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 4.36.",
        "Passage": "Provisional Valuation"
    },
    {
        "ID": "3d4aa922-b836-4af8-b51e-3a242361615b",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 4.36.(1)",
        "Passage": "Subject to section ‎39, where the Regulator considers that the urgency of the case makes it appropriate for Resolution Action to be taken in respect of an In-Scope Entity before a Pre-Resolution Valuation can be carried out by an independent valuer appointed under section ‎35‎(2), the Regulator may cause a Provisional Valuation to be carried out of—\n(a)\tin the case of an In-Scope Entity that is not an ADGM Branch, the assets and liabilities of the In-Scope Entity; and\n(b)\tin the case of an ADGM Branch, the Business of the ADGM Branch."
    },
    {
        "ID": "b4fb2b22-6b06-4756-8f76-925c64e3fa2b",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 4.36.(2)",
        "Passage": "Where a Provisional Valuation is carried out—\n(a)\tsection ‎35‎(2) shall not be applicable to the Provisional Valuation;\n(b)\tthe Regulator shall comply with section ‎35‎(4) and ‎(5) so far as it is reasonable to do so in the circumstances;\n(c)\tthe Provisional Valuation must make provision in respect of additional losses by the In-Scope Entity that are reasonably foreseeable; and\n(d)\tthe Provisional Valuation shall be a valid basis on which a decision to exercise a Resolution Power may be taken."
    },
    {
        "ID": "e7512de9-858a-44c6-b4c5-53e143fc5e9d",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 4.36.(3)",
        "Passage": "For the purposes of carrying out a Provisional Valuation, the Regulator may rely on accounts drawn up by the In-Scope Entity."
    },
    {
        "ID": "e43e963e-fc03-4110-8d7a-4a9dec7db2d3",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 4.37.",
        "Passage": "Definitive Valuation"
    },
    {
        "ID": "204a7ab2-6fa6-4e92-ab93-5d9a743332f8",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 4.37.(1)",
        "Passage": "Subject to section ‎39, where the Regulator has caused a Provisional Valuation to be carried out under section ‎36, the Regulator shall, in accordance with any eligibility criteria prescribed under section ‎40, appoint an independent valuer to carry out, as soon as practicable, a Definitive Valuation of—\n(a)\tin the case of an In-Scope Entity that is not an ADGM Branch, the assets and liabilities of the In-Scope Entity; and\n(b)\tin the case of an ADGM Branch, the Business of the ADGM Branch."
    },
    {
        "ID": "5ea083ce-5fd1-4197-96a0-32f1892c6aeb",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 4.37.(2)",
        "Passage": "The purpose of the Definitive Valuation is to—\n(a)\tensure that—\n(i)\tin the case of an In-Scope Entity that is not an ADGM Branch, the full extent of any losses on the assets of the In-Scope Entity is recognised in the accounting records of the In-Scope Entity;\n(ii)\tin the case of an ADGM Branch, the full extent of any losses on the property and rights of the Non-ADGM Institution which formed part of the Business of the ADGM Branch is recognised in the accounting records of the Non-ADGM Institution; and\n(b)\tinform a decision by the Regulator as to whether—\n(i)\tadditional consideration should be paid by a purchaser for any property, rights, liabilities or Shares transferred under a Sale of Business Tool; or\n(ii)\tto increase or reinstate any liability which has been reduced or cancelled by a Resolution Order."
    },
    {
        "ID": "a6f68ae0-461b-420a-9fad-de46851d521a",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 4.37.(3)",
        "Passage": "Where a Definitive Valuation is carried out, section ‎35‎(2) shall be applicable to the Definitive Valuation and the Regulator shall comply with section ‎35‎(4) and ‎(5)."
    },
    {
        "ID": "96b96d18-1aa2-41db-9dfc-dae4647cafd3",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 4.37.(4)",
        "Passage": "A Definitive Valuation may be carried out separately from the Difference of Treatment Valuation or simultaneously with, and by, the same independent valuer who carries out the Difference of Treatment Valuation, but the Definitive Valuation and the Difference of Treatment Valuation shall be distinct from each other."
    },
    {
        "ID": "b290ec71-0810-413e-8114-925fe04f5168",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 4.37.(5)",
        "Passage": "A person who participates in any manner in a Provisional Valuation of an In-Scope Entity shall not, regardless of the capacity in which the person participated, by reason only of that participation be deemed to be ineligible for appointment as an independent valuer for the purpose of carrying out a Definitive Valuation of that In-Scope Entity."
    },
    {
        "ID": "19e93403-8ae0-4136-800b-02ef3cb6089b",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 4.38.",
        "Passage": "Consequences of a higher valuation being produced by Definitive Valuation"
    },
    {
        "ID": "3a5ac0d8-2e53-4f19-b2af-6a408bb8ca5c",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 4.38.(1)",
        "Passage": "Where a Definitive Valuation produces a higher valuation of the net asset value of an In-Scope Entity than the Provisional Valuation, the Regulator may—\n(a)\tinstruct a purchaser to pay additional consideration for any rights, assets, liabilities or Shares transferred under the Sale of Business Tool; or\n(b)\tmodify any liability of—\n(i)\tin the case of an In-Scope Entity that is not an ADGM Branch, the In-Scope Entity; and\n(ii)\tin the case of an ADGM Branch, the Non-ADGM Institution,\nwhich has been reduced, deferred or cancelled pursuant to the Write Down or Conversion Power or a Resolution Order so as to increase or reinstate that liability."
    },
    {
        "ID": "4978548a-93eb-4936-86c9-04a93374f95b",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 4.38.(2)",
        "Passage": "A power under subsection ‎(1)—\n(a)\tshall not be exercised so as to increase the value of the liability beyond the value it would have had if the Resolution Order which reduced, cancelled or deferred it had not been made; and\n(b)\tshall be exercised by the issue by the Regulator of a Resolution Order (whether or not that instrument contains any other provisions authorised by this subsection or subsection ‎(1))."
    },
    {
        "ID": "d354a1ab-ecec-4311-80dd-818344102b62",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 4.39.",
        "Passage": "Technical standards"
    },
    {
        "ID": "bbfc2b53-460d-4655-882e-9deac78a7a27",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 4.39.(1)",
        "Passage": "The Regulator may prescribe standards for the purpose of a Pre-Resolution Valuation or Definitive Valuation."
    },
    {
        "ID": "459ecb7c-de5f-4c31-95b5-54a47e8c2ba1",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 4.39.(2)",
        "Passage": "A Pre-Resolution Valuation or Definitive Valuation shall be carried out in accordance with any such technical standards set or adopted by the Regulator under subsection ‎(1) and otherwise in accordance with applicable accountancy standards."
    },
    {
        "ID": "d38a208d-5e7e-4af4-b63b-577899a7b24d",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 4.40.",
        "Passage": "Eligibility criteria for independent valuer\nThe Regulator may prescribe the eligibility criteria for the appointment of a person as an independent valuer for the purposes of section ‎35, ‎37 or ‎68."
    },
    {
        "ID": "29828de0-a595-46c3-8670-477442988d06",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 4.41.",
        "Passage": "Ancillary powers of an independent valuer"
    },
    {
        "ID": "4f3af0fb-14fb-4616-84f3-9541f82e91fb",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 4.41.(1)",
        "Passage": "Subject to the Resolution Safeguards, an independent valuer may do anything necessary or desirable for the purposes of, or in connection with, the performance of the independent valuer's functions under these Regulations."
    },
    {
        "ID": "2d210d21-c4f9-49e1-b2ca-b8b9376d7b02",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 4.41.(2)",
        "Passage": "The independent valuer shall have, without limitation, the power to—\n(a)\trequire any member of Management of an In-Scope Entity to attend an interview at a specified time and place and answer questions;\n(b)\trequire an In-Scope Entity to produce at a specified time and place any specified Documents or Documents of a specified description;\n(c)\trequire an In-Scope Entity to provide such information as the independent valuer may require;\n(d)\trequire an In-Scope Entity to provide such assistance as the independent valuer may require; or\n(e)\tenter the business premises of an In-Scope Entity during normal business hours for the purpose of inspecting and copying Documents on such premises."
    },
    {
        "ID": "4919802a-cdce-47a1-986f-b7730ec1154b",
        "DocumentID": 14,
        "PassageID": "Part 5.Chapter 4.41.(3)",
        "Passage": "The Regulator may confer on an independent valuer such ancillary powers as the Regulator thinks necessary for the purposes of, or in connection with, the exercise of the independent valuer's functions under these Regulations, or the exercise or performance of any power or duty conferred or imposed on the independent valuer under these Regulations.\n\n"
    },
    {
        "ID": "fdaf71cb-718c-4cb9-b93a-580c24cec6dd",
        "DocumentID": 14,
        "PassageID": "Part 6",
        "Passage": "Resolution Tools and Resolution Safeguards"
    },
    {
        "ID": "c8e9828b-2a26-43dd-9b2e-5fd395724bde",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 1",
        "Passage": "Sale of Business Tool"
    },
    {
        "ID": "364d04c2-81ca-49b6-8611-389ec0318043",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 1.42.",
        "Passage": "Application of the Sale of Business Tool"
    },
    {
        "ID": "c4d57ec1-91a3-4045-adfb-9f58f5fcd297",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 1.42.(1)",
        "Passage": "The Regulator may apply the Sale of Business Tool to an Institution that meets the Resolution Conditions by effecting a sale of all or part of the business of the Institution in Resolution to one or more purchasers by making—\n(a)\tone or more property transfer instruments for the transfer of all or any rights, assets or liabilities of the Institution; and\n(b)\tin the case of an Institution that is not an ADGM Branch, one or more Share transfer instruments for the transfer of all or part of the Shares of the Institution."
    },
    {
        "ID": "70355e87-0d64-472d-8f6c-41321f3824cf",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 1.42.(2)",
        "Passage": "Subject to the Resolution Safeguards, the Regulator may apply the Sale of Business Tool to an Institution without—\n(a)\tthe consent of the Shareholders of the Institution or any third party other than the purchaser; and\n(b)\tcomplying with any procedural requirements under the Companies Regulations 2015 or the constitutional documents of the Institution other than those procedural requirements specified in these Regulations or subordinate legislation."
    },
    {
        "ID": "470b873d-2ff7-4660-816a-1d01c314dc05",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 1.42.(3)",
        "Passage": "The Regulator shall ensure that a transfer made by applying the Sale of Business Tool under this section is made on commercial terms having regard to the circumstances."
    },
    {
        "ID": "6dd8d1a9-4d8c-4d8e-90ef-31404a990368",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 1.42.(4)",
        "Passage": "The Regulator shall take reasonable measures to specify, on the basis of a Pre-Resolution Valuation, commercial terms for the transfer made under the Sale of Business Tool under this section."
    },
    {
        "ID": "cf8ff379-cf24-470a-bec8-a11ab2581aa9",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 1.42.(5)",
        "Passage": "Subject to the section ‎31, the net proceeds of consideration paid by the purchaser on the transfer made under the Sale of Business Tool under this section shall be applied for the benefit of—\n(a)\tthe owners of the Shares, where the Sale of Business Tool has been effected by transferring Shares issued by the Institution in Resolution from the holders of those Shares or instruments to the purchaser subject to first reimbursing any creditor of the Residual Institution ranking higher in the hierarchy which has been written down or bailed-in, where and to the extent reasonably practicable; and\n(b)\tthe Institution in Resolution, where the Sale of Business Tool has been effected by transferring some or all of—\n(i)\tin the case of an Institution that is not an ADGM Branch, the assets or liabilities of the Institution to the purchaser; and\n(ii)\tin the case of an ADGM Branch, the Business of the ADGM Branch."
    },
    {
        "ID": "de41df41-9672-4eed-8a57-e32215744a36",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 1.42.(6)",
        "Passage": "When applying the Sale of Business Tool to an Institution, the Regulator may exercise the Transfer Power more than once in order to make supplemental transfers of—\n(a)\tin the case of an Institution that is not an ADGM Branch, any rights, assets or liabilities of or Shares issued by the Institution; and\n(b)\tin the case of an ADGM Branch, the Business of the ADGM Branch."
    },
    {
        "ID": "2adce254-c9bc-4bec-974f-334aa780707d",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 1.42.(7)",
        "Passage": "A transfer made under the Sale of Business Tool shall be subject to the Resolution Safeguards."
    },
    {
        "ID": "d7f26d8e-722c-46ae-90e4-3195f3570e47",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 1.42.(8)",
        "Passage": "The Regulator shall immediately notify any other competent authority of its non-compliance with any procedural requirements under subsection ‎(2)‎(b)."
    },
    {
        "ID": "289eaddb-ec1c-4e43-8e47-c5a5e2707855",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 1.43.",
        "Passage": "Power to transfer rights, assets, liabilities or Shares transferred to the purchaser back to the Institution in Resolution or to original owners\nSubject to the Resolution Safeguards, after the application of the Sale of Business Tool, the Regulator may, with the consent of the purchaser, transfer—\n(a)\tthe rights, assets, or liabilities transferred to the purchaser back to the Institution in Resolution; or\n(b)\tthe Shares back to their original owners,\nand the Institution in Resolution or the original owners shall be obliged to take back any such rights, assets, liabilities or Shares."
    },
    {
        "ID": "5ca1a68b-52bb-400f-a213-86dc91aaf226",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 1.44.",
        "Passage": "Rights of the Institution in Resolution under the Sale of Business Tool\nIn the case of an Institution that is not an ADGM Branch, where a transfer under the Sale of Business Tool is effected by way of a transfer of Shares of the Institution in Resolution, the Institution in Resolution may exercise any rights following the transfer that it was entitled to exercise prior to the transfer."
    },
    {
        "ID": "45b55b73-74b2-4f28-9d77-ba2ac85db300",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 1.45.",
        "Passage": "Rights of the purchaser under the Sale of Business Tool"
    },
    {
        "ID": "7cee0340-ca51-4ea1-95d8-8ccf2f72ecef",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 1.45.(1)",
        "Passage": "Where a transfer under the Sale of Business Tool results in the purchaser's acquisition of activities or services that require authorisation, the purchaser may continue to operate such business without complying with the requirements for authorisation, registration or obtaining a licence under the Financial Services and Markets Regulations 2015, Data Protection Regulations 2015 or Commercial Licensing Regulations 2015 to undertake such business for a period not exceeding six months, within which period an application for authorisation, registration or licence under the Financial Services and Markets Regulations 2015, Data Protection Regulations 2015 or Commercial Licensing Regulations 2015 shall be made."
    },
    {
        "ID": "09ab3d7b-3d9d-430a-b866-d5df58f22e53",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 1.45.(2)",
        "Passage": "Where a transfer under the Sale of Business Tool has been effected by way of a transfer of rights, assets and liabilities, the purchaser shall be entitled to exercise any such rights following the transfer that the Institution in Resolution (or, in the case of an ADGM Branch, the Non-ADGM Institution, as appropriate) was entitled to exercise prior to the transfer and shall be subject to all such liabilities, including membership rights and access to payment and securities settlement systems, Central Securities Depositories, clearing houses, Recognised Clearing Houses, exchanges, Recognised Investment Exchanges, investor compensation schemes and deposit guarantee schemes and rights and liabilities between such entities and the purchaser, provided that the purchaser meets the criteria for such membership or participation in such systems."
    },
    {
        "ID": "bccf43d4-1c4c-4167-a784-2c71c7dedf74",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 1.45.(3)",
        "Passage": "Where a transfer under the Sale of Business Tool has been effected by way of a transfer of rights, assets and liabilities, the purchaser shall be entitled to rely on any anti-money laundering assessments already undertaken by the Institution in Resolution (or, in the case of an ADGM Branch, the Non-ADGM Institution, as appropriate) unless directed otherwise by the Regulator."
    },
    {
        "ID": "30a253cc-46df-4d79-93f7-10a7c60ada4c",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 1.45.(4)",
        "Passage": "Where a purchaser does not meet the membership or participation criteria for a relevant payment and securities settlement system, clearing house, exchange, investor compensation scheme or deposit guarantee scheme, the rights referred to in subsection ‎(2) shall be exercised for such period as may be specified by the Regulator, not exceeding 24 months, subject to renewal on application by the purchaser to the Regulator."
    },
    {
        "ID": "0a378cf0-5a53-4ce1-8c12-0d7e369d6a1c",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 1.45.(5)",
        "Passage": "Without prejudice to the Resolution Safeguards, Shareholders and creditors of an Institution in Resolution and other third parties whose rights, assets and liabilities are not transferred under the Sale of Business Tool shall not have any rights over or in relation to the rights, assets or liabilities transferred."
    },
    {
        "ID": "41aafa66-2513-4181-8634-bbae88870b30",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 1.46.",
        "Passage": "Marketing of rights, assets, liabilities or Shares"
    },
    {
        "ID": "ff8f8cd2-de19-4e93-9441-2b1428d9e239",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 1.46.(1)",
        "Passage": "Subject to the exceptions in subsection (4) and section ‎47, when applying the Sale of Business Tool to an Institution—\n(a)\tthe Regulator shall market or make arrangements for the marketing of the rights, assets, liabilities or Shares that the Regulator intends to transfer; and\n(b)\tpools of rights, assets, liabilities or Shares may be marketed separately under subsection ‎(a)."
    },
    {
        "ID": "1e37890d-640d-4174-a2a9-433cb9c39aa4",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 1.46.(2)",
        "Passage": "Marketing under subsection ‎(1) shall be carried out in accordance with the following principles—\n(a)\tit shall involve good faith efforts not to materially misrepresent the rights, assets, liabilities, or Shares that the Regulator intends to transfer, having regard to the circumstances and in particular the need to maintain financial stability;\n(b)\tit shall not unduly favour or discriminate between identified potential purchasers;\n(c)\tit shall be free from conflicts of interest;\n(d)\tit shall not confer any unfair advantage on a potential purchaser;\n(e)\tit shall take account of the need to effect a rapid Resolution Action; and\n(f)\tit shall aim at maximising, as far as possible, the sale price for the rights, assets, liabilities or Shares involved."
    },
    {
        "ID": "015c0d38-e197-4df6-8cf6-aa0383df505c",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 1.46.(3)",
        "Passage": "Subject to subsection ‎(2)‎(b), the principles in subsection ‎(2) shall not prevent the Regulator from soliciting particular potential purchasers."
    },
    {
        "ID": "61526cf6-3fd5-4c45-b3a8-8045e040dcf3",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 1.46.(4)",
        "Passage": "The Regulator may apply the Sale of Business Tool to an Institution without complying with the requirement to market under subsection ‎(1)‎(a) if the Regulator determines that compliance with such requirements would be likely to undermine one or more of the Resolution Objectives and, in particular, if the Regulator considers that compliance with the requirements would be likely to undermine the effectiveness of the Sale of Business Tool in addressing the failure or likely failure identified under section ‎23 or achieving the Resolution Objectives."
    },
    {
        "ID": "3f88dc89-5d7e-4bdd-865f-05df26177c6f",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 1.47.",
        "Passage": "Delay of disclosure of information to the public on application of the Sale of Business Tool\nOn application of the Sale of Business Tool to an Institution—\n(a)\tdisclosure of information to the public which would as a matter of law be required in relation to the sale may be delayed for the time necessary to plan and structure the Resolution of the Institution; and\n(b)\tdisclosure to the public of the marketing which would as a matter of law be required may be delayed where all of the following conditions are met—\n(i)\timmediate disclosure is likely to prejudice the legitimate interests of the Institution in Resolution;\n(ii)\tdelay of disclosure is in the public interest; and\n(iii)\tthe disclosure of the marketing information entails a risk of undermining the financial stability of—\n(A)\tthe Institution in Resolution;\n(B)\tin the case of an ADGM Branch, the Non-ADGM Institution; and\n(C)\tthe financial system in the ADGM."
    },
    {
        "ID": "fe7a060b-79bd-4510-9af4-f7005c00e0e7",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 1.48.",
        "Passage": "Residual Institution to be Wound Up\nIf the Sale of Business Tool has been used to transfer systemically important services or the viable business of an Institution, to a private sector purchaser, the Residual Institution shall be Wound Up under Insolvency Proceedings, within an appropriate timeframe, having regard to any need for the Residual Institution to provide services or support to enable the purchaser to carry on the activities or services acquired by the virtue of that transfer.\n\n\n"
    },
    {
        "ID": "a4436e22-aedb-42e3-872e-f22074f16c34",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 2",
        "Passage": "Bail-in-tool"
    },
    {
        "ID": "08b49823-3ae1-49c8-9b1e-38c48b00b67c",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 2.49.",
        "Passage": "Application of Bail-in Tool"
    },
    {
        "ID": "19a6f827-020c-4a85-bf1c-7774211865f2",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 2.49.(1)",
        "Passage": "The Regulator may apply the Bail-in Tool only in relation to an Institution that is not an ADGM Branch. The Bail-in Tool may be exercised only to meet the Resolution Objectives, in accordance with the General Resolution Principles, for any of the following purposes—\n(a)\tto recapitalise an Institution that meets the Resolution Conditions to the extent sufficient to restore the Institution's ability to comply with the Threshold Conditions or Recognition Requirements as applicable and continue to carry out the activities for which the Institution is authorised, or recognised under the Financial Services and Markets Regulations 2015, and to sustain sufficient market confidence in the Institution; or\n(b)\tto convert to Shares or reduce the principal amount of claims or Debt Instruments that are transferred under the Sale of Business Tool."
    },
    {
        "ID": "b73bc113-0712-462a-96ea-a0e0c2eeb239",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 2.49.(2)",
        "Passage": "The Regulator may under subsection ‎(1) make one or more Resolution Orders in order to apply the Bail-in Tool to an Institution that is not an ADGM Branch."
    },
    {
        "ID": "7c9de5eb-6c95-44d9-88fc-6f93f85b0a86",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 2.49.(3)",
        "Passage": "The Regulator may apply the Bail-in Tool for the purposes referred to in subsection ‎(1)‎(a) only if there is a reasonable prospect that the application of the Bail-in Tool together with other relevant measures will, in addition to achieving the relevant Resolution Objectives, restore the Institution to financial soundness and long-term viability."
    },
    {
        "ID": "1513ee04-684f-4f11-a666-d524d765bb24",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 2.49.(4)",
        "Passage": "Where there is no such reasonable prospect as referred to in to subsection ‎(3), the Regulator may apply the Bail-in Tool for the purposes referred to in subsection ‎(1)‎(b) together with Sale of Business Tool."
    },
    {
        "ID": "ac4e13e1-a144-4df1-a678-35eef6c65a07",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 2.49.(5)",
        "Passage": "The Regulator may apply the Bail-in Tool under subsection ‎(1) while respecting, in each case, the legal form of the Institution or while changing its legal form if the Regulator is of the view that changing the legal form is necessary to achieve the Resolution Objectives."
    },
    {
        "ID": "d5bd9333-057d-4482-b0dd-c3946783710e",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 2.49.(6)",
        "Passage": "The Bail-in Tool may be applied in respect of any liability of an Institution, provided that the liability is not excluded from the scope of the Bail-in Tool under subsection (1), ‎(7) or ‎(8)."
    },
    {
        "ID": "9f111193-cee8-429f-8bfb-04edd6d47475",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 2.49.(7)",
        "Passage": "The Regulator shall not exercise the Write Down or Conversion Power in relation to the following liabilities whether they are governed by the laws of the ADGM or by the law of another jurisdiction—\n(a)\tsecured liabilities (including, but not limited to, Covered Bonds, liabilities in the form of financial instruments used for hedging purposes which form an integral part of the cover pool and which according to the ADGM law are secured in a way similar to Covered Bonds and financial collateral arrangements and liabilities under Derivative Contracts, to the extent the liabilities thereunder are secured), but this exclusion shall not prevent any liability in respect of net sum following close out of a Derivative Contract, to the extent it is an unsecured liability;\n(b)\tany liability that arises by virtue of the holding of Client Assets by the Institution that is not an ADGM Branch;\n(c)\tany liability that arises by virtue of a fiduciary relationship between the Institution (as fiduciary) and another person (as beneficiary) provided that such beneficiary's interests are protected under ADGM Insolvency Regulations or civil law;\n(d)\tliabilities to Institutions excluding entities that are part of the same Group, with an original maturity of less than seven days;\n(e)\tliabilities owed to payment and securities settlement systems. Central Securities Depositories, clearing houses, Recognised Clearing Houses or their operators or their participants and arising from the participation in any such system; or\n(f)\ta liability to any one of the following—\n(i)\tan employee, in relation to accrued salary, pension benefits or other fixed remuneration, except for the variable component of remuneration that is not regulated by a collective bargaining agreement;\n(ii)\ta commercial or trade creditor arising from the provision to the Institution in Resolution of goods and services that are critical to the daily functioning of its operations, including information technology services, utilities and rental, servicing and upkeep of premises; or\n(iii)\tany tax and social security authority or scheme in the UAE."
    },
    {
        "ID": "7d02a6e8-873a-4d28-90cf-a3ab4fa402b1",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 2.49.(8)",
        "Passage": "In exceptional circumstances, where the Bail-in Tool is applied, the Regulator may exclude or partially exclude certain liabilities from the application of the Write Down or Conversion Power where—\n(a)\tit is not possible to bail-in that liability within a reasonable time despite the reasonable efforts of the Regulator;\n(b)\tthe exclusion is strictly necessary and is proportionate to achieve the continuity of Critical Functions and Core Business Lines in a manner that maintains the ability of the Institution in Resolution to continue key operations, services and transactions;\n(c)\tthe exclusion is strictly necessary and proportionate to avoid giving rise to widespread contagion, in particular as regards Deposits and Eligible Deposits which would severely disrupt the functioning of financial markets, including financial market infrastructures, in a manner that could cause broader financial instability; or\n(d)\tthe application of the Bail-in Tool to those liabilities would cause a destruction of value such that the losses borne by other creditors would be higher than if those liabilities were excluded from bail-in."
    },
    {
        "ID": "e7c8c6a7-583d-4fbe-b482-6184b5674b18",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 2.49.(9)",
        "Passage": "Where the Regulator decides to exclude or partially exclude an Eligible Liability or class of Eligible Liabilities under subsection ‎(8), the level of write down or conversion applied to other Eligible Liabilities may be increased to take account of such exclusions, provided that the level of write down or conversion applied to other Eligible Liabilities complies with the General Resolution Principles specified in section ‎25‎(g)."
    },
    {
        "ID": "51a86ce7-437b-46b6-b85f-500ca93cfb73",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 2.49.(10)",
        "Passage": "In exercising its discretion under subsection ‎(8), the Regulator shall give due consideration to—\n(a)\tthe need not to apply any bail-in to a netting set prior to such netting being completed;\n(b)\tthe need to avoid disruption to payment and securities settlement systems, Central Securities Depositories, clearing houses and Recognised Clearing Houses;\n(c)\tthe principle that losses shall be borne first by Shareholders and subsequently by creditors of the Institution in Resolution in order of preference in light of section ‎25‎(g);\n(d)\tthe level of loss absorbing capacity that would remain in the Institution in Resolution if the liability or class of liabilities were excluded; and\n(e)\tthe need to maintain adequate resources for Resolution financing."
    },
    {
        "ID": "853015a8-8a79-4abe-a4bd-f51afd3db11f",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 2.50.",
        "Passage": "Assessment of amount of bail-in"
    },
    {
        "ID": "3d9f49ac-86b6-4dde-ac12-e02992ead926",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 2.50.(1)",
        "Passage": "In applying the Bail-in Tool under section ‎49, the Regulator shall assess for the purposes of subsection ‎(2), on the basis of the Pre-Resolution Valuation, the aggregate of—\n(a)\twhere applicable, the amount by which Eligible Liabilities must be written down in order to ensure that the net asset value of the Institution in Resolution is equal to zero; and\n(b)\twhere applicable, the amount by which Eligible Liabilities must be converted into Shares or other types of capital instruments in order to restore the Common Equity Tier 1 Capital ratio of the Institution in Resolution."
    },
    {
        "ID": "08e395bb-2105-4f3d-94d2-eb634f2919c3",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 2.50.(2)",
        "Passage": "The assessment referred to in subsection ‎(1) shall establish the amount by which Eligible Liabilities need to be written down and converted in order—\n(a)\tto restore the Common Equity Tier 1 Capital ratio of the Institution in Resolution;\n(b)\tto sustain sufficient market confidence in the Institution in Resolution; and\n(c)\tto enable the Institution to continue, for at least one year, to satisfy the Threshold Conditions or Recognition Requirements and to carry on the activities or services acquired by the virtue of that transfer under the Financial Services and Markets Regulations 2015."
    },
    {
        "ID": "c49db322-872a-4856-971d-b2781940604f",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 2.50.(3)",
        "Passage": "Where capital has been written down in accordance with the Write Down or Conversion Power under section ‎64, the Bail-in Tool has been applied, and the level of write down based on the Pre-Resolution Valuation is found to exceed requirements when assessed against the Definitive Valuation, a write up mechanism shall be applied to reimburse creditors and then Shareholders to the extent necessary."
    },
    {
        "ID": "60dfd966-cf52-4eb5-ba2c-ae4f7e469187",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 2.51.",
        "Passage": "Treatment of Shareholders in bail-in or write down or conversion"
    },
    {
        "ID": "74ca2d8a-ff36-4c42-9058-a658d912a9c9",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 2.51.(1)",
        "Passage": "When applying the Bail-in Tool or the Write Down or Conversion Power, the Regulator shall take, in respect of Shareholders of the Institution in Resolution, one or both of the following actions—\n(a)\tcancel existing Shares or transfer them to bailed-in creditors; and\n(b)\tprovided that, in accordance with the Pre-Resolution Valuation (or Provisional Valuation, if applicable), the Institution in Resolution has a positive net value, dilute existing Shareholders as a result of the conversion into Shares of—\n(i)\tNon-CET1 Capital Instruments issued by the Institution pursuant to the Write Down and Conversion Power; or\n(ii)\tEligible Liabilities issued by the Institution in Resolution pursuant to the Write Down and Conversion Power under section ‎66."
    },
    {
        "ID": "34341e37-396a-4853-b4e1-12826632b6d7",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 2.51.(2)",
        "Passage": "The Regulator shall take the actions referred to in subsection ‎(1) in respect of Shareholders where the Shares were issued or conferred in the following circumstances—\n(a)\tpursuant to the conversion of Debt Instruments to Shares in accordance with the contractual terms of the original Debt Instruments, on the occurrence of an event that preceded or occurred at the same time as the assessment by the Regulator that the Institution that is not an ADGM Branch met the Resolution Conditions; or\n(b)\tpursuant to the conversion of Non-CET1 Capital Instruments to Common Equity Tier 1 Capital instruments, under the Write Down or Conversion Power under section ‎64."
    },
    {
        "ID": "2dd9eabe-105f-4f76-b880-c087291583ea",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 2.51.(3)",
        "Passage": "In considering which action to take in accordance with subsection ‎(1), the Regulator shall have regard to—\n(a)\tthe Pre-Resolution Valuation (or Provisional Valuation, if applicable);\n(b)\tthe amount by which the Regulator has assessed that Common Equity Tier 1 Capital items must be reduced and Non-CET1 Capital Instruments must be written down or converted pursuant to the Write Down or Conversion Power under section ‎64; and\n(c)\tthe aggregate amount assessed by the Regulator under section ‎50‎(1)."
    },
    {
        "ID": "dbd30912-7e23-46c7-9288-5826cc41689f",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 2.52.",
        "Passage": "Sequence of write down or conversion"
    },
    {
        "ID": "0509ac55-8954-4ece-8bc8-dfa4c359bd57",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 2.52.(1)",
        "Passage": "Subject to any exclusions set out in section ‎49‎(7) and ‎(8), in exercising the Write Down or Conversion Power when applying the Bail-in Tool, the Regulator shall meet the following requirements—\n(a)\tthe Regulator shall reduce the Common Equity Tier 1 Capital items in accordance with section ‎65‎(1);\n(b)\tif the total reduction under subsection ‎(a) is less than the sum of the amounts referred to in section ‎51‎(3)‎(b) and ‎(c), the Regulator shall reduce the principal amount of Additional Tier 1 Capital instruments to the extent required and to the extent of their capacity;\n(c)\tif the total reduction pursuant to subsections ‎(a) and ‎(b) is less than the sum of the amounts referred to in section ‎51‎(3)‎(b) and ‎(c), the Regulator shall reduce the principal amount of Tier 2 Capital instruments to the extent required and to the extent of their capacity;\n(d)\tif the total reduction of Tier 1 and Tier 2 Capital instruments pursuant to subsections ‎(a), ‎(b) and ‎(c) is less than the sum of the amounts referred to in section ‎51‎(3)‎(b) and ‎(c), the Regulator shall reduce to the extent required the principal amount of subordinated debt that is neither Additional Tier 1 nor Tier 2 Capital in accordance with the hierarchy of claims that would apply to the Institution under Insolvency Proceedings, in conjunction with the write down pursuant to subsections ‎(a), ‎(b) and ‎(c) to produce the sum of the amounts referred to in section ‎51‎(3)‎(b) and ‎(c); and\n(e)\tif the total reduction of Tier 1 and Tier 2 Capital instruments and Eligible Liabilities pursuant to subsections ‎(a) to ‎(d) is less than the sum of the amounts referred in section ‎51‎(3)‎(b) and ‎(c), the Regulator shall reduce to the extent required the principal amount of, or outstanding amount payable in respect of, the rest of Eligible Liabilities in accordance with the hierarchy of claims that would apply to the Institution under Insolvency Proceedings, including the ranking of Deposits provided for in section ‎29, pursuant to the Bail-in Tool, in conjunction with the write down pursuant to subsections ‎(a) to ‎(d) to produce the sum of the amounts referred to in section ‎51‎(3)‎(b) and ‎(c)."
    },
    {
        "ID": "c71e4a5b-3370-4f89-af20-334a0f0a78b0",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 2.52.(2)",
        "Passage": "When applying the Write Down or Conversion Power, the Regulator shall allocate the losses represented by the sum of the amounts referred to in section ‎51‎(3)‎(b) and ‎(c) equally between Shares and Eligible Liabilities of the same rank by reducing the principal amount of, or outstanding amount payable in respect of, those Shares and Eligible Liabilities to the same extent pro rata to their value, except where a different allocation of losses amongst liabilities of the same rank is allowed in the circumstances specified in section ‎49‎(8)."
    },
    {
        "ID": "ab75264e-bb28-48b9-a63b-186c845e9f79",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 2.52.(3)",
        "Passage": "Before applying the Write Down or Conversion Power, the Regulator shall convert or reduce the principal amount of instruments referred to in subsections ‎(1)‎(b), ‎(c) and ‎(d) when those instruments contain the following terms and have not been fully converted—\n(a)\tterms that provide for the principal amount of the instrument to be reduced on the occurrence of any event that refers to the financial situation, viability, solvency or levels of Capital Resources of the Institution; or\n(b)\tterms that provide for the conversion of the instrument to Shares on the occurrence of any such event."
    },
    {
        "ID": "20c5b712-183d-4d66-9f11-118c5ae7cc95",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 2.52.(4)",
        "Passage": "Where the principal amount of an instrument has been reduced, but not reduced to zero, in accordance with terms referred to in subsection ‎(3)‎(a) before the application of the bail-in pursuant to subsection ‎(1), the Regulator shall apply the Write Down or Conversion Power to the residual amount of that principal amount in accordance with subsection ‎(1)."
    },
    {
        "ID": "1a5865ac-43e7-4de5-8292-71a64d6111e8",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 2.52.(5)",
        "Passage": "In deciding on whether liabilities are to be written down or converted into Shares, the Regulator shall not convert one class of liabilities while a class of liabilities that is subordinated to that class remains substantially unconverted into Shares or not written down, unless otherwise permitted under subsections ‎49‎(7) and ‎(8)."
    },
    {
        "ID": "1be0c732-366a-4dc8-a973-4454b6942a8c",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 2.53.",
        "Passage": "Derivatives"
    },
    {
        "ID": "bc759b22-4fd4-4dff-9e21-810bd717292e",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 2.53.(1)",
        "Passage": "The Regulator shall be entitled to exercise the Write Down or Conversion Power in relation to a liability arising from a Derivative Contract only when, upon or after closing-out that Derivative Contract, there is a net liability which is an Eligible Liability."
    },
    {
        "ID": "b5855ac6-3fda-42b3-8898-0fa8d6be0511",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 2.53.(2)",
        "Passage": "The Regulator may terminate and close out any Derivative Contract upon an Institution's entry into Resolution for the purpose of realising an Eligible Liability that is to be subject to the Write Down or Conversion Power under subsection ‎(1)."
    },
    {
        "ID": "50b726c0-93bd-434b-b40d-b59a906420f8",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 2.53.(3)",
        "Passage": "Where an Eligible Liability under a Derivative Contract has been excluded from the application of the Bail-in Tool pursuant to section ‎49‎(8), the Regulator shall not be under any obligation to terminate or close out the Derivative Contract."
    },
    {
        "ID": "b6d241e6-030a-4242-850e-496a66f46e17",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 2.53.(4)",
        "Passage": "Where a Derivative Contract is subject to a netting agreement, the value of the Eligible Liability for the purposes of the Pre-Resolution Valuation (or Provisional Valuation, if applicable) shall be determined on a net basis in accordance with the terms of the agreement."
    },
    {
        "ID": "6a807837-f485-4bfa-b9ed-cf99093c6868",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 2.53.(5)",
        "Passage": "The Regulator shall determine the value of Eligible Liabilities arising from Derivative Contracts in accordance with the following—\n(a)\tappropriate methodologies for determining the value of classes of Derivative Contracts, including Derivative Contracts that are subject to netting agreements;\n(b)\tprinciples for establishing the relevant point in time at which the value of a derivative position shall be established; and\n(c)\tappropriate methodologies for comparing the destruction of value that would arise from the close out and bail-in of Derivative Contracts with the amount of losses that would be borne by Derivative Contracts in a bail-in."
    },
    {
        "ID": "0dd27410-c3fb-4f8f-8cbe-3e71998799b2",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 2.54.",
        "Passage": "Rate of conversion of debt to equity"
    },
    {
        "ID": "a9e0ae2d-b343-4e60-ab49-d93ba20cdb47",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 2.54.(1)",
        "Passage": "When the Write Down or Conversion Power is exercised, the Regulator may apply a different Conversion Rate to different classes of Tier 1 and Tier 2 Capital instruments and Eligible Liabilities in accordance with one or both of the following principles—\n(a)\tthe Conversion Rate shall represent appropriate compensation to the Affected Creditor for any loss incurred by virtue of the exercise of the Write Down or Conversion Power; and\n(b)\twhen different Conversion Rates are applied, the Conversion Rate applicable to liabilities that are considered to be senior under the ADGM Insolvency Regulations shall be higher than the Conversion Rate applicable to subordinated liabilities."
    },
    {
        "ID": "7c06cc8a-c688-4594-ae73-420f0b671c30",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 2.55.",
        "Passage": "Business Reorganisation Plan"
    },
    {
        "ID": "9019fd2b-cce8-4484-9d1f-f8e6e5806564",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 2.55.(1)",
        "Passage": "Where the Bail-in Tool has been used to recapitalise an Institution, the Regulator shall ensure that a Business Reorganisation Plan for the Institution is drawn up and implemented in accordance with this section."
    },
    {
        "ID": "6ce28fdc-4a27-4600-8cbb-be7aa1666710",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 2.55.(2)",
        "Passage": "The implementation of a Business Reorganisation Plan may include the appointment by the Regulator of persons (pursuant to its general power to exercise control over an Institution in Resolution under section ‎58‎(1)‎(b)) for the purpose of drawing up and implementing the Business Reorganisation Plan."
    },
    {
        "ID": "d854f1cc-5efb-4144-ae60-cbdefc5d91be",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 2.55.(3)",
        "Passage": "Within one month after the application of the Bail-in Tool to an Institution, the Management of the Institution shall draw up and submit to the Regulator a Business Reorganisation Plan that satisfies the requirements in subsection ‎(6)."
    },
    {
        "ID": "4b445e70-2b49-4c83-9329-64fc071ebcf8",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 2.55.(4)",
        "Passage": "Where the Bail-in Tool is applied to two or more Group Entities, including where a Foreign Resolution Order has been made, a Group level Business Reorganisation Plan may be accepted by the Regulator for the purpose of this section."
    },
    {
        "ID": "c961e0b0-5ed1-4caa-9be1-5a81de841c9d",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 2.55.(5)",
        "Passage": "In exceptional circumstances, and if it is necessary for achieving the Resolution Objectives, the Regulator may extend the period in subsection ‎(3) up to a maximum of two months from the date of the application of the Bail-in Tool."
    },
    {
        "ID": "00837d59-ba49-4530-9aa4-ea5aed35d225",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 2.55.(6)",
        "Passage": "A Business Reorganisation Plan shall contain at least the following—\n(a)\ta detailed diagnosis of the factors and problems that caused the Institution to fail or to be likely to fail and the circumstances that led to its difficulties;\n(b)\ta description of the measures aiming to restore the long-term viability of the Institution or parts of its business that are to be adopted, on the basis of realistic assumptions as to the economic and financial market conditions under which the Institution will operate; and\n(c)\ta timescale for the implementation of those measures."
    },
    {
        "ID": "0e3c5dfe-539e-47b3-a657-f8d2935cb939",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 2.55.(7)",
        "Passage": "Measures aiming to restore the long-term viability of the Institution under subsection ‎(6) may include—\n(a)\tthe reorganisation of the activities of the Institution;\n(b)\tchanges to the operational systems and infrastructure within the Institution;\n(c)\tthe withdrawal from loss-making activities;\n(d)\tthe restructuring of existing activities that can be made competitive; and\n(e)\tthe sale of assets or business lines."
    },
    {
        "ID": "c4e661e4-0bd5-42a7-9986-9300860a33cb",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 2.55.(8)",
        "Passage": "The Business Reorganisation Plan shall take account of, amongst other items, the current state and future prospects of the financial markets, reflecting best-case and worst-case assumptions, including a combination of events allowing the identification of the Institution's main vulnerabilities. Assumptions shall be compared with appropriate sector-wide benchmarks."
    },
    {
        "ID": "763ab768-7e30-4bf3-ae76-9cf85ac947e3",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 2.55.(9)",
        "Passage": "Within one month of the submission of the Business Reorganisation Plan, the Regulator shall assess the likelihood that the Business Reorganisation Plan, if implemented, would be likely to restore the long-term viability of the Institution."
    },
    {
        "ID": "f5b3d009-52b2-4d3b-bfcb-1d797bbae88a",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 2.55.(10)",
        "Passage": "Pursuant to an assessment under subsection ‎(8), if the Regulator is satisfied that the Business Reorganisation Plan would be likely to restore the long-term viability of the Institution, the Regulator shall approve the plan."
    },
    {
        "ID": "47ceeef3-7f94-45d4-8d6c-24a279f85a29",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 2.55.(11)",
        "Passage": "Pursuant to an assessment, if the Regulator is not satisfied that the Business Reorganisation Plan would be likely to restore the long term viability of the Institution, the Regulator shall notify the Management of the Institution or persons appointed under subsection ‎(2) of its concerns and require the amendment of the Business Reorganisation Plan in a way that will address those concerns."
    },
    {
        "ID": "1e5c754a-4ba5-4935-97c1-7091fb4e3ff8",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 2.55.(12)",
        "Passage": "Within two weeks of receiving a notification by the Regulator under subsection ‎(11), the Management of the Institution or persons appointed under subsection ‎(2) shall submit an amended Business Reorganisation Plan to the Regulator for approval."
    },
    {
        "ID": "7cca1408-8e29-47e3-b0d9-8a3b8a84cb45",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 2.55.(13)",
        "Passage": "The Regulator shall assess the amended Business Reorganisation Plan submitted under subsection ‎(12) and shall notify the Management of the Institution or persons appointed under subsection ‎(2) within one week as to whether the Regulator is satisfied that the amended Business Reorganisation Plan addresses the concerns notified or whether further amendment is required."
    },
    {
        "ID": "a241a311-cc9c-468e-99de-7a4e839c8922",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 2.55.(14)",
        "Passage": "The Management of the Institution or persons appointed under subsection ‎(2) shall implement the Business Reorganisation Plan as approved by the Regulator, and shall submit a report to the Regulator at least every six months on the progress of the implementation of the Business Reorganisation Plan until such time as the Regulator may determine."
    },
    {
        "ID": "c8ba1dd9-ffab-40e5-9dc5-985f63e70ffe",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 2.55.(15)",
        "Passage": "A Business Reorganisation Plan may be further amended following its initial implementation if the Regulator is of the view that changes to the plan are required to achieve the long-term viability of the Institution."
    },
    {
        "ID": "c6c03d19-66a8-494a-8106-80cc2b24d85a",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 2.56.",
        "Passage": "Ancillary provisions relating to bail-in"
    },
    {
        "ID": "4d5f2040-d550-4707-8ab4-74b547039548",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 2.56.(1)",
        "Passage": "Where the Regulator exercises the Write Down or Conversion Power, such write down or conversion shall take effect and be immediately binding on the Institution in Resolution and Affected Creditors and Shareholders of the Institution in Resolution."
    },
    {
        "ID": "e62e6687-ca42-4084-a244-0448a3e95738",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 2.56.(2)",
        "Passage": "The Regulator may complete or cause the completion of all administrative and procedural tasks necessary to give effect to the Write Down or Conversion Power including—\n(a)\tthe amendment of all relevant registers;\n(b)\tthe delisting or removal from trading of Shares or Debt Instruments;\n(c)\tthe listing or admission to trading of new Shares; and\n(d)\tthe relisting or readmission of any Debt Instruments which have been written down, without the requirement for a Prospectus if a Prospectus would in normal circumstances be required."
    },
    {
        "ID": "9eba26da-ae52-47b9-a5fa-fa3aab05752e",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 2.56.(3)",
        "Passage": "Where the Regulator reduces to zero the principal amount of, or outstanding amount payable in respect of, a liability by means of the Write Down or Conversion Power, that liability and any obligations, rights or claims arising in relation to it that are not accrued at the time when the power is exercised shall be discharged for all purposes, and shall not be provable in any subsequent proceedings in relation to the Institution in Resolution or any successor entity in any subsequent Winding Up."
    },
    {
        "ID": "25b16fe6-eb2a-4942-9f90-21895b206297",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 2.56.(4)",
        "Passage": "Where the Regulator reduces in part, but not in full, the principal amount of, or outstanding amount payable in respect of, a liability by means of the Write Down or Conversion Power—\n(a)\tsuch liability, and the counterparty's corresponding claim, shall be discharged to the extent of the amount reduced; and\n(b)\tthe relevant instrument or agreement that created the original liability shall continue to apply in relation to the residual principal amount of, or outstanding amount payable in respect of the liability, subject to any modification of the amount of interest payable to reflect the reduction of the principal amount, and any further modification of the terms that the Regulator might make by means of the Write Down or Conversion Power or the power under section ‎58(1)(p)."
    },
    {
        "ID": "05212b3d-c378-49ca-b4a1-42c8c5ff1537",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 2.56.(5)",
        "Passage": "Procedural impediments to the conversion of Eligible Liabilities to Shares by virtue of their instruments of incorporation or of any other law of the ADGM, including pre-emption rights for Shareholders or requirements for the consent of Shareholders to an increase in capital, shall not prevent the application of a Resolution Tool or exercise of a Resolution Power."
    },
    {
        "ID": "9226d139-7711-42e3-8fac-5ca9bce1750c",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 2.57.",
        "Passage": "Contractual recognition of bail-in"
    },
    {
        "ID": "2b7b2a2c-f5c2-44a2-8ccc-a13edbf81104",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 2.57.(1)",
        "Passage": "Subject to subsection ‎(2), the Regulator may require an Institution to include in its contractual documents a contractual term by which the creditor or party to an agreement creating an Eligible Liability recognises that that liability may be subject to the Write Down or Conversion Power and agrees to be bound by any reduction of the principal or outstanding amount due, conversion or cancellation that is effected by the exercise of that power by the Regulator, provided that such liability is—\n(a)\tnot excluded under section ‎49‎(7);\n(b)\tgoverned by the law of another jurisdiction; and\n(c)\tissued or entered into after the date on which these Regulations comes into force."
    },
    {
        "ID": "c92719bb-93f9-4972-b708-faeb196c1434",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 2.57.(2)",
        "Passage": "Subsection ‎(1)‎(a) shall not apply where the Regulator determines that the liability referred to in subsection ‎(1) can be subject to Write Down or Conversion Powers by the resolution authority of another jurisdiction or pursuant to a binding agreement concluded with that other jurisdiction."
    },
    {
        "ID": "4455a94a-3d55-4550-b7bb-9cb54a737772",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 2.57.(3)",
        "Passage": "A failure to include the terms as are referred to under subsection ‎(1) shall not prevent the Regulator from exercising the Write Down or Conversion Power in relation to that liability.\n\n"
    },
    {
        "ID": "01b59f2a-5a37-47bf-bb4e-ccdbb3298a1d",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 3",
        "Passage": "Resolution Powers"
    },
    {
        "ID": "545f7764-5bc9-42b4-99b5-c7f17d01303d",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 3.58.",
        "Passage": "General Resolution Powers"
    },
    {
        "ID": "c8e577e2-b3cd-4e38-b72a-e49f22ceeb4a",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 3.58.(1)",
        "Passage": "The Regulator shall have all the powers necessary to apply the Resolution Tools to an Institution which meets the Resolution Conditions and, in particular, shall have the following general Resolution Powers which may be exercised individually or in any combination for the purpose of enabling the Regulator to achieve the Resolution Objectives—\n(a)\tthe power to require any person to provide any information required for the Regulator to decide upon and prepare a Resolution Action, including updates and supplements of information provided in the Resolution Plan and including requiring information to be provided through on-site inspections;\n(b)\tthe power to take control of an Institution in Resolution and exercise all the rights and powers conferred upon the Shareholders, other owners and Management of the Institution in Resolution, including control over the Institution in Resolution so as to—\n(i)\toperate and conduct the activities and services of the Institution in Resolution with all the powers of its Shareholders and Management; and\n(ii)\tmanage and dispose of the assets and property of the Institution in Resolution,\nwhether directly by the Regulator or indirectly by a person or persons appointed by the Regulator;\n(c)\tthe power to take Resolution Action without taking control over the Institution in Resolution, if preferred, having regard to the Resolution Objectives and the General Resolution Principles and the specific circumstances of the Institution in Resolution;\n(d)\tthe power to transfer to another entity, with the consent of that entity, Shares issued by an Institution in Resolution;\n(e)\tthe power to transfer to another entity, with the consent of that entity, rights, assets or liabilities of an Institution in Resolution;\n(f)\tthe Write Down or Conversion Power;\n(g)\tthe power to amend or alter the maturity of Debt Instruments and other Eligible Liabilities issued by an Institution in Resolution or amend the amount of interest payable under such Debt Instruments and other Eligible Liabilities, or the date on which the interest becomes payable, including by suspending payment for a temporary period;\n(h)\tthe power to close out and terminate Financial Contracts or Derivative Contracts for the purposes of applying section ‎53‎(4);\n(i)\tthe power to remove or replace the Management of an Institution in Resolution;\n(j)\tthe power to require the Regulator to assess the buyer of a qualifying holding in a timely manner by way of derogation from any applicable time limits;\n(k)\tsubject to section ‎73, the power to provide for a transfer to take effect free from any liability or encumbrance affecting the financial instruments, rights, assets or liabilities transferred (and for these purposes any right of compensation in accordance with the Resolution Safeguards shall not be considered to be a liability or encumbrance);\n(l)\tthe power to remove rights to acquire further Shares;\n(m)\tthe power to request that a relevant authority discontinue or suspend the admission to trading on a Recognised Investment Exchange or non-ADGM exchange of financial instruments relating to an Institution in Resolution;\n(n)\tthe power to provide for the Recipient under the Sale of Business Tool to be treated as if it were the Institution in Resolution for the purposes of any rights or obligations of, or actions taken by, the Institution in Resolution, including, subject to the provisions relating to the application of the Sale of Business Tool, any rights or obligations relating to participation in market infrastructure;\n(o)\tthe power to require the Institution in Resolution or the Recipient to provide the other with information and assistance;\n(p)\tthe power to cancel or modify the terms of a contract to which the Institution in Resolution is a party or substitute a Recipient as a party;\n(q)\tthe power to provide for continuity arrangements necessary to ensure that the Resolution Action is effective and that, where relevant, the business transferred may be operated by the Recipient, including, in particular—\n(i)\tthe continuity of contracts entered into by the Institution in Resolution so that the Recipient assumes the rights, assets and liabilities of the Institution in Resolution relating to any financial instrument, right, asset or liability that has been transferred and is substituted for the Institution in Resolution, expressly or implicitly in all relevant contractual documents; and\n(ii)\tthe substitution of the Recipient for the Institution in Resolution in any legal proceedings relating to any financial instrument, right, asset or liability that has been transferred."
    },
    {
        "ID": "f27213f1-861c-49f9-bd82-228b647ad1d8",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 3.58.(2)",
        "Passage": "The exercise of the powers set out in subsections ‎(n) and ‎(q)‎(ii) shall be without prejudice to—\n(a)\tthe right of an employee of the Institution in Resolution to terminate a contract of employment; or\n(b)\tsubject to subsection ‎(1) and sections ‎61 and ‎63‎(1), any right of a party to a contract to exercise rights under the contract, including the right to terminate, where entitled to do so in accordance with the terms of the contract by virtue of an act or omission by the Institution in Resolution or circumstances occurring, including prior to the relevant transfer, or by or with respect to the Recipient after the relevant transfer."
    },
    {
        "ID": "12f5de9f-1f99-4695-a4bd-bf45a9cc11a7",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 3.58.(3)",
        "Passage": "Except as otherwise provided in these Regulations, the following requirements shall not apply to the application of a Resolution Tool or exercise of a Resolution Power—\n(a)\tsubject to any requirements set out in these Regulations to seek judicial approval of the Court or approval of any other public authority in the ADGM, the requirement to obtain approval or consent from any person either public or private, including the Shareholders or creditors of the Institution in Resolution; and\n(b)\tprior to the application of a Resolution Tool and exercise of a Resolution Power, procedural requirements to notify any person including any requirement to publish any notice or Prospectus or to file or register any document with any other authority."
    },
    {
        "ID": "ae43bdd1-f522-48e6-9a21-c4003b73d60a",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 3.58.(4)",
        "Passage": "Except as otherwise provided in these Regulations, the Regulator may exercise the Resolution Powers irrespective of any restriction on, or requirement to obtain consent for, the transfer of the financial instruments, rights, assets or liabilities in question that might otherwise apply."
    },
    {
        "ID": "fedd0286-794b-4763-bdd7-9170f488ac30",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 3.59.",
        "Passage": "Power to require the provision of services and facilities"
    },
    {
        "ID": "a5d5223f-f081-430b-adbe-57e9ba0dc262",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 3.59.(1)",
        "Passage": "The Regulator shall have the power to require an Institution in Resolution, or any of its Group Entities, to provide any services or facilities (excluding any financial support) that are necessary to enable the Recipient to operate the transferred business effectively, including where the Institution under Resolution or relevant Group Entity has entered into Insolvency Proceedings."
    },
    {
        "ID": "8440f29b-004e-4f74-b040-55ed4be0c3f8",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 3.59.(2)",
        "Passage": "The services and facilities provided under this section shall be on the following terms—\n(a)\twhere the services and facilities were provided under an agreement to the Institution in Resolution immediately before the Resolution Action was taken and for the duration of that agreement, on the same terms; and\n(b)\twhere there is no agreement for provision of the services and facilities or where the agreement has expired, on reasonable terms."
    },
    {
        "ID": "84074fcd-b0d6-424e-8b32-94836ea7defa",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 3.60.",
        "Passage": "Power to suspend certain obligations"
    },
    {
        "ID": "2ae43ae0-3b28-4467-b100-00aceac8c470",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 3.60.(1)",
        "Passage": "The Regulator shall have the power to suspend any payment or delivery obligations pursuant to any contract to which an Institution in Resolution is party from the time notice is given, under section ‎24‎(3), of that suspension (as an action the Regulator intends to take) until midnight in the ADGM at the end of the second business day following the giving of the notice, except that—\n(a)\twhere a payment or delivery obligation would have been due during the suspension period the payment or delivery obligation shall be due immediately upon expiry of the suspension period; and\n(b)\twhere a payment or delivery obligation has been suspended the payment and delivery obligations of the counterparty under the contract shall also be suspended for the same period."
    },
    {
        "ID": "96e3ea38-01f8-4ddb-9ce7-d89177c97e38",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 3.60.(2)",
        "Passage": "Any suspension under this provision shall not apply to—\n(a)\tDeposits (including Eligible Deposits); or\n(b)\tpayment and delivery obligations owed to payment and securities settlement systems, Central Securities Depositories, clearing houses, Recognised Clearing Houses or central banks."
    },
    {
        "ID": "3eb0d8ba-525c-4b83-b454-852f069423ad",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 3.60.(3)",
        "Passage": "When exercising this power, the Regulator shall have regard to the impact the exercise of the power might have on the orderly functioning of financial markets."
    },
    {
        "ID": "8d544955-0a3f-4280-b139-b983c0542630",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 3.61.",
        "Passage": "Power to restrict enforcement of security interests"
    },
    {
        "ID": "8a878c43-856a-40e7-8653-9663c5e2e891",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 3.61.(1)",
        "Passage": "The Regulator shall have the power to restrict secured creditors of an Institution in Resolution from enforcing security interests in relation to any assets of that Institution from the time notice is given, under section ‎24‎(3), of that restriction (as an action the Regulator intends to take) until midnight in the ADGM at the end of the second business day following that notice."
    },
    {
        "ID": "c0f48aa1-8152-4d6e-a349-2ee1f7dbc68c",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 3.61.(2)",
        "Passage": "The Regulator shall not exercise the power under this section in relation to any security interest of payment and securities settlement systems, Central Securities Depositories, clearing houses, Recognised Clearing Houses or central banks over assets pledged or otherwise provided by way of margin or collateral by the Institution in Resolution."
    },
    {
        "ID": "4e893995-fb04-4071-b8a7-09be1082973f",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 3.61.(3)",
        "Passage": "Where section ‎75 applies, the Regulator shall ensure that any restrictions imposed under this section are consistent for all Group Entities in relation to which a Resolution Action is taken."
    },
    {
        "ID": "1a74de8b-e730-44b3-ae72-b91f881b7d8f",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 3.61.(4)",
        "Passage": "When exercising the power under this section, the Regulator shall have regard to the impact the exercise of that power might have on the orderly functioning of financial markets."
    },
    {
        "ID": "c2a71b80-0b12-4f4b-869d-6ee96f2b1e92",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 3.62.",
        "Passage": "Power to temporarily suspend termination rights"
    },
    {
        "ID": "292fc8e3-515b-45f3-bf93-40fd8f7cdc11",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 3.62.(1)",
        "Passage": "The Regulator shall have the power to suspend the termination rights of any party to a contract with an Institution in Resolution from the time notice is given, under section ‎24‎(3), until midnight in the ADGM at the end of the second business day following that notice, provided that the payment and delivery obligations and the provision of collateral continue to be performed by the Institution in Resolution."
    },
    {
        "ID": "2c314834-9633-4cd4-96ae-b0fe26c15b7d",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 3.62.(2)",
        "Passage": "Any suspension under subsection ‎(1) shall not apply to payment and delivery obligations owed to payment and securities settlement systems, Central Securities Depositories, clearing houses, Recognised Clearing Houses or central banks."
    },
    {
        "ID": "f0c3fb08-542d-4d87-95e3-4274b2afad58",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 3.62.(3)",
        "Passage": "A person may exercise a termination right under a contract before the end of the period referred to in subsection ‎(1) if that person receives notice from the Regulator that the rights, assets or liabilities covered by the contract shall not be—\n(a)\ttransferred to another entity; or\n(b)\tsubject to write down or conversion on the application of the bail-in tool in accordance with section ‎49‎(1)‎(a)."
    },
    {
        "ID": "333e1e7b-0513-4ad7-ae2c-0a8de368b881",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 3.62.(4)",
        "Passage": "Where a Regulator exercises the power specified in subsection ‎(1) to suspend termination rights, and where no notice has been given pursuant to subsection (4), those rights may be exercised on the expiry of the period of suspension, subject to section ‎62, as follows—\n(a)\tif the rights, assets or liabilities covered by the contract have been transferred to another entity, a counterparty may exercise termination rights in accordance with the terms of that contract only on the occurrence of any continuing or subsequent enforcement event by the Recipient;\n(b)\tif the rights, assets or liabilities covered by the contract remain with the Institution in Resolution and the Regulator has not applied the bail-in tool in accordance with section ‎49‎(1)‎(a) to Eligible Liabilities under that contract, a counterparty may exercise termination rights in accordance with the terms of that contract on the expiry of a suspension under subsection (1)."
    },
    {
        "ID": "e072fbaf-2602-4eca-bdbe-bbeb797f2323",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 3.62.(5)",
        "Passage": "When exercising a power under this section, the Regulator shall have regard to the impact that the exercise of the power might have on the orderly functioning of financial markets."
    },
    {
        "ID": "31d00568-3a66-4714-bdb0-d29232733662",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 3.63.",
        "Passage": "Default Event Provisions"
    },
    {
        "ID": "d4adceaf-d4a8-45f9-a075-0ac098b734b5",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 3.63.(1)",
        "Passage": "The following shall be disregarded in determining whether a Default Event Provision applies—\n(a)\ta Crisis Prevention Measure, Crisis Management Measure or Recognised Foreign Resolution Action taken in relation to an Institution in Resolution (or any member of the Institution's Group); and\n(b)\tthe occurrence of any event directly linked to the application of such measure or action."
    },
    {
        "ID": "f8fb212e-ac2d-4d3b-a567-ec97f9d47258",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 3.63.(2)",
        "Passage": "Subsection ‎(1) applies where a contract or other agreement—\n(a)\tis entered into by an Institution or Foreign Institution;\n(b)\tis entered into by a Subsidiary of an Institution or Foreign Institution, whose obligations are guaranteed by another Group Entity in the Institution's Group or Non-ADGM Institution's Group; or\n(c)\tincludes cross-default provisions, and is entered into by another Group Entity in the Institution's Group or Foreign Institution's Group,\nand the substantive obligations provided for in the contract or agreement (including payment and delivery obligations and provision of collateral) continue to be performed."
    },
    {
        "ID": "3879894a-fc04-4b47-8c80-ddb81bf65645",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 3.63.(3)",
        "Passage": "A Resolution Order or Share Transfer Order may make provision for subsection ‎(4) or ‎(5) to apply in circumstances where subsection ‎(1) would not apply."
    },
    {
        "ID": "11f1d7c2-fcae-4133-8ed0-336fd82f4802",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 3.63.(4)",
        "Passage": "If this subsection applies, the Resolution Order or Share Transfer Order shall be disregarded in determining whether a Default Event Provision applies."
    },
    {
        "ID": "94dd9c99-30fa-4c6c-9503-28d18857704d",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 3.63.(5)",
        "Passage": "If this subsection applies, the Resolution Order or Share Transfer Order shall be disregarded in determining whether a Default Event Provision applies except so far as the Resolution Order or Share Transfer Order provides otherwise."
    },
    {
        "ID": "287bc540-d4ed-4232-8a3f-62eeb596beac",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 3.63.(6)",
        "Passage": "A reference in subsection ‎(3), ‎(4) or ‎(5) to a Resolution Order or Share Transfer Order is a reference to—\n(a)\tthe making of the Resolution Order or Share Transfer Order;\n(b)\tanything to be done by the Resolution Order or Share Transfer Order or is to be, or may be, done under the Resolution Order or Share Transfer Order; and\n(c)\tany action or decision taken or made under these Regulations in so far as it resulted in, or was connected to, the making of the Resolution Order or Share Transfer Order."
    },
    {
        "ID": "bf14c645-e41f-4b6d-81c9-21f7feefdafb",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 3.63.(7)",
        "Passage": "A provision in a Resolution Order or Share Transfer Order under subsection ‎(6) may apply subsection ‎(4) or ‎(5)—\n(a)\tgenerally or only for specified purposes, cases or circumstances, or\n(b)\tdifferently for different purposes, cases or circumstances."
    },
    {
        "ID": "2192918b-5b19-43d1-a646-d144d184980d",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 3.63.(8)",
        "Passage": "A thing is not done by virtue of a Resolution Order or a Share Transfer Order for the purposes of subsection ‎(6)‎(b) merely by virtue of being done under a contract or other agreement rights or obligations which have been affected by the Resolution Order or Share Transfer Order."
    },
    {
        "ID": "fe5c32e6-7ef6-47f4-b7d9-48ec7ec545ce",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 3.63.(9)",
        "Passage": "This section shall not affect the right of a person to take an action where that right arises by virtue of an event other than the Crisis Prevention Measure, Crisis Management Measure or Recognised Foreign Resolution Action or the occurrence of any event directly linked to the application of such a measure."
    },
    {
        "ID": "0412febf-01e1-4524-9d0d-3fc54530b5f7",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 3.63.(10)",
        "Passage": "A suspension, restriction or termination under sections ‎60‎(1), ‎61‎(1) or 62(1) shall not constitute non-performance of a contractual obligation for the purposes of this section."
    },
    {
        "ID": "14874384-f92c-45c7-99b3-e92b3f8a7655",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 3.63.(11)",
        "Passage": "In this section, \"specified\" in relation to a contract or agreement means specified in the contract or other agreement.\n\n"
    },
    {
        "ID": "15dc703a-5c09-4f9c-af7c-18368b8b3334",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 4",
        "Passage": "Write Down or Conversion Power"
    },
    {
        "ID": "c7ee12fa-390f-4b1e-a32f-422c4d6cc787",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 4.64.",
        "Passage": "Write Down or Conversion Power in relation to Non-CET1 Capital Instruments"
    },
    {
        "ID": "b4f1f13b-781a-4d12-8f3d-4f88b48c095b",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 4.64.(1)",
        "Passage": "The Regulator shall have the power to write down or convert Non-CET1 Capital Instruments into Shares of Investment Firms, ADGM Parent Undertakings or ADGM Subsidiaries."
    },
    {
        "ID": "cd8ddcc8-c9d5-4c68-9035-05ef5b845db4",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 4.64.(2)",
        "Passage": "The Regulator may exercise the Write Down or Conversion Power under this section—\n(a)\tindependently of a Resolution Action; or\n(b)\tin combination with a Resolution Action, where the Resolution Conditions are met,\nin either case, subject to subsection ‎(3)."
    },
    {
        "ID": "858a1b78-2747-4787-b33e-2f02a6f0a507",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 4.64.(3)",
        "Passage": "The Regulator may exercise the Write Down or Conversion Power under this section in relation to Non-CET1 Capital Instruments issued by an Investment Firm, the ADGM Parent Undertaking or ADGM Subsidiary when one or more of the following circumstances apply—\n(a)\tthe determination has been made that the Resolution Conditions have been met, before any Resolution Action has been taken;\n(b)\tin the case of Non-CET1 Capital Instruments issued by an Investment Firm, the Regulator determines that unless the Write Down or Conversion Power is exercised in relation to Non-CET1 Capital Instruments, the Investment Firm will no longer be viable;\n(c)\tin the case of Non-CET1 Capital Instruments issued by an ADGM Parent Undertaking or ADGM Subsidiary of an Institution, and where those capital instruments are recognised for the purposes of meeting Capital Resources requirements on an individual and on a consolidated basis, the Regulator determines that unless the Write Down or Conversion Power is exercised the Group would no longer be viable; or\n(d)\tin the case of Non-CET1 Capital Instruments issued by an ADGM Parent Undertaking or ADGM Subsidiary of a Non-ADGM Financial Institution, and where those capital instruments are recognised for the purposes of meeting own funds or Capital Resource requirements on an individual and on a consolidated basis, the resolution authority of the Non-ADGM Financial Institution or, in the absence of a determination by the resolution authority of the Non-ADGM Financial Institution, the Regulator determines that unless the Write Down or Conversion Power is exercised in relation to those instruments, the Group would no longer be viable."
    },
    {
        "ID": "858e3c7c-4a7a-49d7-9fe5-a0666790dcbc",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 4.64.(4)",
        "Passage": "For the purposes of subsection ‎(3), an Investment Firm is viable unless—\n(a)\tthe Regulator is satisfied that the Investment Firm is failing or likely to fail (within the meaning of section ‎22); and\n(b)\thaving regard to timing and other relevant circumstances, it is not reasonably likely that any action, apart from the write down or conversion of Non-CET1 Capital Instruments or the application of a Resolution Tool, will be taken by or in respect of the Investment Firm that will prevent the failure or likely failure of the Investment Firm."
    },
    {
        "ID": "05ee4e42-9dfb-4eaf-9f93-dc675c2aa7f2",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 4.64.(5)",
        "Passage": "For the purposes of subsection ‎(3), a Group is not viable if—\n(a)\tthe Group infringes or in the near future will infringe its consolidated prudential requirements in a way that would justify action by the Regulator; and\n(b)\thaving regard to timing and other relevant circumstances, it is not reasonably likely that any action, apart from the write down or conversion of Non-CET1 Capital Instruments or the application of a Resolution Tool, will be taken by or in respect of the Investment Firm that will prevent the requirement being infringed."
    },
    {
        "ID": "e15d5160-4afa-4050-b20b-6f4ce3938581",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 4.64.(6)",
        "Passage": "The Regulator may only exercise the Write Down or Conversion Power under this section after the carrying out a Pre-Resolution Valuation (or a Provisional Valuation if applicable). This Pre-Resolution Valuation (or a Provisional Valuation) shall form the basis of the calculation of the write down to be applied to the Non-CET1 Capital Instruments in order to absorb losses and the level of conversion to be applied to the Non-CET1 Capital Instruments in order to recapitalise the Investment Firm, ADGM Parent Undertaking or ADGM Subsidiary."
    },
    {
        "ID": "ba960b0c-3522-4dd2-bc51-2e0d28c0a13a",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 4.64.(7)",
        "Passage": "If a Recognised Clearing House issues an instrument which would be a Non-CET1 Capital Instrument had the Recognised Clearing House been an Investment Firm, this section and section ‎65 would apply equally to the Recognised Clearing House as it would to an Investment Firm."
    },
    {
        "ID": "e90facd2-52f9-4f34-b195-1efed1b98fe3",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 4.65.",
        "Passage": "Provisions governing the write down or conversion of Non-CET1 Capital Instruments"
    },
    {
        "ID": "15b2b9a1-4dbd-454f-9ce5-51f65742d2ab",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 4.65.(1)",
        "Passage": "In complying with the requirements under section 68, the Regulator shall exercise the Write Down or Conversion Power under section ‎64 in accordance with the priority of claims under Insolvency Proceedings, in a way that produces the following results—\n(a)\tCommon Equity Tier 1 Capital items are reduced first in proportion to the losses and to the extent of their capacity and the Regulator takes one or both of the actions specified in section ‎51‎(1) in respect of the holders of Common Equity Tier 1 Capital instruments;\n(b)\tthe principal amount of Additional Tier 1 Capital instruments is written down or converted into Common Equity Tier 1 Capital instruments or both, to the extent required to achieve the Resolution Objectives or to the extent of the capacity of the Non-CET1 Capital Instruments, whichever is lower; and\n(c)\tthe principal amount of Tier 2 Capital instruments is written down or converted into Common Equity Tier 1 Capital instruments or both, to the extent required to achieve the Resolution Objectives or to the extent of the capacity of the Non-CET1 Capital Instruments, whichever is lower."
    },
    {
        "ID": "b0abfaa1-17a5-4142-bb95-c26bf57ed28e",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 4.65.(2)",
        "Passage": "Where the principal amount of a Non-CET1 Capital Instrument is written down—\n(a)\tthe reduction of that principal amount shall be permanent, subject to any write up in accordance with section ‎50‎(3);\n(b)\tno liability to the holder of the Non-CET1 Capital Instrument, or right on the part of such holder, shall remain under or in connection with that amount of the instrument which has been written down, except in respect of any liability already accrued, and any liability calculated following a Difference in Treatment calculation in accordance with section 69 (but this shall not prevent the provision of Common Equity Tier 1 Capital instruments to a holder of Non-CET1 Capital Instruments in accordance with subsection ‎(3); and\n(c)\tno compensation is paid to any holder of the Non-CET1 Capital Instruments other than in accordance with subsection ‎(3)."
    },
    {
        "ID": "b08383de-fb03-4dcc-a59c-82f79eccd1b3",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 4.65.(3)",
        "Passage": "In order to effect a conversion of Non-CET1 Capital Instruments under subsection ‎(1)‎(b), the Regulator may require Investment Firms to issue Common Equity Tier 1 Capital instruments to the holders of the Non-CET1 Capital Instruments. The Non-CET1 Capital Instruments may only be converted where the following conditions are met—\n(a)\tthose Common Equity Tier 1 Capital instruments are issued by the Investment Firm, ADGM Parent Undertaking or ADGM Subsidiary or by a Parent Undertaking of the Investment Firm, ADGM Parent Undertaking or ADGM Subsidiary with the agreement of the Regulator or, where relevant, the resolution authority of the Parent Undertaking;\n(b)\tthose Common Equity Tier 1 Capital instruments are issued prior to any issuance of Shares by that Investment Firm, ADGM Parent Undertaking or ADGM Subsidiary for the purposes of provision of Capital Resources by a public authority;\n(c)\tthose Common Equity Tier 1 Capital instruments are awarded and transferred without delay following the exercise of the conversion power; and\n(d)\tthe Conversion Rate that determines the number of Common Equity Tier 1 Capital instruments that are provided in respect of each Non-CET1 Capital Instrument complies with the principles set out in section ‎54."
    },
    {
        "ID": "cddf1734-3f63-4553-bbf9-9621d7ef9ba8",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 4.65.(4)",
        "Passage": "For the purposes of the provision of Common Equity Tier 1 Capital instruments that are provided in accordance with subsection ‎(3), the Regulator may require Investment Firms, ADGM Parent Undertakings or ADGM Subsidiaries to maintain at all times the necessary prior authorisation to issue the relevant number of Common Equity Tier 1 Capital instruments."
    },
    {
        "ID": "e8eed700-d479-465d-86f1-e133baeea4bc",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 4.65.(5)",
        "Passage": "Where an Investment Firm, ADGM Parent Undertaking or ADGM Subsidiary meets the Resolution Conditions and the Regulator decides to apply a Resolution Tool to that Investment Firm, ADGM Parent Undertaking or ADGM Subsidiary, the Regulator shall comply with the requirement laid down in section ‎64(3) before applying the Resolution Tool."
    },
    {
        "ID": "3cacb7a1-de7c-4adb-b518-d7fd93627c52",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 4.66.",
        "Passage": "Write Down or Conversion Power in relation to Eligible Liabilities"
    },
    {
        "ID": "61ab2c64-f03e-4671-9037-e0ecae6cab46",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 4.66.(1)",
        "Passage": "The Regulator shall have the power to write down or convert Eligible Liabilities of an Institution in Resolution into Shares of the Institution, which includes the power to—\n(a)\treduce (including to zero) the principal amount of, or outstanding amount due, in respect of Eligible Liabilities of an Institution in Resolution;\n(b)\tcancel the Debt Instruments issued by an Institution in Resolution except those which represent secured liabilities;\n(c)\treduce, including reducing to zero, the nominal amount of Shares of an Institution in Resolution and to cancel such Shares; and\n(d)\trequire an Institution in Resolution to issue new Shares or other capital instruments, including Additional Tier 1 Capital instruments."
    },
    {
        "ID": "4601c7e6-bcfa-4b8c-a6be-08db0a844b48",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 4.66.(2)",
        "Passage": "The Regulator may only exercise the write down or conversion power under this section after the carrying out a Pre-Resolution Valuation (or a Provisional Valuation if applicable).\n\n"
    },
    {
        "ID": "860885cf-2fea-4333-bc02-9ec26079f54c",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 5",
        "Passage": "Resolution Safeguards"
    },
    {
        "ID": "c9c09f60-e439-474d-9c7c-3b82c4753189",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 5.67.",
        "Passage": "Treatment of Shareholders in the case of partial transfers and application of the bail in tool\nWhere one or more of the Resolution Tools have been applied, the Regulator shall be guided by the following principles—\n(a)\texcept where subsection ‎(b) applies, where the Regulator transfers only part of the rights, assets and liabilities of the Institution in Resolution, the Shareholders and creditors whose claims have not been transferred should, to the extent reasonably practicable, receive in satisfaction of their claims at least as much as they would have received if the Institution in Resolution had been Wound Up under Insolvency Proceedings at the time (when the Regulator delivered notice in accordance with section 24(3)); and\n(b)\twhere the Regulator applies the Bail-in Tool, the Shareholders and creditors whose claims have been written down or converted to Shares should, to the extent reasonably practicable, not incur greater losses than they would have incurred if the Institution in Resolution had been Wound Up under Insolvency Proceedings immediately at the time (when the Regulator delivered notice in accordance with section 24(3))."
    },
    {
        "ID": "a00e61b3-c0da-4a63-917e-489d296a3e7d",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 5.68.",
        "Passage": "Difference of Treatment Valuation"
    },
    {
        "ID": "bf4bee48-74c9-40a8-a9ef-da00ae98d807",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 5.68.(1)",
        "Passage": "For the purpose of assessing whether Shareholders and creditors would have received better treatment if an Institution in Resolution had been Wound Up under Insolvency Proceedings, the Regulator shall, in accordance with any eligibility criteria prescribed under section ‎40, appoint an independent valuer to carry out a valuation as soon as practicable after the application of a Resolution Action."
    },
    {
        "ID": "f1655ea1-f785-4ec1-bd7c-240bf2d7f606",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 5.68.(2)",
        "Passage": "A Difference of Treatment Valuation shall be distinct from any Pre-Resolution Valuation, Provisional Valuation or Definitive Valuation."
    },
    {
        "ID": "29f5643e-1cd5-4bf6-ba9c-2d3a5f22f3cd",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 5.68.(3)",
        "Passage": "A Difference of Treatment Valuation shall determine—\n(a)\tthe treatment that Shareholders, creditors and Depositors would have received if Insolvency Proceedings in respect of the Institution in Resolution had commenced at the time when the decision was made to take Resolution Action;\n(b)\tthe actual treatment that Shareholders, creditors and Depositors have received; and\n(c)\tif there is any difference between the treatment referred to in subsections ‎(a) and ‎(b)."
    },
    {
        "ID": "e23b126c-aec2-4c3e-bf47-d59907e3f895",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 5.68.(4)",
        "Passage": "A Difference of Treatment Valuation shall—\n(a)\tassume that Insolvency Proceedings in respect of the Institution in Resolution would have commenced on the date on which the Regulator delivered notice in accordance with section 24(3);\n(b)\tassume that the Institution in Resolution would, if it had entered Insolvency Proceedings in accordance with subsection ‎(a), been Wound Up in full on the date on which Insolvency Proceedings in respect of the Institution in Resolution would have commenced; and\n(c)\tassume that the Resolution Action has not been effected."
    },
    {
        "ID": "4e898ac4-2a10-40a0-9242-2eeae3c02f67",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 5.68.(5)",
        "Passage": "The Regulator may set or adopt standards or guidelines for the purpose of a Difference of Treatment Valuation if such a valuation is required or proposed."
    },
    {
        "ID": "599fc98b-a7c4-4497-a4f7-a4cc3fb4c1a6",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 5.68.(6)",
        "Passage": "A Difference of Treatment Valuation shall be carried out in accordance with any such standards set or adopted by the Regulator under subsection ‎(5) and otherwise in accordance with applicable accountancy standards."
    },
    {
        "ID": "d0a01710-8b06-429a-9c6a-fcac1ce7b89a",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 5.69.",
        "Passage": "Safeguard for Shareholders and creditors\nIf the Difference of Treatment Valuation determines that any Shareholder or creditor or Depositor would incur greater losses than it would incur in a Winding Up under Insolvency Proceedings contrary to the General Resolution Principles under section ‎25‎(g), the Shareholder or creditor shall be entitled to the payment of the difference as compensation from the Institution in Resolution or Residual Institution."
    },
    {
        "ID": "b997981f-3fee-43b1-9c27-60dacac49c41",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 5.70.",
        "Passage": "Procedural requirements after creation of a Resolution Order or Share Transfer Order\nAs soon as is reasonably practicable after the creation of a Resolution Order or a Share Transfer Order by which a Resolution Action is taken (including pursuant to a Foreign Resolution Order), the Regulator shall publish or procure the publication of a copy of the Resolution Order or Share Transfer Order or a notice summarising the key terms of the Resolution Order or Share Transfer Order by the following means—\n(a)\tby publishing it on the websites of both the Regulator and the Institution in Resolution;\n(b)\tby publishing it on any national or international newspaper available for general sale in the UAE or other publication which in the opinion of the Regulator would maximise the likelihood of the Resolution Order coming to the attention of affected persons; and\n(c)\tif securities issued by the Institution in Resolution have been admitted to trading on a Recognised Investment Exchange or foreign exchange, by means of a relevant regulatory information service used on that exchange."
    },
    {
        "ID": "0db9d398-9532-4230-ab91-b0057ae6715c",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 5.71.",
        "Passage": "Safeguard for counterparties in partial transfers"
    },
    {
        "ID": "b4f2d69d-3181-45c1-834e-e91cce059449",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 5.71.(1)",
        "Passage": "Where the Regulator—\n(a)\ttransfers some but not all of the rights, assets or liabilities of an Institution in Resolution to another entity; or\n(b)\texercises the power in section ‎58‎(1)‎(p) to cancel or modify the terms of a contract to which the Institution in Resolution is a party or substitute a Recipient as a party,\nthe arrangements specified in subsection ‎(2) and the counterparties of such arrangements shall, subject to subsection ‎(4), be protected."
    },
    {
        "ID": "890e478b-a2b6-4328-a5fa-5f3ec5e62a02",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 5.71.(2)",
        "Passage": "The arrangements protected under subsection ‎(1) are as follows—\n(a)\tCollateral Arrangements, including Title Transfer Collateral Arrangements;\n(b)\tset-off arrangements under which two or more claims or obligations owed between the Institution in Resolution and a counterparty can be set off against each other;\n(c)\tnetting arrangements;\n(d)\tCovered Bonds;\n(e)\tcollateral and default fund contributions provided to payment and securities settlement systems, Central Securities Depositories, clearing houses and Recognised Clearing Houses;\n(f)\tany transfer or obligation that is subject to irrevocable settlement finality protections under the Financial Services and Markets Regulations 2015; and\n(g)\tstructured finance arrangements, including, but not limited to, securitisations and instruments used for hedging purposes which form an integral part of the cover pool and which, according to the ADGM law, are secured in a way similar to Covered Bonds which involve the granting and holding of security by a party to the arrangement or a trustee, agent or nominee."
    },
    {
        "ID": "4e630cf1-8857-4240-9d01-637eb088c001",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 5.71.(3)",
        "Passage": "Subsection ‎(2) shall apply irrespective of the number of parties involved in the arrangements or whether the arrangements—\n(a)\tare created by contract, deed, trusts or other means, or arise automatically by operation of law; or\n(b)\tarise under or are governed in whole or in part by the law of another jurisdiction."
    },
    {
        "ID": "1f4f5cf0-498c-4789-823b-cb603be87653",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 5.71.(4)",
        "Passage": "The form of protection that is appropriate for the classes of arrangements specified in subsection ‎(2) shall be as provided in sections ‎72, ‎73, ‎74 or ‎75, as the case may be."
    },
    {
        "ID": "64550139-facf-440c-b392-c419e36732ad",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 5.72.",
        "Passage": "Protection for Title Transfer Collateral Arrangements and set-off and netting arrangements\nTo protect the transfer of some, but not all, of the rights, assets and liabilities that are protected under Title Transfer Collateral Arrangements referred to under section ‎71‎(2)(a), set-off arrangements referred to in section ‎71‎(2)(b), netting arrangements referred to in section ‎71‎(2)‎(c)(c), obligations to payment and securities settlement systems and clearing houses referred to in section ‎71‎(2)(e)‎(c) and settlement finality referred to in section ‎71‎(2)(f), the following shall not be permitted—\n(a)\tthe transfer of some, but not all, of the rights, assets and liabilities that are protected under any such arrangement between the Institution in Resolution and another person; and\n(b)\tthe modification or termination of rights, assets and liabilities that are protected under any such arrangement through the exercise of Resolution Powers."
    },
    {
        "ID": "bd56f6f7-a068-4819-9254-c4dd5c73c801",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 5.73.",
        "Passage": "Protection for security arrangements\nTo protect liabilities secured under Collateral Arrangements referred to in section ‎71‎(2)‎(a) that are not Title Transfer Collateral Arrangements, the following shall not be permitted—\n(a)\tthe transfer of assets against which a liability is secured under any such arrangement, unless that liability and the benefit of the security are also transferred;\n(b)\tthe transfer of a Secured Liability, unless the benefit of the security is also transferred;\n(c)\tthe transfer of the benefit of the security under any such arrangement, unless the Secured Liability is also transferred; or\n(d)\tthe modification or termination of such an arrangement through the exercise of ancillary powers, if the effect of that modification or termination is that the liability ceases to be secured."
    },
    {
        "ID": "cc1b6ffb-db80-489c-969f-ce1e8050fd6e",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 5.74.",
        "Passage": "Protection for structured finance arrangements and Covered Bonds\nTo protect structured finance arrangements and Covered Bonds referred to in section ‎71‎(2)‎(d) and ‎(g), the following shall not be permitted—\n(a)\tthe transfer of some, but not all, of the rights, assets and liabilities which constitute or form part of a structured finance arrangement or Covered Bond to which the Institution in Resolution is a party; or\n(b)\tthe termination or modification, through the exercise of Resolution powers, of the rights, assets and liabilities which constitute or form part of a structured finance arrangement or Covered Bond, to which the Institution in Resolution is party."
    },
    {
        "ID": "5eb13253-2ab3-418b-8fbd-ca656a4e3b74",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 5.75.",
        "Passage": "Protection of trading, clearing and settlement systems\nThe Regulator shall ensure that the application of a Resolution Tool does not affect the operation of exchanges, Recognised Investment Exchanges, clearing houses, Recognised Clearing Houses, payment and securities settlement systems and Central Securities Depositories where the Regulator—\n(a)\ttransfers some but not all of the rights, assets or liabilities of an Institution in Resolution to another entity; or\n(b)\texercises its Resolution Power under section ‎58‎(1)‎(p) to cancel or modify the terms of a contract to which the Institution in Resolution is a party or to substitute a Recipient as a party.\n\n"
    },
    {
        "ID": "a4fb91a4-657e-4824-8688-0531d1099bdb",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 6",
        "Passage": "Miscellaneous"
    },
    {
        "ID": "03b6afe7-4987-42fd-95d9-4afcf87b583d",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 6.76.",
        "Passage": "Public statement\nThe Regulator may issue a public statement concerning an Institution if it appears to the Regulator to be desirable to issue the statement in the best interests of the public."
    },
    {
        "ID": "5751b971-6c06-4714-83ba-0ddeff0d8b24",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 6.77.",
        "Passage": "International and governmental obligations\nThe Regulator shall not exercise a Resolution Power in respect of an Institution if the exercise of that Resolution Power would be likely to contravene an international obligation of the UAE or a governmental obligation of the Emirate of Abu Dhabi or the ADGM."
    },
    {
        "ID": "bbf49247-1b17-4c49-b9a4-085e409ab230",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 6.78.",
        "Passage": "Recognition of Foreign Resolution Actions"
    },
    {
        "ID": "1fd55c3d-d31b-4677-b3c0-cb48ab57715a",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 6.78.(1)",
        "Passage": "Subject to subsection ‎(2), where the Regulator is notified of a Foreign Resolution Action in respect of a Foreign Institution, the Regulator shall make an instrument—\n(a)\trecognising the Foreign Resolution Action;\n(b)\trefusing to recognise the Foreign Resolution Action; or\n(c)\trecognising part of the Foreign Resolution Action and refusing to recognise the remainder of the Foreign Resolution Action."
    },
    {
        "ID": "d95a8aaf-4663-4372-87b7-54040b62f0ba",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 6.78.(2)",
        "Passage": "The Regulator may refuse to recognise a Foreign Resolution Action in whole or in part if it is satisfied that one or more of the following conditions are met—\n(a)\trecognition would have an adverse effect on financial stability in the ADGM;\n(b)\tthe Resolution Conditions have not been met in relation to the entity listed in section 2 with respect to which the Regulator proposes to take Resolution Action pursuant to section 78(5);\n(c)\tthe taking of Resolution Action by the Regulator in relation to an ADGM Branch pursuant to section 78(5) is not necessary to achieve one or more of the Resolution Objectives;\n(d)\tunder the Foreign Resolution Action, creditors located or payable in the ADGM would not, by reason of being located in the ADGM, receive the same treatment, and have similar legal rights, as creditors (including depositors) who are located or payable in the non-ADGM jurisdiction concerned; or\n(e)\trecognition of, and taking action in support of, the Foreign Resolution Action (or the relevant part) would have material fiscal implications for the UAE or the ADGM."
    },
    {
        "ID": "829569da-fa1e-436d-bb8f-1c8f8345eea0",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 6.78.(3)",
        "Passage": "The recognition of a Foreign Resolution Action (or any part of it) shall not prejudice any Insolvency Proceedings unless the Insolvency Proceedings conflict with the Recognised Foreign Resolution Action, in which case the Recognised Foreign Resolution Action shall take precedence."
    },
    {
        "ID": "bb90eb63-34ff-47ce-abab-1757cdf7604e",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 6.78.(4)",
        "Passage": "Subject to section 27, where a Foreign Resolution Order has been made by the Regulator under this section which recognises a Foreign Resolution Action (or part of it), such Foreign Resolution Action (or part of it) shall produce the same legal effects in the ADGM as it would have produced had it been made under the law of the ADGM."
    },
    {
        "ID": "5798f720-7021-4b63-9ebe-f1a30aebee29",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 6.78.(5)",
        "Passage": "For the purposes of supporting, or giving full effect to, a Recognised Foreign Resolution Action, the Regulator may exercise one or more Resolution Tools, or one or more Resolution Powers, subject to any requirement for ex-ante judicial approval in compliance with section 27."
    },
    {
        "ID": "7b50a8d4-d024-4cfb-9c08-c079021d816a",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 6.78.(6)",
        "Passage": "The Regulator may make a Foreign Resolution Order which has effect in respect of an Institution which is a Subsidiary of a Foreign Institution which both recognises a Group Resolution Action and carries out certain Resolution Actions under these Regulations on the entity in the ADGM."
    },
    {
        "ID": "268d58eb-8015-440a-bbb5-544c14e73f2a",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 6.78.(7)",
        "Passage": "A Foreign Resolution Order may include incidental, consequential or transitional provisions which may be general or for specified purposes, cases or circumstances and may make different provision for different purposes, cases or circumstances."
    },
    {
        "ID": "7bad4194-5607-41e6-89aa-b31b577eb7f6",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 6.78.(8)",
        "Passage": "As soon as reasonably practicable after the making of a Foreign Resolution Order under this section the requirements of the Foreign Resolution Order shall be complied with by the Regulator."
    },
    {
        "ID": "c79de4d1-3138-4863-9300-f01455e13342",
        "DocumentID": 14,
        "PassageID": "Part 6.Chapter 6.78.(9)",
        "Passage": "Any decision (including appropriate rationale for such decision) to refuse to recognise a Foreign Resolution Action, to recognise a Foreign Resolution Action only in part or to take independent actions to resolve an Institution which is a Subsidiary of a Foreign Institution, shall be clearly communicated by the Regulator to the Group concerned and to any relevant resolution authorities of Group Entities.\n\n"
    },
    {
        "ID": "8068290c-fb13-4af8-8fcb-cab3d59d59a4",
        "DocumentID": 14,
        "PassageID": "Part 6.Part 7",
        "Passage": "Miscellaneous"
    },
    {
        "ID": "050acf28-ce78-4eb8-884e-8719a68bffab",
        "DocumentID": 14,
        "PassageID": "Part 6.Part 7.79.",
        "Passage": "Investigations"
    },
    {
        "ID": "871bf46f-fed3-4c40-8e17-66aeecbb197c",
        "DocumentID": 14,
        "PassageID": "Part 6.Part 7.79.(1)",
        "Passage": "The Regulator may commence an Investigation in relation to an In-Scope Entity, whether or not it is in Resolution or being Wound Up under Insolvency Proceedings."
    },
    {
        "ID": "54cd5fbb-38aa-4150-861b-83e864fd9cc4",
        "DocumentID": 14,
        "PassageID": "Part 6.Part 7.79.(2)",
        "Passage": "For the purposes of subsection (1), sections 205 to 214 of the Financial Services and Markets Regulations 2015 shall apply to In-Scope Entities equally as they would to Authorised Persons and Recognised Bodies under the Financial Services and Markets Regulations 2015 as if they were set out here and applied to these Regulations."
    },
    {
        "ID": "ad839c9d-7db1-4b84-b892-29687d84fe06",
        "DocumentID": 14,
        "PassageID": "Part 6.Part 7.80.",
        "Passage": "Restrictions on disclosure of Confidential Information\nIn relation to disclosures of Confidential Information, sections 198 and 199 of the Financial Services and Markets Regulations 2015 shall apply equally as if they were set out here and applied to these Regulations."
    },
    {
        "ID": "f06bf8f3-0a9e-4a81-9504-51eb63d182c9",
        "DocumentID": 14,
        "PassageID": "Part 6.Part 7.81.",
        "Passage": "Co-operation with resolution authorities of another jurisdiction"
    },
    {
        "ID": "225d269d-d81a-47a8-8e40-a1f9218c592b",
        "DocumentID": 14,
        "PassageID": "Part 6.Part 7.81.(1)",
        "Passage": "The Regulator may take such steps as it considers appropriate to co-operate with other regulators or resolution authorities who have functions similar to those of the Regulator or in relation to matters relating to resolution."
    },
    {
        "ID": "701b7df0-f2e3-4adc-9dc6-7d8d4547dee9",
        "DocumentID": 14,
        "PassageID": "Part 6.Part 7.81.(2)",
        "Passage": "For the purposes of subsection (1), sections 216 to 217 of the Financial Services and Markets Regulations 2015 shall apply to the Regulator equally as if they were set out here and applied to these Regulations."
    },
    {
        "ID": "05d89ed4-bfed-43c7-959b-0b60ac9ccaf0",
        "DocumentID": 14,
        "PassageID": "Part 6.Part 7.82.",
        "Passage": "General contravention provision\nSections 218, 231 and 232 of the Financial Services and Markets Regulations 2015 shall apply with respect to contraventions of these Regulations equally as if they were set out here and applied to these Regulations."
    },
    {
        "ID": "779f1a62-7fb7-4503-a62f-cfac6b76b84b",
        "DocumentID": 14,
        "PassageID": "Part 6.Part 7.83.",
        "Passage": "False or misleading information"
    },
    {
        "ID": "91e34659-af3a-42b2-ba89-965c8baa6aec",
        "DocumentID": 14,
        "PassageID": "Part 6.Part 7.83.(1)",
        "Passage": "A person commits a contravention of these Regulations if the person makes a statement in any Document, material, evidence or information which is required to be provided to the Regulator or to any person entitled to the information under these Regulations that, at the time and in the light of the circumstances under which it is made, is false or misleading with respect to any material fact, or that omits to state any material fact the omission of which makes the statement false or misleading."
    },
    {
        "ID": "ae2234cd-34c4-4630-9230-48f55f56a2b5",
        "DocumentID": 14,
        "PassageID": "Part 6.Part 7.83.(2)",
        "Passage": "A person shall not contravene subsection ‎(1) if the person did not know that the statement was false or misleading and with the exercise of all due diligence could not have known that the statement was false or misleading."
    },
    {
        "ID": "4053bcc7-8e84-47a0-87fa-deea89434851",
        "DocumentID": 14,
        "PassageID": "Part 6.Part 7.84.",
        "Passage": "Amendments and subordinate legislation"
    },
    {
        "ID": "31ebdbff-743f-458f-837c-c6f4a36bb577",
        "DocumentID": 14,
        "PassageID": "Part 6.Part 7.84.(1)",
        "Passage": "The Regulator may make Rules for carrying out the purposes of these Regulations or furthering one or more of the Resolution Objectives."
    },
    {
        "ID": "128eecb8-85cc-4c12-b04a-9ff9bcdc39fc",
        "DocumentID": 14,
        "PassageID": "Part 6.Part 7.84.(2)",
        "Passage": "Rules made under these Regulations, without limitation, may—\n(a)\tmake different provision for different cases or circumstances;\n(b)\tinclude supplementary, incidental and consequential provisions;\n(c)\tspecify financial penalties;\n(d)\tmake transitional provision and savings; and\n(e)\trevoke or amend any rules or other subordinate legislation."
    },
    {
        "ID": "a01cb99b-be5f-4bdb-a6aa-be8a9fd6b073",
        "DocumentID": 14,
        "PassageID": "Part 6.Part 7.85.",
        "Passage": "Power to make consequential amendments etc."
    },
    {
        "ID": "37f7952c-1e61-4bde-a131-bc6f7d17e717",
        "DocumentID": 14,
        "PassageID": "Part 6.Part 7.85.(1)",
        "Passage": "The Board may amend, repeal or revoke any provision of these Regulations or of any subordinate legislation made under these Regulations as it considers necessary or expedient as a consequence of any provision made by or under these Regulations."
    },
    {
        "ID": "55fb3059-7fb7-485d-8bd2-03b20e4ad5e2",
        "DocumentID": 14,
        "PassageID": "Part 6.Part 7.85.(2)",
        "Passage": "Without prejudice to the generality of the power conferred by subsection (1), Regulations made under this section may—\n(a)\tmake provision extending to other forms of organisation any provision made by or under these Regulations in relation to Institutions; or\n(b)\tmake provision corresponding to that made by or under these Regulations in relation to Institutions,\nin either case with such adaptations or other modifications as may be necessary or expedient."
    },
    {
        "ID": "1ae1fea7-27bb-4be3-ab86-dffccbbca529",
        "DocumentID": 14,
        "PassageID": "Part 6.Part 7.85.(3)",
        "Passage": "The references in subsection (2) to provision made by these Regulations include provision conferring power to make provision by Rules or other subordinate legislation."
    },
    {
        "ID": "c6ffc463-205a-42c6-b6e1-b5c5bb875e21",
        "DocumentID": 14,
        "PassageID": "Part 6.Part 7.85.(4)",
        "Passage": "Amendments and repeals made under this section are additional, and without prejudice, to those made by or under any other provision of these Regulations."
    },
    {
        "ID": "7f9f8504-cfb3-4359-9bf9-d89f0c7350d4",
        "DocumentID": 14,
        "PassageID": "Part 6.Part 7.86.",
        "Passage": "Short title, extent and commencement"
    },
    {
        "ID": "2c05ea34-8422-463c-ae40-b755d3a5e2bd",
        "DocumentID": 14,
        "PassageID": "Part 6.Part 7.86.(1)",
        "Passage": "These Regulations may be cited as the Bank Recovery and Resolution Regulations 2018."
    },
    {
        "ID": "167ae43e-05ae-40d2-9114-2bb97fee7866",
        "DocumentID": 14,
        "PassageID": "Part 6.Part 7.86.(2)",
        "Passage": "These Regulations shall apply in the ADGM."
    },
    {
        "ID": "56c36734-c1ff-4e61-a269-7660ae629457",
        "DocumentID": 14,
        "PassageID": "Part 6.Part 7.86.(3)",
        "Passage": "These Regulations shall come into force on the date of their publication.\n"
    },
    {
        "ID": "f2a37e01-1020-45e4-99c6-52e9003d1eb6",
        "DocumentID": 14,
        "PassageID": "Schedule",
        "Passage": ""
    },
    {
        "ID": "c4d177fe-087b-4dce-94ed-a78b9631e81b",
        "DocumentID": 14,
        "PassageID": "Schedule.Part 1",
        "Passage": "Information to be Included in Recovery Plans\nThe Recovery Plan shall contain the following—\n(a)\ta summary of the key elements of the Recovery Plan and a summary of overall recovery capacity;\n(b)\ta summary of the material changes to the Institution since the most recently filed Recovery Plan;\n(c)\ta communication and disclosure plan outlining how the Institution intends to manage any potentially negative market reactions;\n(d)\ta range of capital, liquidity, and in respect of a Recognised Clearing House loss allocation (covering both default and non-default losses), actions required to maintain or restore the viability and financial position of the Institution;\n(e)\tappropriate conditions and procedures to ensure the timely implementation of recovery actions, as well as a wide range of recovery options;\n(f)\tpossible measures which could be taken by the Institution where the conditions for early intervention under section ‎18 are met;\n(g)\tan estimate of the timeframe for executing each material aspect of the Recovery Plan;\n(h)\ta detailed description of any material impediment to the effective and timely execution of the Recovery Plan, including consideration of impact on the rest of the Group, customers, counterparties, clients and clearing members, where applicable;\n(i)\tidentification of Critical Functions;\n(j)\ta detailed description of the processes for determining the value and marketability of the Core Business Lines, operations and assets of the Institution;\n(k)\ta detailed description of how recovery planning is integrated into the corporate governance structure of the Institution as well as the policies and procedures governing the approval of the Recovery Plan and identification of the persons in the organisation responsible for preparing and implementing the Recovery Plan;\n(l)\tin respect of a Recognised Clearing House, a detailed description of how recovery planning forms part of the operating rules and procedures agreed to by clearing members, including arrangements and measures incentivising non-defaulting clearing members to bid competitively in auctions of a defaulted members' positions;\n(m)\tarrangements and measures to conserve or restore the Institution's Capital Resources;\n(n)\tarrangements and measures to ensure that the Institution has adequate access to contingency funding sources, including potential liquidity sources, an assessment of available collateral and an assessment of the possibility to transfer liquidity across Group Entities and business lines, to ensure that it can continue to carry out its operations and meet its obligations as they fall due;\n(o)\tarrangements and measures to reduce risk and leverage;\n(p)\tarrangements and measures to restructure contracts, rights, assets and liabilities;\n(q)\tarrangements and measures to restructure business lines;\n(r)\tarrangements and measures necessary to maintain continuous access to financial markets infrastructures;\n(s)\tarrangements and measures necessary to maintain the continuous functioning of the Institution's operational processes, including infrastructure and IT services;\n(t)\tpreparatory arrangements to facilitate the sale of assets or business lines in a timeframe appropriate for the restoration of financial soundness;\n(u)\tother management actions or strategies to restore financial soundness and the anticipated financial effect of those actions or strategies;\n(v)\tpreparatory measures that the Institution has taken or plans to take in order to facilitate the implementation of the Recovery Plan, including those necessary to enable the timely recapitalisation of the Institution; and\n(w)\ta framework of indicators which identifies the points at which appropriate actions referred to in the Recovery Plan may be taken.\n"
    },
    {
        "ID": "52e7e536-c70b-431a-b218-f983e588d653",
        "DocumentID": 14,
        "PassageID": "Schedule.Part 2",
        "Passage": "Information to be Supplied by an Institution for Resolution Planning\nIn connection with its assessment of the Institution's Resolution Plan, the Regulator may request the following information from the Institution—\n(a)\ta detailed description of the Institution's organisational structure, including a list of all entities incorporated in the ADGM or which are Subsidiaries of entities incorporated in the ADGM;\n(b)\tidentification of the direct holders and the percentage of voting and non-voting rights of each entity referred to in subsection ‎(a);\n(c)\tthe location, jurisdiction of incorporation, licensing and key management associated with each entity referred to in subsection ‎(a);\n(d)\ta mapping of the Institution's critical operations and Core Business Lines, including material asset holdings and liabilities relating to such operations and business lines, by reference to Group Entities in the Institution's Group;\n(e)\ta detailed description of the components of the liabilities of the Institution and all its legal entities, separated, at a minimum, by either—\n(i)\ttypes and amounts of short-term and long-term debt, secured, unsecured and subordinated liabilities; or\n(ii)\tin respect of a Recognised Clearing House, types of services and respective amounts of cleared volumes, open interest, initial margin, variation margin flows, default funds and any associated assessment rights or other recovery actions pertaining to such business lines;\n(f)\tdetails of those liabilities of the Institution that are Eligible Liabilities;\n(g)\tdetails of capital instruments and Debt Instruments issued by the Institution and its legal entities;\n(h)\tan identification of the processes needed to determine to whom the Institution has pledged or received collateral and in what form, the person that holds the collateral and the jurisdiction in which the collateral is located;\n(i)\ta description of the off balance sheet exposures of the Institution and its legal entities, including a mapping to its critical operations and Core Business Lines;\n(j)\tthe material hedges of the Institution, including a mapping to legal entities;\n(k)\tidentification of the major or most critical counterparties, or in respect of a Recognised Clearing House clearing members, of the Institution, as well as an analysis of the impact of the failure of major counterparties or clearing members, as applicable, in the Institution's financial situation;\n(l)\teach system on which the Institution conducts a material number or value amount of trades, including a mapping to the Institution's legal entities, critical operations and Core Business Lines;\n(m)\teach payment and securities settlement system, Central Securities Depository, clearing house, Recognised Clearing House, exchange and Recognised Investment Exchange of which the Institution is directly or indirectly a member, including a mapping to the Institution's legal entities, critical operations and Core Business Lines;\n(n)\ta detailed inventory and description of the key management information systems, including those for risk management, accounting and financial and regulatory reporting used by the Institution including a mapping to the Institution's legal entities, critical operations and Core Business Lines;\n(o)\tan identification of the owners of the systems identified in subsections (l), (m) and ‎(n), service level agreements related to the systems, and any software and systems or licenses, including a mapping to their legal entities, critical operations and Core Business Lines;\n(p)\tan identification and mapping of the legal entities and the interconnections and interdependencies among the different legal entities such as—\n(i)\tcommon or shared personnel, facilities and systems;\n(ii)\tcapital, funding or liquidity arrangements;\n(iii)\texisting or contingent credit exposures;\n(iv)\tcross guarantee agreements, cross-collateral arrangements, cross-default provisions and cross-affiliate netting arrangements;\n(v)\trisks transfers and back-to-back trading arrangements; and\n(vi)\tservice level agreements;\n(q)\tidentification of the regulator and resolution authority applicable to each entity;\n(r)\tthe member of the Management responsible for providing the information necessary to prepare the Resolution Plan of the Institution as well as those responsible, if different, for the different legal entities, critical operations and Core Business Lines;\n(s)\ta description of the arrangements that the Institution has in place to ensure that, in the event of Resolution, the Regulator will be provided with all the necessary information, as determined by the Regulator, for applying a Resolution Tool and exercising a Resolution Power;\n(t)\tall the agreements entered into by the Institution and their legal entities with third parties the termination of which may be triggered by a decision of the Regulator to apply a Resolution Tool and whether the consequences of termination may affect the application of the Resolution Tool;\n(u)\ta description of possible liquidity sources for supporting Resolution; and\n(v)\tinformation on asset encumbrance, liquid assets, off-balance sheet activities, hedging strategies and booking practices.\n"
    },
    {
        "ID": "c83288d6-7d23-478a-987b-8b524204a353",
        "DocumentID": 14,
        "PassageID": "Schedule.Part 3",
        "Passage": "Contents of a Resolution Plan\nThe Resolution Plan shall contain the following—\n(a)\ta summary of the key elements of the Resolution Plan;\n(b)\ta summary of the material changes to the Institution that have occurred after the latest Resolution information was filed;\n(c)\ta demonstration of how Critical Functions and Core Business Lines could be legally and economically separated, to the extent necessary, from other functions so as to ensure continuity upon the failure of the Institution;\n(d)\tan estimate of the timeframe for executing each material aspect of the Resolution Plan;\n(e)\twhere applicable, a detailed description of the assessment of resolvability carried out in accordance with ‎Chapter 3 of Part 3;\n(f)\twhere applicable, a description of any measures required to address or remove impediments to resolvability identified as a result of the assessment of resolvability;\n(g)\ta description of the processes for determining the value and marketability of the Critical Functions, Core Business Lines and assets of the Institution;\n(h)\ta detailed description of the different Resolution strategies that could be applied according to the different possible scenarios and the applicable timescales;\n(i)\ta description of critical interdependencies;\n(j)\ta description of options for preserving access to payment and securities settlement systems, Central Securities Depositories, clearing houses, Recognised Clearing Houses, exchanges and Recognised Investment Exchanges, and an assessment of the portability of client positions;\n(k)\tan analysis of the impact of the Resolution Plan on the employees of the Institution, including an assessment of any associated costs, and a description of envisaged procedures to consult staff during the Resolution process, taking into account national systems for dialogue with social partners where applicable;\n(l)\ta plan for communicating with the media and the public;\n(m)\tthe minimum requirement for Capital Resources and Eligible Liabilities required by the Regulator under ‎Chapter 4 and a deadline to reach that level, where applicable;\n(n)\twhere applicable, the minimum requirement for Capital Resources and contractual bail-in instruments required by the Regulator, and a deadline to reach that level, where applicable;\n(o)\ta description of essential operations and systems for maintaining the continuous functioning of the Institution's operational processes; and\n(p)\twhere applicable, any opinion expressed by the Regulator in relation to the Resolution Plan.\n"
    },
    {
        "ID": "23c7b69a-8a03-44df-8040-4174f45d44fe",
        "DocumentID": 14,
        "PassageID": "Schedule.Part 4",
        "Passage": "Matters for Consideration to Assess Resolvability of Institutions\nMatters which may be considered by the Regulator in assessing the resolvability of an Institution are as follows—\n(a)\tthe extent to which the Institution is able to map Core Business Lines and critical operations to legal persons;\n(b)\tthe extent to which legal and corporate structures are aligned with Core Business Lines and critical operations;\n(c)\tthe extent to which there are arrangements in place to provide for essential staff, infrastructure, funding, liquidity and capital to support and maintain the Core Business Lines and the critical operations;\n(d)\tthe extent to which the service agreements that the Institution maintains are fully enforceable in the event of the Resolution of the Institution;\n(e)\tthe extent to which the governance structure of the Institution is adequate for managing and ensuring compliance with the Institution's internal policies with respect to its service level agreements;\n(f)\tthe extent to which the Institution has a process for transitioning the services provided under service level agreements to third parties in the event of the separation of Critical Functions or of Core Business Lines;\n(g)\tthe extent to which there are contingency plans and measures in place to ensure continuity in access to payment and securities settlement systems, Central Securities Depositories, clearing houses, Recognised Clearing Houses, exchanges and Recognised Investment Exchanges;\n(h)\tthe adequacy of the management information systems in ensuring that the Regulator is able to gather accurate and complete information regarding the Core Business Lines and critical operations so as to facilitate rapid decision making;\n(i)\tthe capacity of the management information systems to provide the information essential for the effective Resolution of the Institution at all times even under rapidly changing conditions;\n(j)\tthe extent to which the Institution has tested its management information systems under stress scenarios as defined by the Regulator;\n(k)\tthe extent to which the Institution can ensure the continuity of its management information systems both for the affected Institution and the new Institution in the case that the critical operations and Core Business Lines are separated from the rest of the operations and business lines;\n(l)\tthe extent to which the Institution has established adequate processes to ensure that it provides the Regulator with the information necessary to identify Depositors;\n(m)\twhere the Institution's Group uses Intragroup Financial Support, the extent to which those guarantees are provided at market conditions and to which the risk management systems concerning those guarantees are robust;\n(n)\twhere the Institution or the Institution's Group engages in back-to-back transactions, the extent to which those transactions are performed at market conditions and to which the risk management systems concerning those transactions practices are robust;\n(o)\tthe extent to which the use of Intragroup Financial Support or back-to-back booking transactions increases contagion across the Institution's Group;\n(p)\tthe extent to which the legal structure of the Institution or its Group inhibits the application of a Resolution Tool as a result of the number of legal persons, the complexity of the Group structure or the difficulty in aligning business lines to the Group Entities;\n(q)\tthe existence and robustness of service level agreements;\n(r)\tthe amount and type of Eligible Liabilities of the Institution;\n(s)\tthe extent to which the Resolution of the Institution could have a negative impact on its Group, where applicable;\n(t)\twhether resolution authorities in the other jurisdictions in which the Institution's Group operates have the power to apply a Resolution Tool necessary to support Resolution Actions by the Regulator and the extent to which there is scope for cooperation between such resolution authorities and the Regulator;\n(u)\tthe feasibility of applying a Resolution Tool in such a way which meets the Resolution Objectives, given the tools available and the Institution's structure;\n(v)\tthe extent to which the structure of the Institution's Group allows the resolution authorities of the Group Entities to resolve the whole Group or one or more of its Group Entities without causing a significant direct or indirect adverse effect on the financial system, market confidence or the economy in the ADGM and with a view to maximising the value of the Group as a whole including the ADGM Branches and ADGM Subsidiaries;\n(w)\tthe arrangements and means through which Resolution could be facilitated in the cases of Groups that have subsidiaries established in different jurisdictions;\n(x)\tthe arrangements and means through which Resolution could be hampered in the cases of Recognised Clearing Houses that have clearing members or collateral arrangements established in different jurisdictions;\n(y)\tthe credibility of applying a Resolution Tool in such a way which meets the Resolution Objectives, given possible impacts on creditors, counterparties, customers, clearing participants and employees and possible actions that third-country authorities may take;\n(z)\tthe extent to which the impact of the Institution's Resolution on the financial system in the ADGM and on financial market's confidence can be adequately evaluated;\n(aa)\tthe extent to which the Resolution of the Institution could have a significant direct or indirect adverse effect on the financial system, market confidence or the economy in the ADGM;\n(bb)\tthe extent to which contagion to other Institutions or to the financial markets could be contained through the application of a Resolution Tool and exercise of a Resolution Power; and\n(cc)\tthe extent to which the Resolution of the Institution could have a significant effect on the operation of payment and securities settlement systems, Central Securities Depositories, clearing houses, Recognised Clearing Houses, exchanges and Recognised Investment Exchanges."
    }
]