[
    {
        "ID": "5bec5fc3-c6ca-4a8a-8348-80e9ce5aded1",
        "DocumentID": 20,
        "PassageID": "1.",
        "Passage": "INTRODUCTION"
    },
    {
        "ID": "2230472f-a9d4-4b81-842f-964c0653f8e7",
        "DocumentID": 20,
        "PassageID": "1.1.",
        "Passage": "This Guidance has been produced to help legal practitioners in ADGM to understand the intention behind the Application of English Law Regulations 2015 (the “Application Regulations”) and how English law has been implemented in ADGM. ADGM’s legal system is based on English common law, a number of English statutes (implemented locally and consistently with the English form) and ADGM enactments which have been primarily drafted from English statutory precedents and, partly, from those of other commercially respected common law jurisdictions. There are many advantages of ADGM’s approach to implementing English law, as set out below. Practitioners and businesses operating in ADGM may find it helpful to familiarise themselves with ADGM’s approach."
    },
    {
        "ID": "eeb2e291-afc5-47f4-9375-4b442ea1c1c4",
        "DocumentID": 20,
        "PassageID": "2.",
        "Passage": "COMMON LAW"
    },
    {
        "ID": "b193ba18-50e6-494b-96bb-dcfaf6ba340e",
        "DocumentID": 20,
        "PassageID": "2.1.",
        "Passage": "English common law: Under Article 1 of the Application Regulations English common law (including the rules of equity) has direct precedential value in the ADGM courts. The Application Regulations allow the ADGM courts to refer to English common law on an “evergreen” basis, i.e. as the body of English case law stands from time to time. The ADGM courts are also specifically empowered to make any necessary adaptations for the specific circumstances of the ADGM.  The result is that the entire, constantly-updated corpus of English common law case law provides valuable precedent to the ADGM. While it is very unlikely that any two cases would be exactly the same, the body of precedent provides predictability to the law.  ADGM’s courts will refer to relevant precedents and reason from those to determine the application of the law to the facts in front of them. They are additionally empowered to depart entirely from the common law precedents where the circumstances of ADGM require. It is envisaged that such departures will be rare given the likely commercial flavour of most disputes (where the common law’s international standards are likely to be appropriate to ADGM) and because similar provisions have been applied sparingly in other jurisdictions where this sort of carve-out has been adopted."
    },
    {
        "ID": "014df15b-af8b-4964-9b82-a1fbcb83add3",
        "DocumentID": 20,
        "PassageID": "2.2.",
        "Passage": "The common law, as received under the Application Regulations, remains subject to the effect of any contrary provision of an ADGM enactment or Applicable Abu Dhabi Law.  More generally the ADGM is not subject to: (i) UAE federal civil and commercial laws;  or (ii) any other laws of the Emirate of Abu Dhabi (except where an ADGM enactment provides that an Abu Dhabi law applies to the ADGM)."
    },
    {
        "ID": "0fbf164f-3d74-4861-8687-8233dcdc71ab",
        "DocumentID": 20,
        "PassageID": "2.3.",
        "Passage": "All-inclusive, evergreen approach: ADGM has deliberately chosen to directly reflect English common law precedents on an evergreen basis in its legal system. This approach of adopting the common law in its entirety (subject to modifications in other ADGM legislation) has been adopted in other jurisdictions which currently directly receive English law (or which did so historically).  There are several reasons why the approach is particularly beneficial to ADGM and the businesses and legal practitioners operating in ADGM."
    },
    {
        "ID": "9fc553fd-d1c4-4605-968b-6a944c5d258e",
        "DocumentID": 20,
        "PassageID": "2.3.(i)",
        "Passage": "Familiarity: English common law is widely regarded as one of the most sophisticated regimes governing commercial arrangements in the world and is the governing law of choice for commerce. Its inherent flexibility is especially well suited to business dealings, particularly in a financial context. It therefore facilitates the purpose underlying the formation of ADGM, which was to establish a new financial centre in Abu Dhabi. Notably, the four top financial centres in the world - London, New York, Singapore and Hong Kong – all apply common law. So the global business and legal community will be familiar with the mechanics and predictability of English common law as reflected in the ADGM as it evolves from time to time."
    },
    {
        "ID": "ba1492fd-03e8-473f-9a57-3540773d3a99",
        "DocumentID": 20,
        "PassageID": "2.3.(ii)",
        "Passage": "Certainty: ADGM’s approach reduces the up front legal costs and chances of litigation. English common law already covers a wide range of scenarios, aiding commercial dealings where parties want as much detailed case law as possible. Under the Application Regulations all of this case law will have automatic precedential value in the ADGM."
    },
    {
        "ID": "2aafc33d-3d92-4920-ad1f-7a24ecf6789c",
        "DocumentID": 20,
        "PassageID": "2.3.(iii)",
        "Passage": "Ongoing common law developments: ADGM has given English common law direct precedential status, thus avoiding a sui generis intermediating layer of locally codified common law. This brings with it a system based on a detailed study of a vast range of human situations, rationalised into rules and principles, whilst remaining flexible enough to be re-thought as circumstances change. ADGM will have continuous access to English common law scholarship which will ensure that there is guidance on the application of existing common law and statutory principles to the most current of situations.\n"
    },
    {
        "ID": "1cbaea87-41b2-40b6-a6a3-b8df27be7dd2",
        "DocumentID": 20,
        "PassageID": "2.3.(iv)",
        "Passage": "Case law volumes: For smaller legal centres such as ADGM, it is more advantageous to remain tightly integrated with common law developments in more mature jurisdictions.  ADGM will benefit directly from cases testing and reapplying common law principles in the English courts, and also from any persuasive judgments from other common law jurisdictions with commercial and financial significance which the English courts take into account (e.g. Australia, Hong Kong, New Zealand, Singapore and the United States). This means that ADGM will automatically remain at the forefront of legal precedent as it evolves in the English courts.\n"
    },
    {
        "ID": "d0c0ff9e-2a46-417a-a3bd-b7ee09996a0c",
        "DocumentID": 20,
        "PassageID": "2.3.(v)",
        "Passage": "Adaptation for ADGM: An evergreen application of English common law means that common law developments will automatically apply in ADGM. But the Application Regulations provide ADGM courts with the ability to adapt the common law to better suit the circumstances in the event that common law developments are thought to be unsuitable for application in ADGM.\n"
    },
    {
        "ID": "f8721039-c258-43c4-8e5d-f7b043d68529",
        "DocumentID": 20,
        "PassageID": "3.",
        "Passage": "STATUTE LAW"
    },
    {
        "ID": "74a9598f-2f07-49bd-b099-a955157b71ea",
        "DocumentID": 20,
        "PassageID": "3.1.",
        "Passage": "Two main groups of statute law have effect in the ADGM: (i) the 47 modified English statutes scheduled to the Application Regulations; and (ii) other enactments passed by ADGM. The first group includes statutes that make modifications to common law rules and other standalone commercial statutes. The second group comprises key ADGM enactments for commercial activity which are primarily based on precedent statutes from the UK and are up to date, fitting snugly with the common law. For the first group, the Application Regulations specify exactly which statutory modifications of common law rules have effect in the ADGM’s legal system. Future statutory modifications passed in the UK will not have effect in ADGM. The underlying common law precedent is to be referred to disregarding them, unless another ADGM enactment has expressly stated that they shall apply in ADGM.  Existing statutory modifications have effect in ADGM only to the extent that they are included in the 47 English statutes scheduled to the Application Regulations or are included in another ADGM enactment. Key statutory modifications and other general English commercial statutes relevant to modern business have been included in the ADGM’s body of statute law and were selected as a result of a review of key English commercial statutes and were publicly consulted upon.\n"
    },
    {
        "ID": "af6c5af5-fe4c-45b3-80c5-c486a942b4db",
        "DocumentID": 20,
        "PassageID": "3.2.",
        "Passage": "The English statute law that has effect in the ADGM is based on a fixed date approach. The 47 modified English statutes have effect in the ADGM in their state as at the effective date of the Application Regulations. A fixed date approach is not unusual.  It has been adopted by other jurisdictions which have at one point received English statute law (e.g. Australia, Hong Kong and Singapore). Modifications made to those statutes after the effective date of the Application Regulations do not have effect in ADGM unless permitted by a specific ADGM enactment.  Otherwise English statute law does not have effect in the ADGM unless stated in another ADGM enactment."
    },
    {
        "ID": "b5ac49bc-fb23-4321-a9af-bf75e32a5864",
        "DocumentID": 20,
        "PassageID": "3.3.",
        "Passage": "Taken with the direct reference to English common law precedent in the background, ADGM has created a thorough range of common law and statute law to support its development as a sophisticated international financial centre. While ADGM’s selective approach means that there are marginal risks that an omission may at some point be identified relating to a provision which on reflection might be useful to the zone, those risks have been minimised by the approach that has been adopted and by the fact that ADGM’s judges have the expertise to establish appropriate commercial evolutions to the common law as adapted for ADGM’s circumstances. Future relevant statutory modifications can also be quickly implemented by ADGM enactments."
    },
    {
        "ID": "b927cb5a-ad04-4860-a935-ea1f8966688f",
        "DocumentID": 20,
        "PassageID": "3.4.",
        "Passage": "The manner in which ADGM has developed its statutory law, as implemented under the 47 English statutes and ADGM’s regulations has these advantages:\n(i)\tGeneral approach to statute law: ADGM has not attempted to codify common law rules into statutory codes. ADGM has produced consolidated versions of the 47 English statutes as modified which are scheduled to the Application Regulations for ease of use. As these statutes have been implemented locally and consistently with their UK form, they should benefit from the existing English case law that interprets and applies analogous provisions. As ADGM’s other enactments have also been drafted from precedent statutes from the UK and other commercially renowned jurisdictions they inherit the precedential value of common law cases interpreting and applying those statutes, which can usefully be considered in the ADGM courts.\n(ii)\tImprovements: ADGM has, in its individual reflection of precedent statutes from the UK and other common law jurisdictions, made useful improvements and modifications which businesses and practitioners in ADGM may find it worth familiarising themselves with. ADGM’s improvements and modifications have been clearly identified in the relevant legislative consultation papers which are publicly available online. For example the following concepts have been omitted in ADGM’s Companies and Insolvency Regulations: (i) memoranda of association; (ii) share nominal value; and (iii) company voluntary arrangements.  Other improvements made include the addition of “restricted scope companies”, “cell companies” and removals of restrictions on returning capital to limited partners in limited liability partnerships. ADGM intends to continue with its adopt and modify approach where this is deemed commercially useful or otherwise appropriate."
    },
    {
        "ID": "7ceceb35-f50c-47ee-9227-2956f9be86e5",
        "DocumentID": 20,
        "PassageID": "4.",
        "Passage": "OVERALL"
    },
    {
        "ID": "680a0e1c-8fea-4625-8415-e1e5380a4579",
        "DocumentID": 20,
        "PassageID": "4.1.",
        "Passage": "ADGM’s legal system provides certainty, flexibility and sophistication. ADGM has crafted its legal framework to ensure that a comprehensive range of carefully selected laws is in place to create a robust legal environment for commercial activities. It has deliberately selected which English statutes and statutory modifications are to have effect in ADGM. As it has given legal effect to locally modified English statutes or drafted its statutes from precedent acts from other jurisdictions, it benefits from the interpretative case law which has developed around the original precedent acts. The entirety of English common law also provides a firm and constantly evolving background of worked out and readily available legal principles and precedent across a wide range of commercial relationships which will be invaluable to business in ADGM."
    }
]