[
    {
        "ID": "60f3d71d-a67e-48ae-b737-154ebcc69c97",
        "DocumentID": 25,
        "PassageID": "Definitions",
        "Passage": "\n\nUnless otherwise defined or the context otherwise requires, the terms contained in this Guidance have the same meanings as defined in the ADGM Companies Regulations 2020.\n\nIn this Guidance, these terms have the following meaning:\n/Table Start\nDefined Term\tMeaning\nADGM\tAbu Dhabi Global Market.\nAUM\tAssets under management.\nCR\tADGM Companies Regulations 2020 as amended or updated from time to time.\nESG\tEnvironmental, social and governance.\nESG Disclosures Framework\tThe ESG disclosures framework set out under Sections 399A to 399D of the CR.\nFSRA\tThe Financial Services Regulatory Authority of the ADGM.\nGuidance\tThis Environmental, Social and Governance Disclosures Guidance, unless the context requires otherwise.\nIAS\t ‘International accounting standards’ as that term is defined in the Companies Regulations (International Accounting Standards) Rules 2015.\n\nMKT Rulebook\tThe Markets Rulebook issued by the FSRA, as may be amended from time to time.\nRA\tThe Registration Authority of the ADGM.\nThreshold Conditions\tThe conditions in section 399A(2) of the CR that, if satisfied, require compliance with the ESG Disclosures Framework, as further detailed in section 5 below.\n/Table End\n"
    },
    {
        "ID": "0487a271-74a6-46d7-807c-3eab39adc217",
        "DocumentID": 25,
        "PassageID": "1.",
        "Passage": "Introduction\nGuidance overview and application\n\nThis Guidance provides information about the obligations of ADGM limited companies concerning the ESG Disclosures Framework.\nLegal framework\n\nThe relevant ADGM legislation regarding accounts for limited companies is the CR.\n\nThe ADGM’s Regulations and Rules are available on the ADGM website by following this link (https://en.adgm.thomsonreuters.com/).\nImportant information\n\nThe RA cannot give technical or legal advice, it can only give general guidance. Questions concerning a specific company which arise following a review of this Guidance should be directed to appropriately skilled legal or accounting professionals.\n"
    },
    {
        "ID": "29e455a6-4550-4a6e-a2d7-94ada2de47ac",
        "DocumentID": 25,
        "PassageID": "2.",
        "Passage": "Purpose of the ESG Disclosures Framework\n\nThe RA’s ESG Disclosures Framework seeks to encourage good practice by ADGM companies in disclosing applicable information on ESG factors in line with a globally recognised disclosures standard.\n\nThe ESG Disclosures Framework may be applied by all ADGM entities on a voluntary basis.  For in-scope ADGM companies – being ADGM companies meeting one or more of the Threshold Conditions - the RA has adopted a flexible ‘comply or explain’ approach to applicable disclosures.  In doing so, ADGM wishes to foster an ecosystem of companies which seek to help play a part in meeting the UAE’s net zero by 2050 strategic initiative by disclosing the impact of their company’s operations on ESG factors.\n\nThe RA will monitor whether the ‘comply or explain’ approach is effective in achieving the stated outcomes of the ESG Disclosures Framework.  In the future, the RA may decide to impose a mandatory ESG disclosures framework for in-scope entities. Nothing in this Guidance should be interpreted as an assurance that the ‘comply or explain’ approach will continue in the future.\n\n"
    },
    {
        "ID": "4b126980-12f0-4e22-a36a-bfcfe99855f3",
        "DocumentID": 25,
        "PassageID": "3.",
        "Passage": "Scope of the ESG Disclosures Framework\n\nCompanies established in or continued into ADGM may be within the scope of the ESG Disclosures Framework.  The following entities do not fall within the scope of the ESG Disclosures Framework, either by virtue of not being governed by the CR, or by being expressly exempted from the scope of the ESG Disclosures Framework.\na.\tFoundations.\nb.\tLimited Liability Partnerships.\nc.\tGeneral and Limited Partnerships.\nd.\tRestricted Scope Companies.\ne.\tPublicly listed companies that already make equivalent disclosures in accordance with listing requirements.  For the avoidance of doubt, entities considered ‘Listed Entities’ or ‘Reporting Entities’ for the purposes of the FSRA’s MKT Rulebook remain subject to the ESG disclosures requirements set out therein.\nf.\tInvestment Companies.\ng.\tBranches of foreign companies.\n\nHowever, the ESG Disclosures Framework may be applied by all ADGM entities on a voluntary basis.\n"
    },
    {
        "ID": "6963b293-a008-46b6-b229-09eff7283ebe",
        "DocumentID": 25,
        "PassageID": "4.",
        "Passage": "Time to comply\n\nA company incorporated in or continued into ADGM will be required to comply with the ESG Disclosures Framework in the third year following its incorporation or continuance if it satisfies the Threshold Conditions.  The three-year grace period applies from the date of incorporation or continuance as opposed to the date of amendment of the CR to include the ESG Disclosures Framework. This means an existing company may be required to comply in 2023.\n"
    },
    {
        "ID": "f7c0996c-0cfc-48f2-92f4-a486ce9745cf",
        "DocumentID": 25,
        "PassageID": "5.",
        "Passage": "Threshold conditions\n\nA company incorporated in or continued into ADGM will be required to comply with the ESG Disclosures Framework if it satisfies the Threshold Conditions, being either a ‘turnover’ threshold or an ‘AUM’ threshold.\n\nThe turnover threshold is reached when a company achieves more than US$ 68 million turnover in a financial year.  The AUM threshold only applies to FSRA-licensed asset management companies which manage funds and/or portfolios with an aggregate value exceeding US$ 6 billion at any time during such financial year.\n\nThe ESG Disclosures Framework does not apply to companies who no longer meet the threshold conditions for two consecutive years or more.  Should the company subsequently meet the threshold conditions in a given year, the ESG Disclosures Framework will once again apply.\n"
    },
    {
        "ID": "db9ea280-81a0-4c21-8c3e-7a2578de44ae",
        "DocumentID": 25,
        "PassageID": "6.",
        "Passage": "ESG disclosures by companies - turnover threshold\n\nFor the purposes of the CR, ‘turnover’ is defined as: the amounts derived from the provision of goods and services falling within a company’s ordinary activities, after the deduction of:\na.\ttrade discounts;\nb.\tvalue added tax; and\nc.\tany other taxes based on the amounts so derived.\n"
    },
    {
        "ID": "f3b3380a-cddb-4596-afa3-bb08935ed017",
        "DocumentID": 25,
        "PassageID": "7.",
        "Passage": "ESG disclosures by FSRA fund and asset managers – AUM threshold\n\nThe ESG disclosures by FSRA-licensed fund and asset managers are entity-level disclosures relating to how the FSRA company takes ESG-related risks and opportunities into account in managing or administering assets on behalf of clients.\n"
    },
    {
        "ID": "d57cc00c-1000-42c7-95ca-8de08e92bd88",
        "DocumentID": 25,
        "PassageID": "8.",
        "Passage": "Calculation of AUM by asset managers and fund managers\n\nAUM should be calculated in accordance with applicable IAS, or such other international accounting standards as may be applicable to such portfolios or funds.\n"
    },
    {
        "ID": "193dbd37-bf5c-4598-a3e4-8e75f2577364",
        "DocumentID": 25,
        "PassageID": "9.",
        "Passage": "Group annual accounts\n\nA parent company that prepares group accounts should prepare ESG disclosures on the basis of the turnover of the group for the purposes of the company turnover threshold in Section 399A(2)(a) of the CR, and also with reference to provisions in Section 398 of the CR on preparation of group accounts by a parent company.\n"
    },
    {
        "ID": "d4f9c0a0-72a5-4e4b-b8a1-19c1369611a9",
        "DocumentID": 25,
        "PassageID": "10.",
        "Passage": "Disclosures standard\n\nA company which is required to prepare and submit ESG disclosures must prepare its submissions consistent with a standard which is globally recognised in the reasonable opinion of the company’s directors.  The following is a non-exhaustive list of examples of globally recognised standards:\n\n•\tCarbon Disclosure Project (CDP)\n•\tGlobal Reporting Initiative (GRI)\n•\tHigg Index\n•\tInternational Sustainability Standards Board (ISSB)\n•\tTask Force on ESG Financial Disclosures (TCFD)\n•\tUnited Nations Sustainable Development Goals (UNSDG)\n\nA company may change the applicable disclosures standard at its discretion.\n"
    },
    {
        "ID": "dbbeb429-5f7a-48dc-8bae-2ce8d0f21e76",
        "DocumentID": 25,
        "PassageID": "11.",
        "Passage": "Review of ESG disclosures reporting process\n\nAn internal review of the ESG disclosures reporting process should be undertaken periodically as part of a company’s internal audit framework.\n"
    },
    {
        "ID": "fa3ae4b1-565b-4afe-a2df-ce37fd52511a",
        "DocumentID": 25,
        "PassageID": "12.",
        "Passage": "Non-submission of ESG disclosures by in-scope companies\n\nThe ESG Disclosures Framework offers flexibility through its ‘comply or explain’ approach, which is designed to encourage companies to develop governance processes and practices that are the most suitable for their particular circumstances and to report them in a meaningful way.\n\nWhile the Registrar expects all in-scope companies to submit ESG disclosures, it is acknowledged that it may take time for such companies to develop necessary systems and controls.  The Registrar encourages companies to embrace the flexibility offered by the ESG Disclosures Framework, consider their circumstances carefully and choose what is best for them, while clearly explaining any determination not to make ESG disclosures.\n\nWhen informing the Registrar of its decision not to submit ESG disclosures in accordance with subsection 399B(5) of the CR, a company should submit correspondence to monitoring@adgm.com, including a description of the reasons for its determination.\n"
    },
    {
        "ID": "fb38f8a9-a084-4d8c-ab1e-ad18fa6af740",
        "DocumentID": 25,
        "PassageID": "13.",
        "Passage": "Exemption for a company included in the group annual accounts of a larger group\n\nA company may consider ESG disclosures made in applicable consolidated group annual accounts to satisfy subsection 399C(2)(a) of the CR where those disclosures are broadly equivalent to those required by the ESG Disclosures Framework.\n"
    },
    {
        "ID": "bd5f4aab-6c37-4c15-81ce-91887886c4a1",
        "DocumentID": 25,
        "PassageID": "14.",
        "Passage": "Publication of ESG disclosures\n\nThe ADGM encourages companies to make their ESG disclosures publicly available in the spirit of transparency and advancing the UAE’s net zero by 2050 strategic initiative.\n"
    },
    {
        "ID": "5ddbd51e-f584-4c08-8214-27c81cdabf01",
        "DocumentID": 25,
        "PassageID": "Disclaimer",
        "Passage": "\nNote: The Registration Authority cannot give technical or legal advice on a company’s accounts or the accounts obligations in individual company circumstances. The Registration Authority can only give general guidance. A company’s accounts are subject to legal requirements, and a company may wish to consider consulting a professional if technical or legal advice is required.\nThis Guidance is a non-binding indicative guide and should be read together with the relevant legislation, in particular the CR and any other relevant regulations and enabling rules, which may change over time without notice.  Information in this Guidance is not to be deemed, considered or relied upon as legal advice and should not be treated as a substitute for a specific advice concerning any individual situation.  Any action taken upon the information provided in this Guidance is strictly at the company’s risk and the Registration Authority will not be liable for any losses and damages in connection with the use of or reliance on information provided in this Guidance. The Registration Authority makes no representations as to the accuracy, completeness, correctness or suitability of any information provided in this Guidance.\n\n\n"
    }
]