[
    {
        "ID": "b9940fae-aac9-4a6d-b712-6d0391c26d59",
        "DocumentID": 27,
        "PassageID": "1.",
        "Passage": "INTRODUCTION"
    },
    {
        "ID": "bffabd35-bb73-4a36-8a5f-f5cb08d95561",
        "DocumentID": 27,
        "PassageID": "1.1",
        "Passage": "General"
    },
    {
        "ID": "b39844de-8bff-44cf-89aa-cda003cfd0ee",
        "DocumentID": 27,
        "PassageID": "1.1.1",
        "Passage": "This document is called the Guidance and Policies Manual (“GPM”). The GPM is for information purposes only and explains how we may regulate and supervise financial services firms and markets that operate in ADGM. The GPM has purposely been written in plain English. The GPM contains guidance on:\n(a)\tour regulatory policies;\n(b)\tour risk-based approach to authorisation, supervision and enforcement; and\n(c)\twhat we consider and take into account when exercising our powers."
    },
    {
        "ID": "ccf098ce-7b61-4293-8393-2d7d719df7ca",
        "DocumentID": 27,
        "PassageID": "1.1.2",
        "Passage": "The GPM is meant to assist persons operating or intending to operate financial services or a market in the ADGM and should be read in conjunction with FSMR and the associated Rulebooks."
    },
    {
        "ID": "03f645bd-c1ef-4a4f-8ba4-90bdbd6dc049",
        "DocumentID": 27,
        "PassageID": "1.1.3",
        "Passage": "The GPM is not meant to be all of our guidance and policies on how we will operate and exercise our powers and we are not bound to follow it on all occasions. It is merely an informative document, which sets how we may act when exercising our powers."
    },
    {
        "ID": "053a63cc-822a-4955-897e-aa824bdf2f1e",
        "DocumentID": 27,
        "PassageID": "1.2",
        "Passage": "Defined terms"
    },
    {
        "ID": "067b07ba-ffb9-44c5-a0e4-aa9e3f6ca844",
        "DocumentID": 27,
        "PassageID": "1.2.1",
        "Passage": "Where we have used a defined term in the GPM, these are identified by the capitalisation of the word or a phrase capitalised. You can find the meanings of these defined terms in the Glossary module of the Rulebooks (GLO). There are also defined terms in FSMR. If there is no capitalisation of the initial letter, the word or phrase has its normal everyday meaning."
    },
    {
        "ID": "66e9f6db-3a1a-44cc-9148-9087340f26fb",
        "DocumentID": 27,
        "PassageID": "1.2.2",
        "Passage": "When we refer to ‘legislation’ in GPM, unless the context requires otherwise, we mean laws, regulations and rules or equivalent legislative and regulatory instruments. References to a ‘person’ can mean a natural or legal person or both, depending on the context."
    },
    {
        "ID": "655ee240-1f81-4e91-ba51-b936f5f0e699",
        "DocumentID": 27,
        "PassageID": "1.3",
        "Passage": "Updating the GPM"
    },
    {
        "ID": "32908e97-2717-4c8f-afb0-7729337788e8",
        "DocumentID": 27,
        "PassageID": "1.3.1",
        "Passage": "We will make amendments to the GPM when we make changes in our policies or processes to ensure it remains current."
    },
    {
        "ID": "d19f934c-8126-4571-89d5-cd534537d010",
        "DocumentID": 27,
        "PassageID": "1.4",
        "Passage": "Our mandate"
    },
    {
        "ID": "8b01b129-dc4e-41ce-be99-d971a9f30606",
        "DocumentID": 27,
        "PassageID": "1.4.1",
        "Passage": "We are committed to fostering, promoting and maintaining a fair, efficient and responsive regulatory environment for our market participants and stakeholders.\n"
    },
    {
        "ID": "6b4c2569-66d1-4945-a6a1-d3af0fe1731a",
        "DocumentID": 27,
        "PassageID": "2.",
        "Passage": "BECOMING REGULATED"
    },
    {
        "ID": "88152283-9cf5-4185-a492-92e878190567",
        "DocumentID": 27,
        "PassageID": "2.1",
        "Passage": "Our approach to authorisation\n"
    },
    {
        "ID": "4d16882d-24fc-4563-962d-03a20c8c8788",
        "DocumentID": 27,
        "PassageID": "2.1.1",
        "Passage": "Introduction. This Chapter outlines our approach when assessing if an applicant or registrant can become:\n(a)\tan Authorised Person;\n(b)\ta Recognised Body;\n(c)\ta Representative Office;\n(d)\tan Approved Person; or\n(e)\ta Principal Representative."
    },
    {
        "ID": "89382063-e2f2-44b4-8316-8d50e87ecb00",
        "DocumentID": 27,
        "PassageID": "2.1.2",
        "Passage": "Introduction. Before submitting an application, an applicant or registrant should contact our Authorisation Function at authorisation@adgm.com.\n\n"
    },
    {
        "ID": "98b651d6-20fb-48b4-92d2-aa1e7ed9de6a",
        "DocumentID": 27,
        "PassageID": "2.1.3",
        "Passage": "General Prohibition and by way of business. FSMR imposes a prohibition on all persons who carry on an activity regulated by us in the ADGM \"by way of business\" unless the person is an Authorised Person or an Exempt Person."
    },
    {
        "ID": "87189b2d-4bee-4f22-b966-a3511ee92692",
        "DocumentID": 27,
        "PassageID": "2.1.4",
        "Passage": "General Prohibition and by way of business. Whether or not an activity is carried on by way of business is a question of fact that takes account several factors, including:\n(a)\thow often the activity is conducted;\n(b)\twhether there is a commercial element involved;\n(c)\tthe size and proportion of non-regulated activities carried on by the same person; and\n(d)\tthe nature, context and circumstances of the activity that is carried on.\n"
    },
    {
        "ID": "b37d2ade-2788-4a3a-a03e-fb4dfbfe1b12",
        "DocumentID": 27,
        "PassageID": "2.1.5",
        "Passage": "Whether someone is carrying on their own business. Another aspect of the prohibition is that an employee will not breach the prohibition by carrying on an activity on behalf of their employer, as in such cases it is the employer who is carrying on that activity. The employee is simply carrying on the employer's business. This principle potentially also applies to agents and others who assist another to carry on that other’s business. However, a person may be ‘Knowingly Concerned’ in a breach by another (see section ‎6.2.5).\n"
    },
    {
        "ID": "8d58765f-560a-41a4-be8b-87099c369673",
        "DocumentID": 27,
        "PassageID": "2.1.6",
        "Passage": "The need for a Financial Service Permission or Recognition Order. Schedule 1 to FSMR contains a complete list of Regulated Activities. When determining whether an applicant will require a Financial Services Permission to engage in a specific Regulated Activity, the applicant should first, determine that such Regulated Activity will be carried on in or from the ADGM ‘by way of business’ as described in paragraph 2.1.4.  If they are then the applicant will need to consider whether any of the applicable exclusions apply, either: (i) specified following the description of the relevant Regulated Activity; or (ii) amongst the general exclusions contained in Chapter 18 of Schedule 1 of FSMR."
    },
    {
        "ID": "cc3038f6-8f1c-445f-b9b0-d1b29b9197b1",
        "DocumentID": 27,
        "PassageID": "2.1.7",
        "Passage": "The need for a Financial Service Permission or Recognition Order. Alternatively, an applicant may need to consider if constitutes an Exempt Person (or would do, should it receive the required Recognition Order).\n"
    },
    {
        "ID": "a042963a-339e-488b-88a8-7237e04492cf",
        "DocumentID": 27,
        "PassageID": "2.1.8",
        "Passage": "Combinations of Regulated Activities. Generally, we will rely upon the applicant’s written application and discussions when considering which Regulated Activities should be included in any Financial Service Permission granted to the applicant. The Regulator will only include a Regulated Activity within a Financial Service Permission when it reasonably believes such Regulated Activity is required for the applicant to conduct its business. Applicants should consider each Regulated Activity as a distinct activity with a distinct Financial Service Permission."
    },
    {
        "ID": "d7f5e546-433c-488d-9ef0-d4be96daf0db",
        "DocumentID": 27,
        "PassageID": "2.1.9",
        "Passage": "Combinations of Regulated Activities. While no Regulated Activity will require the Regulator to include a second Regulated Activity within the Financial Service Permission to enable the applicant to engage in the original Regulated Activity, certain Regulated Activities may be combined with other Regulated Activities. For example, where an applicant may be arranging transactions which arise from advice given to a client. This would be acceptable, provided:\n(a)\tthe applicant has requested both Regulated Activities to be included in its Financial Service Permission;\n(b)\tthe applicant satisfies the relevant criteria necessary to engage in both Regulated Activities; and\n(c)\tno conflicts arise as a consequence of the conduct of both Regulated Activities by a single person (see paragraph 2.1.10).\n"
    },
    {
        "ID": "5479e2aa-a1f9-44ac-be3a-539c4bb55b6b",
        "DocumentID": 27,
        "PassageID": "2.1.10",
        "Passage": "Conflicts between Regulated Activities. By their nature, certain combinations of Regulated Activities may be difficult for a single applicant to undertake without risk of a material conflict of interest. In such circumstances, the Regulator will not grant a Financial Service Permission to engage in both Regulated Activities without being satisfied that both activities may be undertaken independently in a manner which addresses potential conflicting duties between clients or conflicts between the interests of the applicant and its clients."
    },
    {
        "ID": "346fc703-2082-49b9-b666-d637ad1e1ba2",
        "DocumentID": 27,
        "PassageID": "2.1.11",
        "Passage": "Conflicts between Regulated Activities. The Regulator does not provide an exhaustive list of potentially conflicting duties and interests and expects that each applicant will have reviewed the scope of those Regulated Activities it wishes to engage in, in order to identify and take steps to mitigate potential conflicts."
    },
    {
        "ID": "b72f23ab-a872-47b1-98b7-bac861fd1a4b",
        "DocumentID": 27,
        "PassageID": "2.2",
        "Passage": "Assessing the fitness and propriety of applicants"
    },
    {
        "ID": "10a87a6c-25ed-46af-8de3-1a6ce9d330f4",
        "DocumentID": 27,
        "PassageID": "2.2.1",
        "Passage": "We expect applicants seeking authorisation/recognition to be fit and proper. This provides us with the assurance that applicants are willing and able to fulfil their obligations under the law. The onus is on each applicant to establish that they are fit and proper.\n"
    },
    {
        "ID": "6c223faf-b77b-4bbc-bbd2-f20a3bef14b9",
        "DocumentID": 27,
        "PassageID": "2.2.2",
        "Passage": "Reputation and standing. In assessing the reputation and standing of an applicant, we can take into consideration any relevant matters including:\n(a)\tany matter affecting the propriety of the applicant’s conduct, whether or not such conduct may have resulted in the commission of a criminal offence, the contravention of the law, or the institution of legal or disciplinary proceedings of whatever nature;\n(b)\twhether an applicant has ever been the subject of disciplinary procedures by a government body or agency or any self-regulatory organisation or other professional body;\n(c)\ta contravention of any provision of financial services legislation or made by a recognised self-regulatory organisation, another regulatory authority or regulated exchange or clearing house;\n(d)\twhether an applicant has been refused, or had a restriction placed on, the right to carry on a trade, business or profession requiring a licence, registration or other permission;\n(e)\tan adverse finding or an agreed settlement in a civil action by any court or tribunal of competent jurisdiction resulting in an award against or payment by an applicant;\n(f)\twhether an applicant has been censured, disciplined, publicly criticised or the subject of a court order at the instigation of any regulatory authority, any officially appointed inquiry, or any other regulatory authority;\n(g)\twhether an applicant has been candid and truthful in all its dealings with us; and\n(h)\tany other matter that we consider relevant.\n"
    },
    {
        "ID": "b4135f82-151f-4c87-93d0-01f91755982b",
        "DocumentID": 27,
        "PassageID": "2.2.3",
        "Passage": "Location of offices. An applicant should be able to satisfy us that it will establish an office and maintain a presence in the ADGM based on the activities it will carry on.\n"
    },
    {
        "ID": "e2dfefe4-6264-46da-ad3c-2623e50969be",
        "DocumentID": 27,
        "PassageID": "2.2.4",
        "Passage": "Close Links. We need to be satisfied as to who the applicant’s Close Links are or where the applicant is closely related to another person (for example a parent or subsidiary company or someone who owns and controls 20% or more of the applicant). This is to make sure we are not prevented from effectively supervising the applicant.\n"
    },
    {
        "ID": "329794ce-9a59-4d09-a7c3-5ae18c8bb25a",
        "DocumentID": 27,
        "PassageID": "2.2.5",
        "Passage": "Legal status of firms and Recognised Bodies. We will only consider an application for authorisation or recognition where the legal status of the proposed ADGM entity is a Body Corporate or a Partnership. Individuals cannot make an application. In respect of the regulated activities of Effecting Contracts of Insurance or Carrying Out Contracts of Insurance as Principal, a firm can only be a Body Corporate."
    },
    {
        "ID": "7456a299-59d9-4325-a48f-92263604306d",
        "DocumentID": 27,
        "PassageID": "2.2.6",
        "Passage": "Legal status of firms and Recognised Bodies. In the case of non-ADGM persons other than companies limited by shares, we will consider whether the legal form is appropriate for the activities proposed."
    },
    {
        "ID": "25331c09-4baf-4f2f-b331-b185b9e2e686",
        "DocumentID": 27,
        "PassageID": "2.2.7",
        "Passage": "Legal status of firms and Recognised Bodies. If the applicant is seeking to branch into the ADGM, we will take into account where the applicant’s head office is located.\n"
    },
    {
        "ID": "945f3d5a-bf46-4544-8fe8-56ca6f299e19",
        "DocumentID": 27,
        "PassageID": "2.2.8",
        "Passage": "Ownership and Group. In relation to the ownership and Group structure of an applicant, we may have regard to:\n(a)\tthe applicant’s position within its group, including any other relationships that may exist between the applicant, controllers, associates and other persons that may be considered a close link;\n(b)\tthe financial strength of the Group and its implications for the applicant;\n(c)\twhether the Group has a structure which makes it possible to:\n(i)\texercise effective supervision;\n(ii)\texchange information among regulators who supervise group members; and\n(iii)\tdetermine the allocation of responsibility among the relevant regulators;\n(d)\tany information provided by other regulators or third parties in relation to the applicant or any entity within its Group; and\n(e)\twhether the applicant or its group is subject to any adverse effect or considerations arising from a country or countries of incorporation, establishment and operations of any member of its group. In considering these matters, we may also have regard to the type and level of regulatory oversight in the relevant country or countries of the group members and the regulatory infrastructure and adherence to internationally held conventions.\n"
    },
    {
        "ID": "72ddb282-a346-48dd-a2dc-d78f450d9946",
        "DocumentID": 27,
        "PassageID": "2.2.9",
        "Passage": "Controllers. In relation to the controllers of an applicant, we may, taking into account the nature, scale and complexity of the firm's business and organisation, have regard to:\n(a)\tthe background, history and principal activities of the applicant’s controllers, including that of the controller's directors, partners or other officers associated with the applicant, and the degree of influence that they are, or may be, able to exert over the applicant and/or its activities;\n(b)\twhere the Controller will exert significant management influence over the applicant, the reputation and experience of the controller or any individual within the controller;\n(c)\tthe financial strength of a controller and its implications for the applicant’s ability to ensure the sound and prudent management of its affairs, in particular where a controller agrees to contribute any funds or other financial support such as a guarantee or a debt subordination agreement in favour of the Firm or Recognised Body; and\n(d)\twhether the applicant is subject to any adverse effect or considerations arising from the country or countries of incorporation, establishment or operations of a controller. In considering such matters, we may have regard to, among other things, the type and level of regulatory oversight, which the controller is subject to in the relevant country or countries and the regulatory infrastructure and adherence to internationally held conventions and standards."
    },
    {
        "ID": "b70c581b-b7a2-46f9-b266-5ad947bcfa61",
        "DocumentID": 27,
        "PassageID": "2.2.10",
        "Passage": "Controllers. Where we have any concerns relating to the fitness and propriety of an applicant for a Financial Services Permission stemming from a Controller of such a person, we may consider imposing conditions on the Financial Services Permission designed to address such concerns. For example, we may impose, in the case of a start-up, a condition that there should be a shareholder agreement that implements an effective shareholder dispute resolution mechanism.\n"
    },
    {
        "ID": "5c7f0bbb-d15e-415b-8b75-4e00279daa36",
        "DocumentID": 27,
        "PassageID": "2.2.11",
        "Passage": "Resources, systems and controls. We will have regard to whether the applicant has sufficient resources, including the appropriate systems and controls, such as:\n(a)\tthe applicant’s financial resources and whether it complies, or will comply, with all applicable legislation, and whether the applicant appears to be in a position to be able to comply with such legislation;\n(b)\tthe extent to which the applicant is or may be able to secure additional capital in a form acceptable to us where this appears likely to be necessary at any stage in the future;\n(c)\tthe availability of sufficient competent human resources to conduct and manage the applicant’s affairs, in addition to the availability of sufficient Approved Persons to conduct and manage the applicant’s activities;\n(d)\twhether the applicant has sufficient and appropriate systems and procedures in order to support, monitor and manage its affairs, resources and regulatory obligations in a sound and prudent manner;\n(e)\twhether the applicant has appropriate anti-money laundering procedures and systems designed to ensure full compliance with applicable money laundering and counter terrorism legislation, and relevant UN Security Council and applicable sanctions and resolutions, including arrangements to ensure that all relevant staff are aware of their obligations;\n(f)\tthe impact of other members of the applicant’s group on the adequacy of the applicant's resources and, in particular though not exclusively, the extent to which the applicant is or may be subject to consolidated prudential supervision by us or another regulatory authority;\n(g)\twhether the applicant is able to provide sufficient evidence about the source of funds available to it, to our satisfaction. This is particularly relevant in the case of a start-up entity; and\n(h)\tthe matters specified in paragraph 2.2.8(c).\n\n"
    },
    {
        "ID": "d72937db-64e4-465c-8951-eae31e7bb668",
        "DocumentID": 27,
        "PassageID": "2.2.12",
        "Passage": "Firms and Recognised Persons: Collective suitability of individuals or other persons connected to the firm. Although individuals performing Controlled and Recognised Functions are required to be Approved Persons and/or Recognised Persons and a firm is required to appoint certain Approved and Recognised Persons to certain functions, we will also consider:\n(a)\tthe collective suitability of all of the firm's staff taken together, and whether there is a sufficient range of individuals with appropriate knowledge, skills and experience to understand, operate and manage the firm's affairs in a sound and prudent manner;\n(b)\tthe composition of the Governing Body of the firm. The factors that would be taken into account by us in this context include, depending on the nature, scale and complexity of the firm's business and its organisational structure, whether:\n(i)\tthe Governing Body has a sufficient number of members with relevant knowledge, skills and expertise among them to provide effective leadership, direction and oversight of the firm's business. For this purpose, the members of the Governing Body should be able to demonstrate that they have, and would continue to maintain, including through training, the necessary skills, knowledge and understanding of the firm's business to be able to fulfil their roles;\n(ii)\tthe individual members of the Governing Body have the commitment necessary to fulfil their roles, demonstrated, for example, by a sufficient allocation of time to the affairs of the firm and reasonable limits on the number of memberships held by them in other boards of directors or similar positions. In particular, we will consider whether membership of other boards of directors or similar positions held by individual members of the Governing Body has the potential to conflict with the interests of the firm and its customers and stakeholders;\n(iii)\tthere is a sufficient number of independent members on the Governing Body;\n(c)\tthe position of the firm in any Group to which it belongs;\n(d)\tthe individual or collective suitability of any person connected with the firm;\n(e)\tthe extent to which the firm has robust human resources policies designed to ensure high standards of conduct and integrity in the conduct of its activities;\n(f)\twhether the firm has appointed auditors, actuaries and advisers with sufficient experience and understanding in relation to the nature of the firm's activities; and\n(g)\twhether the remuneration structure and strategy adopted by the firm is consistent with the requirements in GEN 3.3.42(1)."
    },
    {
        "ID": "f70cb478-d2d8-4837-b308-5411cac0c40e",
        "DocumentID": 27,
        "PassageID": "2.2.13",
        "Passage": "Firms and Recognised Persons: Collective suitability of individuals or other persons connected to the firm. We will consider a Director to be \"independent\" if the Director is found, on the reasonable determination of the Governing Body, to:\n(a)\tbe independent in character and judgement; and\n(b)\thave no relationships or circumstances which are likely to affect or could appear to affect the director's judgement in a manner other than in the best interests of the firm."
    },
    {
        "ID": "21fe59df-4fd9-4121-8926-5c1eb42feaf9",
        "DocumentID": 27,
        "PassageID": "2.2.14",
        "Passage": "Firms and Recognised Persons: Collective suitability of individuals or other persons connected to the firm. In forming a determination, the Governing Body should consider the length of time the director has served as a member of the Governing Body and whether the relevant director:\n(a)\thas been an employee of the firm or group within the last five years;\n(b)\thas or has had, within the last three years, a material business relationship with the firm, either directly or as a partner, shareholder, director or senior employee of a body that has such a relationship with the firm;\n(c)\treceives or has received, in the last three years, additional remuneration or payments from the firm apart from a director's fee, participates in the firm's share option, or a performance-related pay scheme, or is a member of the Recognised Body's pension scheme;\n(d)\tis or has been a director, partner or employee of the firm’s auditor;\n(e)\thas close family ties with any of the  firm’s advisors, directors or senior employees;\n(f)\tholds cross-directorships or has significant links with other directors through involvement in other bodies; or\n(g)\trepresents a significant shareholder.\n\n"
    },
    {
        "ID": "1140c999-1745-47c1-89da-6d89f766215f",
        "DocumentID": 27,
        "PassageID": "2.3",
        "Passage": "Assessing the fitness and propriety of Approved Persons and Recognised Persons and Principal Representatives\n"
    },
    {
        "ID": "e30cba06-c394-482e-8918-ad6968be104f",
        "DocumentID": 27,
        "PassageID": "2.3.1",
        "Passage": "Introduction. This section sets out the matters which we take into consideration, and expect the firm to take into consideration, when assessing the fitness and propriety of an Approved Person under GEN 5.3, Recognised Person under GEN 5.4 and Principal Representative under GEN 9.8."
    },
    {
        "ID": "946cf8d4-4bdd-4759-9ffc-5efffe72be64",
        "DocumentID": 27,
        "PassageID": "2.3.2",
        "Passage": "Introduction. Applications for Approved Person status in respect of the controlled functions of Senior Executive Officer, Licensed Director and Licensed Partner shall be made by the firm and approved by us. We may reject an application for an Approved Person status or grant an Approved Person status with or without conditions and restrictions."
    },
    {
        "ID": "f3841829-399b-4395-9509-ab051448426d",
        "DocumentID": 27,
        "PassageID": "2.3.3",
        "Passage": "Introduction. In relation to applications for Recognised Person status the firm or Recognised Body will approve the Recognised Functions of Finance Officer, Compliance Officer, Senior Manager, Money Laundering Reporting Officer and Responsible Officer, and notify us of such appointments. The onus is on the firm or Recognised Body to carry out proper due diligence to ensure that the person is fit and proper to carry out the function, and to maintain the necessary supporting documentation for its due diligence."
    },
    {
        "ID": "580d2015-e82f-4803-9f12-c6ecbaee0ef2",
        "DocumentID": 27,
        "PassageID": "2.3.4",
        "Passage": "Introduction. We expect a firm to continually ensure that all Approved and Recognised Persons are fit and proper for the controlled and or recognised Functions that they have been appointed to."
    },
    {
        "ID": "ac780778-6d47-46b6-8bec-1167e20bfce1",
        "DocumentID": 27,
        "PassageID": "2.3.5",
        "Passage": "Introduction. When assessing whether an individual meets the fitness and propriety criteria to be able to perform the role of an Approved Person or Recognised Person, we take the following considerations into account, as set out in paragraphs 2.3.6 to 2.3.8 below.\n\n"
    },
    {
        "ID": "f12ffef4-0840-4451-b296-99097de89cc9",
        "DocumentID": 27,
        "PassageID": "2.3.6",
        "Passage": "Integrity. In determining whether an individual has met the fitness and propriety criteria with respect to their integrity, the following matters may be taken into account:\n(a)\tthe propriety of an individual's conduct whether or not such conduct may have resulted in the commission of a criminal offence, the contravention of a law or the institution of legal or disciplinary proceedings of whatever nature;\n(b)\ta conviction or finding of guilt in respect of any offence, other than a minor road traffic offence, by any court of competent jurisdiction;\n(c)\twhether the individual has ever been the subject of disciplinary proceedings by a government body or agency or any recognised self-regulatory organisation or other professional body;\n(d)\ta contravention of any provision of financial services legislation or of rules, regulations, statements of principle or codes of practice made by a recognised self-regulatory organisation, Recognised Body, regulated exchange or regulated clearing house or another regulatory authority;\n(e)\ta refusal or restriction of the right to carry on a trade, business or profession requiring a licence, registration or other authority;\n(f)\ta dismissal or a request to resign from any office or employment;\n(g)\twhether an individual has been or is currently the subject of or has been concerned with the management of a Body Corporate which has been or is currently the subject of an investigation into an allegation of misconduct or malpractice;\n(h)\tan adverse finding in a civil proceeding by any court of competent jurisdiction of fraud, misfeasance or other misconduct, whether in connection with the formation or management of a corporation or otherwise;\n(i)\tan adverse finding or an agreed settlement in a civil action by any court or tribunal of competent jurisdiction resulting in an award against the individual;\n(j)\tan order of disqualification as a director or to act in the management or conduct of the affairs of a corporation by a court of competent jurisdiction or regulator;\n(k)\twhether the individual has been a director, or concerned in the management of, a body corporate which has gone into liquidation or administration whilst that individual was connected with that body corporate or within one year of such a connection;\n(l)\twhether the individual has been a partner or concerned in the management of a partnership where one or more partners have been made bankrupt whilst that individual was connected with that partnership or within a year of such a connection;\n(m)\twhether the individual has been the subject of a complaint in connection with a financial service, which relates to their integrity, competence or financial soundness;\n(n)\twhether the individual has been censured, disciplined, or publicly criticised by, or has been the subject of a court order at the instigation of, the FSRA or another regulatory authority or any officially appointed inquiry; and\n(o)\twhether the individual has been candid and truthful in all their dealings with us.\n"
    },
    {
        "ID": "6449ed88-2a85-4a44-83b1-a4dce89d2404",
        "DocumentID": 27,
        "PassageID": "2.3.7",
        "Passage": "Competence and capability. We will take into account the individual’s qualifications and experience, in determining the fitness and propriety criteria of competence and capability of an individual to perform a role as an Approved Person, Recognised Person or Principal Representative.\n\n"
    },
    {
        "ID": "9e275b25-40a3-4ec6-afa2-0332b889db8d",
        "DocumentID": 27,
        "PassageID": "2.3.8",
        "Passage": "Financial soundness. With respect to the financial soundness of an individual, we will take into account:\n(a)\twhether an individual is able to meet his debts as and when they fall due; and\n(b)\twhether an individual has been declared bankrupt, had a receiver or an administrator appointed, had a bankruptcy petition served on them, had their estate sequestrated, entered into a deed of arrangement (or any contract in relation to a failure to pay due debts) in favour of their creditors, or within the last 10 years, has failed to satisfy a judgement debt under a court order.\n"
    },
    {
        "ID": "05ae3058-15ab-4b5b-b21c-bea8e3b736a4",
        "DocumentID": 27,
        "PassageID": "2.4",
        "Passage": "Waivers during authorisation"
    },
    {
        "ID": "a0ac88ea-4c70-4a1b-b8b9-4e0a46ff3a05",
        "DocumentID": 27,
        "PassageID": "2.4.1",
        "Passage": "An applicant for authorisation may request a waiver or modification when the application is made and being processed. In some circumstances, the applicant may need to work with us in developing the waiver or modification and may not be required to use the formal application process. However, written consent to the waiver or modification will be required if the applicant is authorised."
    },
    {
        "ID": "f49e00c6-8768-4a0c-9a62-5cd0c4e44f56",
        "DocumentID": 27,
        "PassageID": "2.5",
        "Passage": "Start-up entities in the ADGM"
    },
    {
        "ID": "fe8407b0-48f2-4487-8b04-278e0582ea8c",
        "DocumentID": 27,
        "PassageID": "2.5.1",
        "Passage": "What are \"start-up” entities? This paragraph serves as a guide to assist start-up entities that are interested in applying for a Financial Services Permission to conduct Regulated Activities in the ADGM. It sets out the information required to support an application and what criteria we may consider in the authorisation process. Start-ups, as with any applicants, will be required to satisfy all of our requirements prior to being granted a Financial Services Permission."
    },
    {
        "ID": "c85430e6-cf5c-4738-9ba2-8047a359d39f",
        "DocumentID": 27,
        "PassageID": "2.5.2",
        "Passage": "What are \"start-up” entities? A start-up entity is:\n(a)\tany newly set up business entity that is not part of a group that is subject to financial services regulation; or\n(b)\tpart of an existing business entity that it, or whose group, is not subject to financial services regulation."
    },
    {
        "ID": "3a109d18-01a3-440b-b8aa-cbf0e031b3ae",
        "DocumentID": 27,
        "PassageID": "2.5.3",
        "Passage": "What are \"start-up” entities? As a general position, we will not usually accept applications for start-up banks or insurers however each application will be considered on its merits. We will take into account such factors as the applicant’s financial position, systems and controls and whether the start-up entity is managed by persons who have the necessary expertise and knowledge to conduct such activities.\n\n"
    },
    {
        "ID": "8e60528b-4ed7-4b12-925a-43250ef3ac05",
        "DocumentID": 27,
        "PassageID": "2.5.4",
        "Passage": "Our risk-based approach to start-ups. Any consideration of an application for the granting of a Financial Services Permission to carry on a Regulated Activity is likely to involve an assessment of the risks posed to our objectives by the proposed Regulated Activity. Whilst the broad categories of risks for all applicants will be the same, the nature of those risks within start-ups can be amplified, as a start-up does not have a regulatory track record to deal with risks upon which we may place reliance. In the case of a new business, even where senior management has substantial experience and relevant competence in the business sector, this does not necessarily imply an ability to create and sustain an adequate management control environment and compliance culture, particularly when faced with all the other issues of establishing a new business."
    },
    {
        "ID": "0ad4cdfa-c2e6-4e3d-8d01-feb6275a9d79",
        "DocumentID": 27,
        "PassageID": "2.5.5",
        "Passage": "Our risk-based approach to start-ups. The broad categories of risk and some of the unique elements of those risk categories that apply to start-ups include financial risk, governance risk, business/operational risk and compliance risk.\n"
    },
    {
        "ID": "72b4a31d-e895-4ec3-9fed-b763a90f09d0",
        "DocumentID": 27,
        "PassageID": "2.5.6",
        "Passage": "Financial risk . All applicants are required to demonstrate they have a sound initial capital base and funding and must be able to meet the relevant prudential requirements of ADGM legislation, on an ongoing basis. This includes holding enough capital resources to cover expenses even if expected revenue takes time to materialise. Start-ups can encounter greater financial risks as they seek to establish and grow a new business."
    },
    {
        "ID": "b0c234a3-7fce-41c7-a527-c46cf843e794",
        "DocumentID": 27,
        "PassageID": "2.5.7",
        "Passage": "Financial risk . In addition to the risks associated with the financial viability of the start-up, particular attention may be given to the clarity and the verifiable source of the initial capital funding.\n"
    },
    {
        "ID": "3d0ae654-da2d-4624-b53f-80c467251798",
        "DocumentID": 27,
        "PassageID": "2.5.8",
        "Passage": "Governance risk. All applicants are required to demonstrate robust governance arrangements together with the fitness and integrity of all controllers, directors and senior management. We are aware that management control, in smaller start-ups especially, may lie with one or two dominant individuals who may also be amongst the owners of the firm. In such circumstances, we would expect the key business and control functions (i.e., risk management, compliance and internal audit) to be subject to appropriate oversight arrangements which reflect the size and complexity of the business. Applicants can assist us by describing in detail the ownership structure, high-level controls and clear reporting lines which demonstrate adequate segregation of duties."
    },
    {
        "ID": "5c00b6f6-a3e8-4e5c-869d-7277bb9a8c46",
        "DocumentID": 27,
        "PassageID": "2.5.9",
        "Passage": "Governance risk. We may request details of the background, history and ownership of the start-up and, where applicable, its Group. Similar details relating to the background, history and other interests of the directors of the start-up may also be required. Where it considers it necessary to do so, we may undertake independent background checks on such material. A higher degree of due diligence will apply to individuals involved in a start-up and there would be an expectation that the start-up itself will have conducted detailed background checks, which may then be verified by us.\n\n"
    },
    {
        "ID": "12619665-a492-483a-a0f7-0a4eb1dd8dd4",
        "DocumentID": 27,
        "PassageID": "2.5.10",
        "Passage": "Business/operational risk. All applicants are required to establish appropriate systems and controls to demonstrate that the affairs of the firm are managed and controlled effectively. The nature of the systems and controls may depend on the nature, size and complexity of the business. A start-up may wish to consider which additional systems and controls may be appropriate in the initial period of operation following launch, such as increased risk or compliance monitoring. Due to the unproven track record of a start-up, we may, for example, impose restrictions on the business activities of the entity or a greater degree and intensity of supervision until such a track record is established.\n\n"
    },
    {
        "ID": "8d8c2fd6-b39a-4af9-8a83-399dff2d903a",
        "DocumentID": 27,
        "PassageID": "2.5.11",
        "Passage": "Compliance risk . The Senior Executive Officer of a firm is expected to take full responsibility for ensuring compliance with ADGM legislation by establishing a strong compliance culture which is fully embedded within the organisation. A start-up will be required to appoint a U.A.E. resident as the senior executive officer as well as the compliance officer and money laundering reporting officer (MLRO) with the requisite skills and relevant experience in compliance and anti-money laundering duties. The individuals fulfilling the compliance and MLRO roles will be expected to demonstrate to us their competence to perform the proposed roles and adequate knowledge of the relevant sections of ADGM legislation and, in the case of the MLRO, the wider anti-money laundering legislation.\n"
    },
    {
        "ID": "cdaec685-c263-4364-9375-f080a59056ba",
        "DocumentID": 27,
        "PassageID": "2.5.12",
        "Passage": "Main information requirements. The main information requirements are the same for all applicants, including start-ups, and each application will be assessed on its own merits."
    },
    {
        "ID": "6a34ebcf-2797-4e53-aaa1-c9a2a1e9a753",
        "DocumentID": 27,
        "PassageID": "2.5.13",
        "Passage": "Main information requirements. A key document will be the regulatory business plan submitted in support of the application. It will facilitate the application process if applicants cover the following areas within this submission:\n(a)\tan introduction and background;\n(b)\tstrategy and rationale for establishing in the ADGM;\n(c)\torganisational structure;\n(d)\tmanagement structure;\n(e)\tproposed resources;\n(f)\thigh-level controls;\n(g)\trisk management;\n(h)\toperational controls;\n(i)\tsystems overview;\n(j)\thow the proposed activities are mapped against the Regulated Activities and why particular Regulated Activities are applied for; and\n(k)\tfinancial projections."
    },
    {
        "ID": "34dfebec-c275-49f1-8688-9e5754815dc0",
        "DocumentID": 27,
        "PassageID": "2.5.14",
        "Passage": "Main information requirements. Start-up applicants may find it useful to include diagrams illustrating corporate structures, and, where applicable, group relationships, governance arrangements, organisational design, clear reporting lines, business process flows and systems environments."
    },
    {
        "ID": "8b6e29cc-3979-43c9-ad42-2bb47696f6b5",
        "DocumentID": 27,
        "PassageID": "2.5.15",
        "Passage": "Main information requirements. Comprehensively addressing these areas and detailing how the key risks will be identified, monitored and controlled will significantly assist us in determining applications from a start-up.\n"
    },
    {
        "ID": "0e57e34d-ac76-4e2f-a918-b4bdefc3f25a",
        "DocumentID": 27,
        "PassageID": "2.6",
        "Passage": "Application for carrying out a Regulated Activity with or for a Retail Client"
    },
    {
        "ID": "1ad61409-a8d2-40b0-82f6-0ab30250c45a",
        "DocumentID": 27,
        "PassageID": "2.6.1",
        "Passage": "GEN 5.2.3 outlines the requirements to be met by an applicant intending to carry on a Regulated Activity where the client is a Retail Client."
    },
    {
        "ID": "32fa2552-81ba-4ae2-abe7-4e73dfadad28",
        "DocumentID": 27,
        "PassageID": "2.6.2",
        "Passage": "When assessing an application of this type we will consider the following:\n(a)\tthe adequacy of an applicant's systems and controls for carrying on Regulated Activities with a Retail Client;\n(b)\twhether the applicant is able to demonstrate that its systems and controls (including policies and procedures) adequately provide for, among other things, compliance with the requirements specifically dealing with Retail Clients under the Conduct of Business Rulebook (COBS), in particular:\n(i)\tmarketing materials;\n(ii)\tthe content requirements for Client Agreements;\n(iii)\tthe suitability assessment for recommending a financial product;\n(iv)\tthe disclosure of fees and commissions, and any inducements; and\n(v)\tthe segregation of Client Money and/or Client Investments, where relevant;\n(c)\twhether the applicant has adequate systems and controls to ensure, on an ongoing basis, that its Employees remain competent and capable to perform the functions which are assigned to them, including any additional factors that may be relevant if their functions involve interfacing with Retail Clients; and\n(d)\tthe adequacy of the applicant's Complaints handling policies and procedures. An applicant's policies and procedures must provide for fair, consistent and prompt handling of Complaints. In addition to the matters set out in GEN Chapter 7, the policies and procedures should explicitly deal with how the applicant ensures that:\n(i)\tEmployees dealing with Complaints have adequate training and competencies to handle complaints, as well as impartiality and sufficient authority (see GEN 3.3.19, 7.2.7 and 7.2.8);\n(ii)\ta Retail Client is made aware of the firm's Complaints handling policies and procedures before obtaining its services (see COBS 12.1.2(a)(viii)); and\n(iii)\tthe applicant's Complaints handling policies and procedures are freely available to any Retail Client upon request (see GEN 7.2.11)."
    },
    {
        "ID": "dcc29556-00d4-40a6-96d8-27788b61a6f6",
        "DocumentID": 27,
        "PassageID": "2.7",
        "Passage": "Application to conduct Islamic Financial Business"
    },
    {
        "ID": "61edf691-b9cb-410f-a0d0-a443bb44a063",
        "DocumentID": 27,
        "PassageID": "2.7.1",
        "Passage": "A firm wishing to carry on Islamic Financial Business must have a Financial Services Permission authorising it to Conduct Islamic Financial Business either as an Islamic Financial Institution or by operating an Islamic Window."
    },
    {
        "ID": "bccf457d-a0a1-49ff-b8a5-2bd3d20fdf2d",
        "DocumentID": 27,
        "PassageID": "2.7.2",
        "Passage": "A Firm that is granted a Financial Services Permission to operate an Islamic Window may conduct some of its Regulated Activities in a conventional manner while conducting its Islamic Financial Business through the Islamic Window."
    },
    {
        "ID": "60559d61-2cb3-4f8d-9402-973329302ca0",
        "DocumentID": 27,
        "PassageID": "2.7.3",
        "Passage": "We may grant a Financial Services Permission only if we are satisfied that the applicant has demonstrated that it has the systems and controls in place to undertake Islamic Financial Business. In determining whether to grant such a Financial Services Permission, we may consider, among other things, those matters set out in the IFR module of the ADGM Rulebook."
    },
    {
        "ID": "7a9c5fdf-1eb2-49a9-b047-cb31440cad04",
        "DocumentID": 27,
        "PassageID": "2.8",
        "Passage": "Application to be a Representative Office"
    },
    {
        "ID": "627d55c4-f446-4631-9c7f-927e28e2a6e1",
        "DocumentID": 27,
        "PassageID": "2.8.1",
        "Passage": "An applicant seeking to become a Representative Office will need to comply with requirements including those set out in GEN Chapter 9."
    },
    {
        "ID": "d090d2cb-1da1-48b2-9957-4e6b6c4ac873",
        "DocumentID": 27,
        "PassageID": "2.8.2",
        "Passage": "In assessing an application for a Representative Office, we will need to be satisfied that:\n(a)\tthe proposed activities are that of marketing, which means providing information on investments or financial services; engaging in promotions of investments or financial services; or making introductions or referrals of investments or financial services. It does not include advising on investments or the receiving or transmitting of orders (see paragraph 67 of Schedule 1 of FSMR); and\n(b)\tthe applicant is incorporated and regulated by another regulatory authority and is setting up in the ADGM as a branch."
    },
    {
        "ID": "ee5184d3-ff87-4365-b7da-31a29ddc2d79",
        "DocumentID": 27,
        "PassageID": "2.9",
        "Passage": "Application for withdrawal of a Financial Services Permission"
    },
    {
        "ID": "23dce5dd-3d8e-4154-a03d-114bdfd85a39",
        "DocumentID": 27,
        "PassageID": "2.9.1",
        "Passage": "In considering requests for the withdrawal of a Financial Services Permission, a firm will need to satisfy us that it has made appropriate arrangements with respect to its existing customers, including the receipt of any customers' consent where required and, in particular:\n(a)\twhether there may be a long period in which the business will be run off or transferred;\n(b)\twhether deposits must be returned to customers;\n(c)\twhether money and other assets belonging to customers must be returned to them; and\n(d)\twhether there is any other matter which we would reasonably expect to be resolved before granting a request for the withdrawal of a Financial Services Permission."
    },
    {
        "ID": "6a81da97-8251-46c6-8f27-55a85f9e42f9",
        "DocumentID": 27,
        "PassageID": "2.9.2",
        "Passage": "In determining a request for the withdrawal of a Financial Services Permission, we may require additional procedures or information as appropriate, including evidence that the firm has ceased to carry on Regulated Activities."
    },
    {
        "ID": "66615b74-44c6-453d-b7d3-76040b93ef65",
        "DocumentID": 27,
        "PassageID": "2.9.3",
        "Passage": "A firm should submit detailed plans where there may be an extensive period of wind-down. It may not be appropriate for a firm to immediately request a withdrawal of its Financial Services Permission in all circumstances, although it may wish to consider reducing the scope of its Financial Services Permission during this period. Firms should discuss these arrangements with us."
    },
    {
        "ID": "182089f7-8a7c-4a25-ab43-1844ecfad198",
        "DocumentID": 27,
        "PassageID": "2.9.4",
        "Passage": "We may also refuse a request for the withdrawal of a Financial Services Permission where:\n(a)\tthe firm has failed to settle its debts owed to us; or\n(b)\tit is in the interests of a current or pending investigation by us, or by another regulatory body or authority."
    },
    {
        "ID": "f6881fae-bd99-4d45-8a9a-0cbfbd73ceb3",
        "DocumentID": 27,
        "PassageID": "2.9.5",
        "Passage": "Some other matters that a firm should be mindful of in relation to the withdrawal of its Financial Services Permission include:\n(a)\twhere a firm’s FSP is withdrawn, the approved status of its Approved Persons will also be withdrawn on the same date. However, this does not remove the obligation on a firm to provide a statement where an Approved Person has been dismissed or requested to resign (under GEN 8.7.3); and\n(b)\twhere a Fund Manager or the Trustee makes a request for withdrawal (under GEN 8.4.1), the Fund Manager or the Trustee will need to satisfy us that it has made appropriate arrangements in accordance with the requirements under the FUNDS Rules with respect to the continuing management of the Fund for which it is the Fund Manager or the Trustee, as the case may be."
    },
    {
        "ID": "3310c68a-380c-49c3-bb11-313dc7795f59",
        "DocumentID": 27,
        "PassageID": "2.10",
        "Passage": "Application for variation of a Financial Services Permission"
    },
    {
        "ID": "727f1696-fb3e-4c37-91ac-84b1a00f906d",
        "DocumentID": 27,
        "PassageID": "2.10.1",
        "Passage": "Where a firm applies to change the scope of its Financial Services Permission, it should provide the following information:\n(a)\ta revised business plan as appropriate, describing the basis of, and rationale for, the proposed change;\n(b)\tdetails of the extent to which existing documentation, procedures, systems and controls will be amended to take into account any additional activities, and how the firm will be able to comply with any additional regulatory requirements;\n(c)\tdescriptions of the firm's senior management responsibilities (see GEN Chapter 5) where these have changed from those previously disclosed, including any updated staff organisation charts and internal and external reporting lines;\n(d)\tdetails of any transitional arrangements where the firm is reducing its activities and where it has existing customers who may be affected by the cessation of a Regulated Activity;\n(e)\tthe appropriate financial reporting statement where the variation may result in a change to the firm's prudential category or the application of additional or different financial rules. If a capital increase is required in order to demonstrate compliance with additional financial rules but such capital is not paid up or available at the time of application, proposed or forecast figures may be used;\n(f)\tdetails of the effect of the proposed variation on the Approved Persons including, where applicable, submitting any written applications for individuals to perform additional or new controlled functions, or to remove existing controlled functions; and\n(g)\trevised pro forma financial statements."
    },
    {
        "ID": "725fb66d-9af5-41e1-973a-ff05b5da8443",
        "DocumentID": 27,
        "PassageID": "2.10.2",
        "Passage": "In considering whether a firm is fit and proper with respect to a change in the scope of its Financial Services Permission, we may take into account the various matters set out in this Chapter that provide guidance on assessing fitness and propriety for firms.\n"
    },
    {
        "ID": "848aaa2c-112a-40be-a076-034193df1253",
        "DocumentID": 27,
        "PassageID": "3.",
        "Passage": "SUPERVISION: BEING REGULATED"
    },
    {
        "ID": "57da3be1-1761-474e-8513-af2dba8a6f65",
        "DocumentID": 27,
        "PassageID": "3.1",
        "Passage": "Our approach to supervision"
    },
    {
        "ID": "7818359e-b069-441d-a10e-a07795e894f0",
        "DocumentID": 27,
        "PassageID": "3.1.1",
        "Passage": "Supervision philosophy. We adopt a risk-based approach to the regulation and supervision of all regulated firms in order to concentrate our resources on the mitigation of risks to our objectives. We will work with a regulated entity to identify, assess, mitigate and control these risks where appropriate."
    },
    {
        "ID": "46a4833d-d5e5-4eb8-96ab-d5ee8ff060df",
        "DocumentID": 27,
        "PassageID": "3.1.2",
        "Passage": "Supervision philosophy. Our risk-based approach to supervision involves:\n(a)\testablishing the supervisory intensity of a given firm based on the combination of its size and complexity (impact rating) and its risk profile (risk rating), see paragraphs 3.1.8 – 3.1.11). The higher the impact and/or risk profile of the firm, the higher the supervisory intensity and the resources deployed by us;\n(b)\ta continuous risk management cycle, using sectoral and firm-specific data, notifications by the firm, risk assessments and risk and impact ratings;\n(c)\tusing appropriate supervisory tools; and\n(d)\twhere applicable, considering any lead or consolidated supervision which a firm or its Group may be subject to in other jurisdictions, taking into account our relationship with other regulators and the extent to which it or they meet appropriate regulatory criteria and standards."
    },
    {
        "ID": "891e43dd-fcf1-4a91-8367-fba9d87002f5",
        "DocumentID": 27,
        "PassageID": "3.1.3",
        "Passage": "Supervision philosophy. We believe a firm's culture and behaviour affect both its overall financial condition and its interaction with individual customers and market counterparties. Our aim is to reduce the risk and impact of a failure or inappropriate conduct by requiring our regulated firms to have sound risk management systems and adequate internal controls.\n\n"
    },
    {
        "ID": "de94961f-24ea-4eb2-9fc5-fe4def70719e",
        "DocumentID": 27,
        "PassageID": "3.1.4",
        "Passage": "Risk management cycle. We adopt a structured risk management cycle. This comprises the identification, assessment, prioritisation, mitigation and monitoring of risks. It ensures appropriate action is taken upon the identification and/or materialisation of risks."
    },
    {
        "ID": "f5fbe904-9e44-44b1-adf2-be37eccba383",
        "DocumentID": 27,
        "PassageID": "3.1.5",
        "Passage": "Risk management cycle. We will identify and collate a comprehensive set of indicators on a regular basis which provides insights into the financial position and business activities of all our regulated entities. This data set allows us to assess the specific risk profile of regulated entities, sectoral risks by types of entities, and systemic risks posed by the firms to other market counterparties and the wider financial system."
    },
    {
        "ID": "cb883d3e-f28a-4bbc-b2a2-3f317de88d62",
        "DocumentID": 27,
        "PassageID": "3.1.6",
        "Passage": "Risk management cycle. Based on the analysis of this data set, we will prioritise and step up our supervision with respect to certain firms as appropriate, or use thematic reviews to target certain products, services or practices across a set of firms, to mitigate any emerging, specific or systemic risks."
    },
    {
        "ID": "0c7c1b09-ee05-4db6-984c-cfb6c52156bd",
        "DocumentID": 27,
        "PassageID": "3.1.7",
        "Passage": "Risk management cycle. We will monitor and use this data, amongst other factors, to review the effectiveness of our mitigation plans, and set organisational risk tolerances to allocate our supervisory resources.\n"
    },
    {
        "ID": "7ad9f2f5-e4ee-4d32-a832-0a52444927a9",
        "DocumentID": 27,
        "PassageID": "3.1.8",
        "Passage": "Impact and risk ratings. The impact and risk rating is an assessment of the potential adverse consequences that could follow from the failure of, or significant misconduct by, a firm. The potential adverse consequences include not only the direct financial impact on the firm's customers, counterparties and stakeholders, but also the potential for damage to our reputation and objectives."
    },
    {
        "ID": "18c90f75-6c62-46d2-8197-59da4639be8e",
        "DocumentID": 27,
        "PassageID": "3.1.9",
        "Passage": "Impact and risk ratings. In assessing the impact rating, we will consider a variety of factors such as:\n(a)\tthe complexity of the firm’s activities and structure, which is dependent on the nature and type of Regulated Activities it conducts. For instance, a firm that holds customers’ deposits and assets will be operationally more complex and more difficult to resolve any issues or to supervise into compliance, as opposed to a Regulated Activity that does not involve accepting/holding customers’ assets;\n(b)\tthe scale of the firm’s activities and its linkages with other financial institutions and the wider financial system."
    },
    {
        "ID": "f6ca804f-1a07-4db1-9fb5-80e48e071e11",
        "DocumentID": 27,
        "PassageID": "3.1.10",
        "Passage": "Impact and risk ratings. The risk rating is an assessment of the firm’s level of risk exposure or probability of failure across a wide range of risk factors. It takes into consideration a number of broad risk groups, including:\n(a)\tfinancial strength;\n(b)\tliquidity;\n(c)\tcredit risk;\n(d)\tmarket risk;\n(e)\tAML/CFT and financial crime;\n(f)\tconduct risk;\n(g)\toperational risk;\n(h)\tcorporate governance;\n(i)\tinternal control system; and\n(j)\tbusiness model risk."
    },
    {
        "ID": "6e92df6c-dc57-42e4-9ca8-70722527a007",
        "DocumentID": 27,
        "PassageID": "3.1.11",
        "Passage": "Impact and risk ratings. The combination of the risk and the impact will determine the level and intensity of supervision. Firms with higher ratings will be subject to higher supervisory intensity. Our supervisory oversight of these firms will entail more frequent and routine engagements and on-site visits to oversee the activities and developments in the firm. These engagements would typically involve discussions with the board and senior management, business and compliance heads, auditors and risk managers of the firm and, in the case of overseas financial Groups, its head office staff and home country regulators.\n"
    },
    {
        "ID": "b2f2242e-9145-450f-b4b4-9b73d3756767",
        "DocumentID": 27,
        "PassageID": "3.1.12",
        "Passage": "Risk mitigation. Whenever appropriate, we may inform the firm of the steps it needs to take in relation to specific risks. We then expect the firm to demonstrate that it has taken appropriate steps to mitigate these risks."
    },
    {
        "ID": "0885daa9-e4a8-4597-920b-837cf17750e4",
        "DocumentID": 27,
        "PassageID": "3.1.13",
        "Passage": "Risk mitigation. Where necessary, risk mitigation programmes may be developed for a firm in order to mitigate or remove identified areas of risk.\n"
    },
    {
        "ID": "6ca79b6a-2371-48f3-a216-4bdbb4c35009",
        "DocumentID": 27,
        "PassageID": "3.1.14",
        "Passage": "Our relationship with firms. In order to meet our objectives, we require an open, transparent and co-operative relationship with our regulated firms. We expect to establish and maintain an ongoing dialogue with the firm's senior management in order to develop and sustain a thorough understanding of the firm's business, systems and controls and, through this relationship, to be aware of all areas of risk to our objectives."
    },
    {
        "ID": "b16693cc-4461-4b4a-84c2-41cff3052e64",
        "DocumentID": 27,
        "PassageID": "3.1.15",
        "Passage": "Our relationship with firms. We seek to reinforce the responsibilities of senior management for the risk oversight and governance of the firm’s activities, to ensure financial soundness, fair dealing and compliance with regulatory standards."
    },
    {
        "ID": "1b034468-48f1-4ec9-b43f-3be171485a60",
        "DocumentID": 27,
        "PassageID": "3.1.16",
        "Passage": "Our relationship with firms. We seek to maintain an up-to-date knowledge of a firm's business. However, a firm is also required to keep us informed of significant events, or anything related to the firm of which we would reasonably expect to be notified (as set out below).\n"
    },
    {
        "ID": "0e457344-39af-4c9d-8153-e9d8c155f7c9",
        "DocumentID": 27,
        "PassageID": "3.1.17",
        "Passage": "Notifications to us. GEN 8.10 sets out the requirements on a firm to notify us of specified events, changes or circumstances a firm (other than a Representative Office) may encounter. The list of notifications outlined in GEN 8.10 is not exhaustive and there are other areas of the Rulebooks that also specify additional notification requirements.\n\n"
    },
    {
        "ID": "d75208ac-8b00-4193-bcf2-bc3b3f45bc13",
        "DocumentID": 27,
        "PassageID": "3.1.18",
        "Passage": "Co-operation with other regulators. We view co-operation with other regulators as an important component of our supervisory activities. Effective co-operation arrangements with other regulators will provide for prompt exchange of information in relation to supervision, investigation and enforcement matters. The information exchange may enhance, for example, our understanding of the operations of a firm’s Group and the effect on the firm."
    },
    {
        "ID": "86259a0f-e882-4fb8-af6a-293ab8e81375",
        "DocumentID": 27,
        "PassageID": "3.1.19",
        "Passage": "Co-operation with other regulators. We may also exercise our powers for the purposes of assisting other regulators or agencies, see sections 215 to 217 of FSMR.\n\n"
    },
    {
        "ID": "a76de5e6-dd3a-4c44-bc79-fdeae052428c",
        "DocumentID": 27,
        "PassageID": "3.2",
        "Passage": "Supervision of Firms\n"
    },
    {
        "ID": "aaa68483-49d2-4294-b1ef-6c8cac3bcaba",
        "DocumentID": 27,
        "PassageID": "3.2.1",
        "Passage": "Group supervision. When we authorise a firm, we take into consideration the relationships the firm has within its Group, with related parties or other parties closely linked to it. We may also take into account lead or consolidated supervision to which a firm or its Group may be subject in another jurisdiction."
    },
    {
        "ID": "3aec3555-d2e3-49ee-897f-6b777db78b5d",
        "DocumentID": 27,
        "PassageID": "3.2.2",
        "Passage": "Group supervision. A firm is expected to provide information as required or reasonably requested relating to the Authorised Person and, where applicable, its consolidated or lead regulatory arrangements. This information may include:\n(a)\tprudential information;\n(b)\treports on systems and controls relating to a firm's Group;\n(c)\tinternal and external audit reports;\n(d)\tdetails of disciplinary proceedings or any matters which may have financial consequences, reputational impact or pose any significant risk to the ADGM or to the firm; and\n(e)\tthe group-wide corporate governance practices and policies, and the remuneration structure and strategies adopted."
    },
    {
        "ID": "9f4ba591-cf28-4b21-8577-813e8f071050",
        "DocumentID": 27,
        "PassageID": "3.2.3",
        "Passage": "Group supervision. This information may be taken into account as part of our fit and proper test as set out in Chapter 2 and the supervision of the firm.  Further Rules and Guidance with regard to obtaining information from a Representative Office’s lead regulator are set out in GEN 9.15.3."
    },
    {
        "ID": "be3f2bd4-21a4-491c-a9fe-435aaaf5b3d0",
        "DocumentID": 27,
        "PassageID": "3.2.4",
        "Passage": "Group supervision. We have an interest in a firm’s relationship with other regulators, particularly in order to determine the level of reliance we may place on a regulator in another jurisdiction concerning any lead supervision arrangements. Depending on the legal structure of a firm and our relationship with the regulator in question, we may place appropriate reliance on the supervision undertaken by this regulator.\n\n"
    },
    {
        "ID": "ab59f14e-901e-4095-a507-9856b102c15c",
        "DocumentID": 27,
        "PassageID": "3.2.5",
        "Passage": "Domestic Firm's Group with ADGM head office. We will usually be the lead and consolidated regulator of any Group headquartered as a Domestic Firm in the ADGM. Members of the Group, that is, any of the firm's Subsidiaries or Branches, will be either subject to our exclusive supervision or, where members of the Group are located in a jurisdiction outside the ADGM, generally subject to lead or consolidated supervision by us in co-operation with another regulator, provided we are satisfied that it meets appropriate regulatory criteria and standards.\n"
    },
    {
        "ID": "4774b06e-99c7-4e09-af8c-4b3f9afb1f45",
        "DocumentID": 27,
        "PassageID": "3.2.6",
        "Passage": "Subsidiary of a non-ADGM firm. We will be the host regulator for the purpose of prudential supervision of a firm which is an ADGM incorporated Subsidiary of a non-ADGM firm."
    },
    {
        "ID": "78f7b3d5-5717-4fe9-b2a1-17e600140f6d",
        "DocumentID": 27,
        "PassageID": "3.2.7",
        "Passage": "Subsidiary of a non-ADGM firm. Where a firm is a Subsidiary of a regulated non-ADGM parent company, we take into account any consolidated prudential supervision arrangements to which the firm is subject and will liaise with other regulators as necessary to ensure that these are adequately carried out, taking into account the firm's activities. We may place appropriate reliance on the firm's consolidated regulator in another jurisdiction if we are satisfied that it meets appropriate regulatory criteria and standards."
    },
    {
        "ID": "268a7bfd-91a6-44f2-be28-7d66ce5c812c",
        "DocumentID": 27,
        "PassageID": "3.2.8",
        "Passage": "Subsidiary of a non-ADGM firm. A firm carrying on Regulated Activities as a Subsidiary of an unregulated non-ADGM parent company may be subject to our consolidated prudential supervision, taking into account the parent's activities.\n"
    },
    {
        "ID": "14b2a507-289a-4a31-9b15-85bb1302dec0",
        "DocumentID": 27,
        "PassageID": "3.2.9",
        "Passage": "Branch of a non-ADGM firm . A firm carrying on Regulated Activities through a Branch will be subject to supervision by both us and the regulator in its head office jurisdiction."
    },
    {
        "ID": "f824050a-b6a7-4c16-b11c-4478f830ac51",
        "DocumentID": 27,
        "PassageID": "3.2.10",
        "Passage": "Branch of a non-ADGM firm . We will have regard to any lead or consolidated prudential supervision arrangements to which a firm is subject. We may place appropriate reliance on a firm's lead regulator in another jurisdiction and, where appropriate, its consolidated prudential regulator if we are satisfied that it meets appropriate regulatory criteria and standards. Where a firm is subject to lead regulation arrangements with a foreign regulator, we will usually not seek to impose consolidated prudential supervision on the firm's Group."
    },
    {
        "ID": "bceacfa5-1161-47cc-bd3e-9ed175d7121c",
        "DocumentID": 27,
        "PassageID": "3.2.11",
        "Passage": "Branch of a non-ADGM firm . In determining the level of regulatory and supervisory oversight required for a specific firm, we will consider:\n(a)\tthe degree of home country regulation and supervision by the home regulator;\n(b)\tthe fitness and propriety of the head office and its Controllers;\n(c)\tthe strength of support, both financial and managerial, which the head office is capable of providing to the branch, taking into account the branch's activities and the adequacy of, among other things, the corporate governance framework and practices at the head office; and\n(d)\tthe risk and control mechanisms within the Branch itself."
    },
    {
        "ID": "6daa25ff-319d-459f-92ff-3da23c24da94",
        "DocumentID": 27,
        "PassageID": "3.2.12",
        "Passage": "Branch of a non-ADGM firm . Based on this assessment, we may consider granting a waiver or modification notice in respect of specific prudential or other regulatory requirements relating to a Branch.\n"
    },
    {
        "ID": "ed6260f9-b633-43fb-9bfd-939c3114723d",
        "DocumentID": 27,
        "PassageID": "3.2.13",
        "Passage": "Periodic returns for Firms. A firm is required to submit periodic returns. In addition, a firm may be required to submit copies of its Group's annual interim and audited accounts. We may also require a firm to provide copies of Group returns which are sent to any other regulator."
    },
    {
        "ID": "1f1bc8c2-f4a2-4bfa-953e-aef3b63413b9",
        "DocumentID": 27,
        "PassageID": "3.2.14",
        "Passage": "Periodic returns for Firms. Collecting this data in a timely and accurate manner is imperative to our risk management cycle.\n"
    },
    {
        "ID": "f5c0b126-6b54-4fe9-9522-52952b6adad1",
        "DocumentID": 27,
        "PassageID": "3.2.15",
        "Passage": "Review of risk management systems. Under GEN 3.3.4, a firm must ensure that its risk management systems provide the firm with the means to identify, assess, mitigate, monitor and control its risks. In addition to undertaking our own assessment of the firm, we may review the firm's internal risk self-assessment and determine the extent to which each of the firm's risks impact our objectives, the likelihood of the risk occurring, and the controls and mitigation programmes the firm has in place.\n"
    },
    {
        "ID": "1519d625-1c9e-40c8-8f4f-1c5b30c1dd2d",
        "DocumentID": 27,
        "PassageID": "3.2.16",
        "Passage": "Desktop reviews. We may undertake desktop analyses to review a firm’s business activities and compliance with our legislation. A desktop review may involve analysing information provided by the firm through periodic returns, internal management information, ad-hoc questionnaires, published financial information or specially requested information. Through monitoring key indicators and the development of the firm’s business, we seek to detect emerging issues for further in-depth reviews through meetings with the firm’s management, onsite examinations, or otherwise. Apart from reports such as regular prudential returns, we may from time to time also request from a firm additional supplementary information and documents, including non-financial information such as a firm's internal policies on particular areas of risk and compliance.\n"
    },
    {
        "ID": "73518c98-db6f-44f6-965f-8d54a131baf5",
        "DocumentID": 27,
        "PassageID": "3.2.17",
        "Passage": "On-site visits . On-site visits provide us with an overview of the firm's operations and enable us to form a first-hand view of the personnel, systems and controls and compliance culture within the firm as well as identifying and evaluating the risks to our objectives, taking into account any mitigation by the firm. They enable us to test the soundness of the firm's systems and controls and the extent to which we can continue to rely on them and the firm's senior management to prevent or mitigate risks to our objectives. On-site visits will also assist us to assess the extent of supervision and the use of other supervisory tools required to address certain key risk areas.\n"
    },
    {
        "ID": "f5a63039-7827-496e-baf2-d844f3a81903",
        "DocumentID": 27,
        "PassageID": "3.2.18",
        "Passage": "Periodic communications. We are committed to open and transparent communication with firms. From time to time, we may issue letters to Senior Executive Officers or equivalent persons across the ADGM. Frequently, these letters will be issued as a means of communicating findings arising from thematic visits, emerging trends and risks in the financial sector, or in response to any major events or developments."
    },
    {
        "ID": "9320985a-a88c-4c00-9f89-321b3969da39",
        "DocumentID": 27,
        "PassageID": "3.2.19",
        "Passage": "Periodic communications. From time to time, we may consider a particular item of communication to a firm to be of key regulatory importance. For this reason, it may be necessary to issue such communications directly to a senior member of staff at the board level of the ADGM entity copied (where appropriate) to the group's home regulator. For entities established as a Branch in the ADGM, these communications will likely be delivered to the Chairman of the Board at the ADGM Branch entity's head or Parent office. For ADGM incorporated entities, these communications will likely be delivered directly to the Chairman of the firm's board or head office. These communications may include, for example, the findings of our risk assessment visits where a risk mitigation plan has been sent that contains significant matters of concern to our objectives.\n\n"
    },
    {
        "ID": "db85bb67-abef-4b0f-89a0-81180a6703f0",
        "DocumentID": 27,
        "PassageID": "3.2.20",
        "Passage": "External Auditor reports, statements and meetings. An auditor of a firm is required to provide reports to us addressing the matters outlined in section 191 of FSMR. As part of an audit, we would expect an auditor to review any relevant correspondence between us and the firm (e.g., on matters of regulatory concern) and ensure that appropriate follow-up actions have been taken by the firm. We may also require the firm to commission the auditor to conduct a special purpose audit to certify and ensure that any risk mitigation plan has been appropriately implemented. Further, we may from time to time, request tripartite meetings between the firm's senior management, the auditor, and ourselves.\n"
    },
    {
        "ID": "e8a53458-b118-424e-93f3-e41d70cc3bd7",
        "DocumentID": 27,
        "PassageID": "3.2.21",
        "Passage": "Controllers - Our approval. A person who proposes to become a Controller of a Domestic Firm or an existing Controller who proposes to increase the level of control which that person has in a domestic firm beyond the threshold of 20%, 30% or 50% is required to obtain our prior approval before doing so. Our assessment of a proposed acquisition or increase in control of a domestic firm is a review of such a firm's continued fitness and propriety and ability to conduct business soundly and prudently and takes into account considerations set out in paragraph 2.2.8."
    },
    {
        "ID": "4068f5d7-33d4-473c-b314-4ee227d051bd",
        "DocumentID": 27,
        "PassageID": "3.2.22",
        "Passage": "Controllers - Our approval. Under GEN 8.8.5(1), a person who proposes either to acquire or increase the level of control in a Domestic Firm must provide written notice to us in such form as we shall set. We may approve of, object to or impose conditions relating to the proposed acquisition or the proposed increase in the level of control of the firm. If the information in the written application lodged with us is incomplete or unclear, we may in writing request further clarification or information. We may do so at any time during the processing of such an application. The period of 90 days within which we will make a decision will not commence until such clarification or additional information is provided to our satisfaction. We may, in our absolute discretion, agree to a shorter period for processing an application where an applicant requests for such a period, provided all the information required is available to us."
    },
    {
        "ID": "b3902e53-e58b-424d-904f-8368025b8f8d",
        "DocumentID": 27,
        "PassageID": "3.2.23",
        "Passage": "Controllers - Our approval. Where we propose to object to or impose conditions relating to a proposed acquisition of or increase in the level of control in a domestic firm, we will first notify the applicant in writing of its proposal to do so and its reasons. We will take into account any representations made by an applicant before making our final decision."
    },
    {
        "ID": "cd250838-4f1d-410d-acd7-056e3364ab2b",
        "DocumentID": 27,
        "PassageID": "3.2.24",
        "Passage": "Controllers - Our approval. We may consider whether a person has become an unacceptable Controller as a result of any notification given by a firm, including under GEN 8.8.11(2) or as a result of our supervisory work. The considerations which we will take into account in assessing whether a person is an acceptable Controller are those set out in paragraph 3.2.21."
    },
    {
        "ID": "36dfc215-203a-41ae-9904-59797a522a5c",
        "DocumentID": 27,
        "PassageID": "3.2.25",
        "Passage": "Controllers - Our approval. We may request, in writing, any further information required to enable us to complete our assessment of the application no later than the 50th Business Day of the assessment period.\n\n"
    },
    {
        "ID": "34701b12-634a-4de9-8b00-1cdae6ef2304",
        "DocumentID": 27,
        "PassageID": "3.3",
        "Passage": "Supervision of Representative Offices"
    },
    {
        "ID": "b2419a7c-5e77-4f31-9577-e2322d783698",
        "DocumentID": 27,
        "PassageID": "3.3.1",
        "Passage": "As part of our risk-based approach to supervising firms, we may undertake periodic visits to Representative Offices and may also include Representative Offices in our thematic visits."
    },
    {
        "ID": "1e163fb0-f2e6-44cd-b1c4-997c52f55cb5",
        "DocumentID": 27,
        "PassageID": "3.3.2",
        "Passage": "Onsite visits to Representative Offices are likely to focus on issues including:\n(a)\tconfirming that activities undertaken by the Representative Office are allowed under its Financial Services Permission;\n(b)\treviewing the adequacy of its systems and controls to comply with its responsibilities;\n(c)\treviewing the material distributed by the Representative Office to ensure it is clear, fair and not misleading;\n(d)\tany solvency concerns with the head office or Group; and\n(e)\tthe firm's disclosure of its regulated status."
    },
    {
        "ID": "1b60b51c-7a0b-462f-9737-bb9ab3bb4668",
        "DocumentID": 27,
        "PassageID": "3.3.3",
        "Passage": "The onsite visit is likely to include interviews with the Principal Representative and a review of relevant records."
    },
    {
        "ID": "b78be1b4-f69e-456d-9706-2d38cb6a7d05",
        "DocumentID": 27,
        "PassageID": "3.4",
        "Passage": "Supervision of Recognised Bodies\n"
    },
    {
        "ID": "11394291-f449-428b-a0e0-3053d01f58ed",
        "DocumentID": 27,
        "PassageID": "3.4.1",
        "Passage": "Introduction. FSMR and the Rules establish a principles-based framework for the recognition and supervision of Recognised Bodies and for taking regulatory action against those recognised institutions. This framework is supplemented by the supervisory powers and other requirements in MIR.\n"
    },
    {
        "ID": "124f729f-ecfe-4ece-8744-079b2d969065",
        "DocumentID": 27,
        "PassageID": "3.4.2",
        "Passage": "Group supervision. When we recognise a Recognised Body, we take into consideration the relationship with any wider group to which the Recognised Body may belong or with other persons closely linked to it. We will also take into account lead or consolidated supervision to which a Recognised Body or its Group may be subject in another jurisdiction to the extent it is satisfied that it meets appropriate regulatory criteria and standards. This may lead to us placing some reliance on the supervisory arrangements in another jurisdiction or creating and participating in special arrangements for the supervision of the Recognised Body and its Group. The Recognised Body is expected to provide the information required or reasonably requested in relation to these consolidated or lead supervisory arrangements before final supervisory arrangements are established."
    },
    {
        "ID": "5dca2195-aa46-4ade-abde-c7e30be4aa6f",
        "DocumentID": 27,
        "PassageID": "3.4.3",
        "Passage": "Group supervision. Each relationship will be considered on a case-by-case basis and according to the risks posed by the Recognised Body's activities identified during supervisory arrangements. Such supervisory arrangements may include a process to be agreed upon by us, the Recognised Body itself and other relevant regulators."
    },
    {
        "ID": "9a65c4c7-60f9-4f83-bec8-b4cbf1ff81f7",
        "DocumentID": 27,
        "PassageID": "3.4.4",
        "Passage": "Group supervision. Effective co-operation with regulators will provide for prompt exchange of information and co-operation in relation to supervision and enforcement between jurisdictions. This may include exchanges of information and co-operation in respect of activities conducted by a Recognised Body. Usually, co-operation arrangements will be in the form of memoranda of understanding. The information exchange will enhance our understanding of the operations of the Group and the impact (if any) on the Recognised Body.\n"
    },
    {
        "ID": "157056d6-8321-422e-b832-dbcda409539c",
        "DocumentID": 27,
        "PassageID": "3.4.5",
        "Passage": "Application for a change in control. GEN 8.8 sets out the requirements relating to a change in control. See also paragraphs 3.2.21 to 3.2.25.\n"
    },
    {
        "ID": "364f15b5-745d-4c42-8a77-ceaac2860994",
        "DocumentID": 27,
        "PassageID": "3.5",
        "Passage": "Confidentiality"
    },
    {
        "ID": "0b517aad-c1cc-43fd-a083-7138510d9078",
        "DocumentID": 27,
        "PassageID": "3.5.1",
        "Passage": "When carrying out our regulatory functions, we must maintain confidentiality of information, unless disclosure is permitted by section 199 of FSMR.  We have issued a separate policy statement on Confidentiality and it is available on our website under the guidance and policy statements section:  https://www.adgm.com/legal-framework/guidance-and-policy-statements?tab=2."
    },
    {
        "ID": "077f7746-4566-4f23-a8ea-d21298a8f1c2",
        "DocumentID": 27,
        "PassageID": "3.5.2",
        "Passage": "For our general approach to publicity in certain circumstances, see Chapter 10.\n\n\n"
    },
    {
        "ID": "3042e48f-8eb7-4420-8b70-9fce015a238b",
        "DocumentID": 27,
        "PassageID": "4.",
        "Passage": "WAIVERS AND MODIFICATIONS"
    },
    {
        "ID": "f5c58a2e-c04e-4b0b-b440-5f98a03c9ca5",
        "DocumentID": 27,
        "PassageID": "4.1",
        "Passage": "Introduction"
    },
    {
        "ID": "a189d4e3-a730-431d-9fff-a3a470565118",
        "DocumentID": 27,
        "PassageID": "4.1.1",
        "Passage": "Chapter 2 of FSMR provides for the modification or waiver of Rules by us."
    },
    {
        "ID": "4ed1020f-2bb8-407b-860d-b17b16aaaf8e",
        "DocumentID": 27,
        "PassageID": "4.1.2",
        "Passage": "This Chapter outlines our approach to evaluating applications to grant relief from the requirements imposed by the Rules, by either waiving or modifying the application of one or more Rules. Our powers to waive or modify the requirements imposed by legislation do not extend to regulations such as FSMR."
    },
    {
        "ID": "ce4edf16-464c-4378-8e8e-4f61deb5f086",
        "DocumentID": 27,
        "PassageID": "4.1.3",
        "Passage": "To waive the application of a Rule is to give relief to a person from the entire obligation contained in that Rule. A modification can either modify the way in which a person can comply with an obligation in a Rule or can give relief from part of the obligation in a Rule. A detailed description of the process to seek a waiver or modification of the Rules may be found in GEN 8.2."
    },
    {
        "ID": "af0bb111-936d-4b15-be7c-ba88600b2172",
        "DocumentID": 27,
        "PassageID": "4.2",
        "Passage": "Power to issue relief"
    },
    {
        "ID": "90f1428a-8918-450c-8712-0b1666bb6a38",
        "DocumentID": 27,
        "PassageID": "4.2.1",
        "Passage": "We may, on the application or with the consent of an Authorised Person or Recognised Body, direct that a Rule:\n(a)\tdoes not apply to a person; or\n(b)\tdoes apply to a person but with such modifications as are set out in a notice issued by us for this purpose."
    },
    {
        "ID": "94de7f0a-2716-411e-8c1c-f348fa1080d6",
        "DocumentID": 27,
        "PassageID": "4.2.2",
        "Passage": "Waivers and modifications may only be sought by an Authorised Person or Recognised Body, or an applicant seeking such status."
    },
    {
        "ID": "27b219ef-207e-4bb7-9c21-5e545af1c089",
        "DocumentID": 27,
        "PassageID": "4.2.3",
        "Passage": "If an application is successful, we will issue its decision by means of written Direction provided to the applicant."
    },
    {
        "ID": "33ad68e6-9c6b-4714-a0a9-9b4a8eb357f8",
        "DocumentID": 27,
        "PassageID": "4.3",
        "Passage": "Making an application"
    },
    {
        "ID": "4384d134-fd8d-467a-8e0e-888224f301fc",
        "DocumentID": 27,
        "PassageID": "4.3.1",
        "Passage": "Prior to submitting an application to us, the applicant should contact their assigned supervisory contact to discuss the application."
    },
    {
        "ID": "b07f8933-3044-459b-a593-90e3e17f6486",
        "DocumentID": 27,
        "PassageID": "4.3.2",
        "Passage": "If the applicant is not regulated by us at the time of application, contact should be made through our supervision function."
    },
    {
        "ID": "bc1bb2f5-c704-49f3-8b3a-e06418696dde",
        "DocumentID": 27,
        "PassageID": "4.3.3",
        "Passage": "Before making an application, we expect that the applicant will carry out appropriate research on:\n(a)\tthe intention behind the Rule in question and the regulatory outcomes that the Rule aims to achieve;\n(b)\twhether there are any precedents where we have previously granted relief, or not granted relief, from the Rule in question, including any conditions which may have been imposed; and\n(c)\tif relief has been granted in the past, the similarities and differences between the cases where relief has previously been granted and the applicant's case."
    },
    {
        "ID": "55e3a674-4b3d-45ae-a3d2-381cc303c13c",
        "DocumentID": 27,
        "PassageID": "4.3.4",
        "Passage": "All applications for waivers or modifications should be made in such form as we shall prescribe."
    },
    {
        "ID": "c01a26e0-9eca-4860-a334-fad101d50df6",
        "DocumentID": 27,
        "PassageID": "4.3.5",
        "Passage": "In an application for a waiver or modification, the applicant will need to:\n(a)\tset out the reasons for requesting the granting of a waiver or a modification;\n(b)\texplain the impact of the application of the provisions as it stands on the applicant;\n(c)\tattach any precedent relief supporting the application which may have been issued;\n(d)\tidentify any risks associated with the relief being sought and how the applicant plans to mitigate such risks; and\n(e)\tin the case of an application to modify a Rule, propose wording for the modified Rule."
    },
    {
        "ID": "ea73d900-30ee-4c7f-83fa-c5735786e5b9",
        "DocumentID": 27,
        "PassageID": "4.3.6",
        "Passage": "It is for the applicant to demonstrate a compelling case for granting relief; we do not make decisions lightly. The granting of a waiver or modification, including the specific wording of any modification and any conditions attached to the relief granted, is at our discretion and it will generally only grant relief where there is shown to be an appropriate and necessary reason for doing so."
    },
    {
        "ID": "7dc2fc26-72bc-4583-984d-91c5adfa0205",
        "DocumentID": 27,
        "PassageID": "4.3.7",
        "Passage": "On occasion, we may believe that the relief being sought by an applicant may be relevant to, and should be applied to, a number of persons (or a class of persons) similarly affected by the Rule in question. In these circumstances, instead of requiring the affected persons to individually apply for the same relief, we will publish a notice on our website and invite the relevant persons to \"consent\" to the “class Waiver” or “class Modification.” This is simply done by notifying us that they wish the class Waiver or class Modification to apply in relation to their activities."
    },
    {
        "ID": "c0ac0621-b3ed-4640-88d9-6ef3c89ed17d",
        "DocumentID": 27,
        "PassageID": "4.4",
        "Passage": "Considering an application"
    },
    {
        "ID": "b0b2eb80-49a1-4a92-900c-0c80649281cb",
        "DocumentID": 27,
        "PassageID": "4.4.1",
        "Passage": "We will acknowledge receipt of an application for relief and may request further information, potentially including meeting with the applicant to discuss the need for the relief sought. The time taken by us to determine the application will depend upon the complexity of the issues it raises."
    },
    {
        "ID": "325ecbdc-95c5-4d89-aeeb-831b537f4a8d",
        "DocumentID": 27,
        "PassageID": "4.4.2",
        "Passage": "When considering each application, we assess the net regulatory benefit or detriment which would result from granting the relief sought on the conditions proposed and any risks posed by such relief. We will generally grant relief where:\n(a)\tit has formed the opinion that there is a net regulatory benefit; or\n(b)\tthe regulatory detriment is minimal as the relief sought does not conflict with the policy intent of the Rule and the applicant has demonstrated that the associated risks would be adequately mitigated if relief was granted."
    },
    {
        "ID": "30d87ea5-ea71-4cc4-b15c-af73a57ddf2f",
        "DocumentID": 27,
        "PassageID": "4.4.3",
        "Passage": "Relief will be given to overcome the disproportionate effects of Rules in exceptional cases, the anomalous effects of Rules in unique cases for which they were not created, and the unforeseen side effects of Rules. For example, changes in international standards may result in unforeseen differences between the Rules and the new standards. While the Rules would ordinarily adapt over time to reflect such changes, an Authorised Person or Recognised Body may seek a waiver or modification of a specific Rule to accommodate the evolution of the international standard. This may also represent a scenario where we may publish a notice to be made available to other affected persons within the ADGM upon their consent. Similarly, where material changes to a Rule may make it impractical for Authorised Persons or a Recognised Body to comply immediately, a request for a temporary waiver or modification may be granted."
    },
    {
        "ID": "c1e3db16-c7dc-4fc8-b8f0-ed9212b62f8f",
        "DocumentID": 27,
        "PassageID": "4.4.4",
        "Passage": "We may impose such conditions on relief as we may see fit, and a notice may specify that the relevant waiver or modification may be available for only a specified period of time, after which time it will cease to apply."
    },
    {
        "ID": "cee829ef-73d7-4ffa-9c7d-ac8fe95b081e",
        "DocumentID": 27,
        "PassageID": "4.4.5",
        "Passage": "If we decide not to grant relief, we will give reasons for the decision. An applicant may withdraw its application for relief at any time up until notification of our decision has been given to the applicant. In doing so, the applicant should give reasons for the withdrawal of the application."
    },
    {
        "ID": "82a7196c-feab-41c3-974a-db2ea8e21d18",
        "DocumentID": 27,
        "PassageID": "4.5",
        "Passage": "Publication of waivers and modifications"
    },
    {
        "ID": "4367bcb0-0632-42c2-aec8-a3fae7a912c8",
        "DocumentID": 27,
        "PassageID": "4.5.1",
        "Passage": "We will publish all Directions concerning waivers and modifications unless we are satisfied that it is inappropriate or unnecessary to do so."
    },
    {
        "ID": "59d43cf7-4ca0-49c3-bb22-c533f2e59d96",
        "DocumentID": 27,
        "PassageID": "4.5.2",
        "Passage": "We will publish all Directions concerning waivers and modifications in such a way that we consider appropriate for bringing the notice to the attention of:\n(a)\tthose likely to be affected by it, such as clients of the applicant; and\n(b)\tothers who may be likely to be affected by the same Rule and may seek a similar waiver or modification."
    },
    {
        "ID": "4780cdc9-d3b8-493f-b600-5681491033de",
        "DocumentID": 27,
        "PassageID": "4.5.3",
        "Passage": "The principal method of publication of waivers and modifications Directions is by publication on our webpage. The fundamental principle behind publication is transparency. This allows any person dealing with the applicant, for example, its clients and competitors, to know to what extent the relevant provisions apply to the applicant."
    },
    {
        "ID": "8614159c-526b-4811-8d50-54529d876f76",
        "DocumentID": 27,
        "PassageID": "4.5.4",
        "Passage": "If an applicant believes that it is inappropriate or unnecessary for us to publish the relief, or to publish it after a delay, or without disclosing the identity of the applicant, it should make this clear in its application. Decisions not to grant relief will not be published by us."
    },
    {
        "ID": "d2641f0b-89c3-4def-bcf3-8b3e035a3ccf",
        "DocumentID": 27,
        "PassageID": "4.6",
        "Passage": "Withdrawal or variation of waivers and modifications"
    },
    {
        "ID": "80551e2c-3255-4e5d-a299-9a7e3074be88",
        "DocumentID": 27,
        "PassageID": "4.6.1",
        "Passage": "Under section 9(5) of FSMR, we may:\n(a)\trevoke a Direction; or\n(b)\ton the application of, or with the consent of, the person to whom it applies, vary a Direction."
    },
    {
        "ID": "63674929-8338-4be8-b0f9-9d741acace21",
        "DocumentID": 27,
        "PassageID": "4.7",
        "Passage": "Enforcement of waivers and modifications"
    },
    {
        "ID": "2bfaac31-8e81-497c-aee8-1c8f72f3b92e",
        "DocumentID": 27,
        "PassageID": "4.7.1",
        "Passage": "If a Direction under section 9 of FSMR states that a Rule is to apply to the applicant with modifications, then a contravention of the modified provision could lead to enforcement action."
    },
    {
        "ID": "f205c0b6-66bb-4829-b34e-1568a8193597",
        "DocumentID": 27,
        "PassageID": "4.7.2",
        "Passage": "If relief is given subject to a condition, the relief will not apply to activities conducted in breach of the condition. Further, those activities, if in breach of the original provision, could lead to enforcement action."
    },
    {
        "ID": "f5a33872-2d9b-479d-a398-1e6f4b8e23ee",
        "DocumentID": 27,
        "PassageID": "4.8",
        "Passage": "Expiry and extension of current waivers and modifications"
    },
    {
        "ID": "a2525f50-e50e-4b6d-bded-02358f9ffb2b",
        "DocumentID": 27,
        "PassageID": "4.8.1",
        "Passage": "Where relief has been granted for a limited period of time (see paragraph ‎4.4.4) it is the responsibility of the person to whom the notice applies to monitor any expiry date."
    },
    {
        "ID": "5f5bf357-ee2c-43a9-b8b8-a5fe8ae11b61",
        "DocumentID": 27,
        "PassageID": "4.8.2",
        "Passage": "There is no automatic renewal process for any relief granted by us for a limited period of time."
    },
    {
        "ID": "8ae41c70-6671-40d1-b656-4e87be726f1c",
        "DocumentID": 27,
        "PassageID": "4.8.3",
        "Passage": "It is the responsibility of the person to whom a time-limited Direction applies to notify us within a reasonable period in advance of the expiry of the Direction of their intention to apply for an extension of the relief or explain how they intend to comply with the original Rule."
    },
    {
        "ID": "069a353b-c24a-4f95-89df-29c00f63dcb6",
        "DocumentID": 27,
        "PassageID": "4.8.4",
        "Passage": "Notification should be made through the same contact point as described above, namely either the assigned supervisory contact, the dedicated contact portal or the Supervisory Function."
    },
    {
        "ID": "a7442793-3d28-45ee-bca5-82a54b57aa73",
        "DocumentID": 27,
        "PassageID": "4.8.5",
        "Passage": "We will consider every application for extension of the term of the Direction in the same manner as an initial application and will not necessarily grant extensions as a matter of course.\n\n"
    },
    {
        "ID": "8beac318-b70f-4bb4-8744-b54dc3307092",
        "DocumentID": 27,
        "PassageID": "5.",
        "Passage": "SUPERVISORY AND ENFORCEMENT POWERS"
    },
    {
        "ID": "ff35ba7b-6d3b-48c8-9352-5a1bd65404b1",
        "DocumentID": 27,
        "PassageID": "5.1",
        "Passage": "Introduction"
    },
    {
        "ID": "d0dc2f5f-564a-4963-87d2-beeffa1ec058",
        "DocumentID": 27,
        "PassageID": "5.1.1",
        "Passage": "This Chapter sets out how we may exercise our supervisory and enforcement powers. Chapter 6 of this document describes how we will exercise additional investigative and disciplinary powers when conducting enforcement activities."
    },
    {
        "ID": "91136058-cc7e-4ef2-a787-46f73fafb584",
        "DocumentID": 27,
        "PassageID": "5.1.2",
        "Passage": "The range of powers available to us includes the power to:\n(a)\trequire information or documents (FSMR sections 201 and 206);\n(b)\trequire a report from a skilled person (FSMR section 203);\n(c)\timpose Requirements on a firm (FSMR section 35);\n(d)\tvary, suspend or cancel the Financial Services Permission of an Authorised Person (FSMR sections 33 and 233);\n(e)\timpose or vary conditions on an Approved Person on our own initiative (FSMR section 48);\n(f)\tgive a Direction to a Recognised Body (FSMR section 132); and\n(g)\trevoke a Recognition Order (FSMR section 134)."
    },
    {
        "ID": "a8df91f8-b25d-4d51-a68a-ad840e795dee",
        "DocumentID": 27,
        "PassageID": "5.1.3",
        "Passage": "In exercising a power specified in this Chapter (except when requesting information and/or documents or a skilled person report), we will generally follow the decision-making procedures set out in Chapter 9 of this document and as specified in FSMR."
    },
    {
        "ID": "cabf6387-40c4-4e06-aeab-a444ae56c5a3",
        "DocumentID": 27,
        "PassageID": "5.1.4",
        "Passage": "For our general approach to publicity in certain circumstances, see Chapter 10."
    },
    {
        "ID": "10134ee7-3db5-4b6f-8c63-b6e56bffc527",
        "DocumentID": 27,
        "PassageID": "5.2",
        "Passage": "Power to require information and documents"
    },
    {
        "ID": "cc10dce8-629c-4720-92f5-1240724cd80a",
        "DocumentID": 27,
        "PassageID": "5.2.1",
        "Passage": "In order to supervise the conduct and activities of any person subject to our Rules, we require access to a broad range of relevant information.  To support this, we have a range of information gathering powers."
    },
    {
        "ID": "2080ed6d-27bd-4e21-95bc-0fdd75ac3f1c",
        "DocumentID": 27,
        "PassageID": "5.2.2",
        "Passage": "Among the various information gathering powers, we may require any person subject to our Rules to give information and produce documents about the relevant business (including all reports prepared by external parties such as consultants appointed by the Authorised Person or Recognised Body). When we require a person to provide information or give documents, we will give the person a written notice specifying what information or documents we require and the date by which the information or documents must be provided."
    },
    {
        "ID": "ef22f2a4-4f5c-453b-9655-ae64b4e79c7f",
        "DocumentID": 27,
        "PassageID": "5.3",
        "Passage": "Power to require a report"
    },
    {
        "ID": "7c18c8ad-e66b-46ca-923b-f53b0bccc07a",
        "DocumentID": 27,
        "PassageID": "5.3.1",
        "Passage": "We may require any person subject to our Rules to provide us with a report from a Skilled Person on specified matters, in circumstances where (amongst other things):\n(a)\twe have concerns about the adequacy of systems and controls (such as compliance, internal audit, anti-money laundering, risk management and record keeping);\n(b)\twe seek verification of information submitted by it; or\n(c)\twe require remedial action to ensure the firm or Recognised Body complies with legislation administered by us."
    },
    {
        "ID": "2886663a-e162-4fb9-9558-aa21f75be3f2",
        "DocumentID": 27,
        "PassageID": "5.3.2",
        "Passage": "GEN 8.12 sets out various requirements in relation to Skilled Persons, including:\n(a)\tour ability to give written notice to a firm or Recognised Body, requiring a report to be provided by a Skilled Person and setting out the purpose of the proposed report, the scope, the timetable for completion and any other relevant matters;\n(b)\tappointment of a Skilled Person by the firm or Recognised Body that has been nominated and/or approved by us (at our election);\n(c)\tthe requirement that the Skilled Person co-operates with us, and is provided with all assistance by the firm or Recognised Body that the Skilled Person may reasonably require; and\n(d)\tthat the firm or Recognised Body will pay for the services of the Skilled Person."
    },
    {
        "ID": "b4d4de0a-bfa6-439b-b50a-e6983fcf0291",
        "DocumentID": 27,
        "PassageID": "5.4",
        "Passage": "Power to impose Requirements on a firm"
    },
    {
        "ID": "f599ade8-c8da-40ba-91a8-084fc45c1f2f",
        "DocumentID": 27,
        "PassageID": "5.4.1",
        "Passage": "Section 35 of FSMR gives us a power to impose Requirements on a firm that has applied for or been granted a Financial Services Permission, or seeks to vary a Financial Services Permission. We can do so either at the request of a firm or on our own initiative."
    },
    {
        "ID": "dd33d5b7-2e3a-44fc-b3da-3ec706e631e3",
        "DocumentID": 27,
        "PassageID": "5.4.2",
        "Passage": "We may impose a Requirement on a firm under section 35 of FSMR so as to require the firm to take action, or refrain from taking action, specified by us. Section 36 of FSMR sets out further provisions regarding our power to impose Requirements and provides that a Requirement can extend to a firm’s activities which are not Regulated Activities."
    },
    {
        "ID": "3b016133-6155-4e6f-9aa0-90f439b15003",
        "DocumentID": 27,
        "PassageID": "5.4.3",
        "Passage": "We may exercise this power in the circumstances set out in section 35(2) of FSMR, which could include situations where:\n(a)\tthe firm is failing, or is likely to fail, to satisfy the Threshold Condition Rules such as where the firm:\n(i)\thas inadequate or inappropriate resources;\n(ii)\tis not fit and proper;\n(iii)\tis incapable of being supervised effectively; or\n(iv)\thas inadequate compliance arrangements to enable it to comply with all applicable legal and regulatory requirements;\n(b)\tthe firm has contravened legislation administered by us or there is a reasonable likelihood it might do so; or\n(c)\twe consider that the exercise of the power is necessary or desirable in the pursuit of one or more of our objectives, for example, in circumstances where there is a risk of an adverse effect on its Customers or an enforcement action or insolvency proceedings have commenced."
    },
    {
        "ID": "8bd025cb-b3a8-44a2-b2fc-67647f78ab44",
        "DocumentID": 27,
        "PassageID": "5.4.4",
        "Passage": "In determining whether to exercise this power, we will take into account all relevant facts and circumstances, including whether the firm's management is able to address our concerns. Furthermore, we will have regard to the principle that any restriction imposed on a firm should be proportionate to the objectives which we are seeking to achieve."
    },
    {
        "ID": "2c9a82c9-abc4-445a-a5c4-7e232c009b61",
        "DocumentID": 27,
        "PassageID": "5.4.5",
        "Passage": "Examples of Requirements that we may consider imposing include, among other things, a requirement:\n(a)\tnot to take on new business;\n(b)\tnot to hold or control Client Money;\n(c)\tnot to trade in certain categories of Specified Investment;\n(d)\tprohibiting or restricting the disposal of, or other dealing with, any of the firm's assets (whether in the ADGM or elsewhere); and\n(e)\tthat all or any of the firm's assets (or all or any assets belonging to investors but held by the firm) must be transferred to a trustee approved by us."
    },
    {
        "ID": "08db8664-6b20-43bb-bc52-e82a5a9ff206",
        "DocumentID": 27,
        "PassageID": "5.5",
        "Passage": "Power to vary or cancel a Financial Services Permission\n"
    },
    {
        "ID": "20758d17-f668-430e-a76a-a6914464c127",
        "DocumentID": 27,
        "PassageID": "5.5.1",
        "Passage": "At the request of a firm . We may vary or cancel a firm’s Financial Services Permission on the application of the firm (in such form as we may prescribe) (see section 32 of FSMR)."
    },
    {
        "ID": "8feb6b87-9efb-4abf-84a6-5a00d973d72d",
        "DocumentID": 27,
        "PassageID": "5.5.2",
        "Passage": "At the request of a firm . We may require the firm to satisfy certain regulatory requirements prior to variation or cancellation of the Financial Services Permission, at our sole discretion. We may also refuse an application to vary or cancel if we consider it desirable to meet our objectives. This might include, for example, circumstances where we have concerns about the firm’s activities which need to be resolved before the variation or cancellation is appropriate.\n"
    },
    {
        "ID": "cd2e3201-9c8d-41db-ae9e-c56f0e181dcb",
        "DocumentID": 27,
        "PassageID": "5.5.3",
        "Passage": "On our own initiative. We may exercise our powers to cancel a Financial Services Permission to carry on one or more Regulated Activities where it appears to us that one or more of the circumstances set out in section 33(1) of FSMR apply. In such cases, we may vary the Financial Services Permission by adding or removing a Regulated Activity from the Financial Services Permission or varying the description of a Regulated Activity where it does not widen the description. We may also vary the Financial Service Permission by including in it (as varied) any provision that could be included if a new Financial Service Permission were being sought. We may also cancel the Financial Services Permission entirely."
    },
    {
        "ID": "53c8d560-8883-4d36-99c3-97640f6b7850",
        "DocumentID": 27,
        "PassageID": "5.5.4",
        "Passage": "On our own initiative. Examples of circumstances where we might exercise our powers to vary or cancel a Financial Services Permission could include where:\n(a)\twe have serious concerns about the manner in which the business of the firm is being conducted;\n(b)\twe consider it necessary to protect other participants in the ADGM Financial System from adverse effects such as financial loss or the risk of significant financial loss;\n(c)\tthe firm has failed to have or maintain adequate financial resources or failed to comply with regulatory capital requirements;\n(d)\tthe firm has not submitted regulatory returns in a timely fashion or has provided false information in regulatory returns;\n(e)\tthe firm no longer satisfies the Threshold Conditions to carry out a Regulated Activity (set out in the GEN Chapter 5);\n(f)\tthe firm has contravened FSMR or the Rules.\n"
    },
    {
        "ID": "63311d63-e1e9-4adc-bee6-a6bf7ee844d3",
        "DocumentID": 27,
        "PassageID": "5.6",
        "Passage": "Power to withdraw or vary Approval of an Approved Person"
    },
    {
        "ID": "0f70ac0b-8f1a-48d4-83d8-35cd6b2b1dbb",
        "DocumentID": 27,
        "PassageID": "5.6.1",
        "Passage": "Under section 46 of FSMR, we may withdraw an Approval given in relation to the performance of a Controlled Function where we consider that the Approved Person is not fit and proper to perform the Controlled Function in question. Circumstances where we might exercise this power could include where:\n(a)\tthe individual is in breach of an obligation required by their Approved Person status;\n(b)\tthe individual becomes bankrupt;\n(c)\tthe individual is convicted of an offence or there is a finding against them that would be considered relevant to their integrity and honesty, or their ability to perform the relevant Controlled Function(s);\n(d)\tthe individual becomes incapable, through mental or physical incapacity, of managing their affairs; or\n(e)\tthe individual or the relevant firm asks us to withdraw the relevant status."
    },
    {
        "ID": "ca8110b0-dfaa-415f-9b47-4366ee85db7c",
        "DocumentID": 27,
        "PassageID": "5.6.2",
        "Passage": "In determining whether to exercise our power under section 46 of FSMR, we will have regard to all relevant matters including, but not limited to:\n(a)\tthe criteria for assessing the fitness and propriety of an Approved Person as set out in GEN 5.2.9 and section 2.3 of GPM;\n(b)\tthe commission of any offences or a finding involving dishonesty, fraud or a financial crime by the Approved Person;\n(c)\twhether other enforcement action should be taken, or has already been taken, against the Approved Person by us or by other enforcement agencies;\n(d)\tthe particular Controlled Function the Approved Person is or was performing;\n(e)\tthe nature and activities of the firm concerned;\n(f)\tthe markets in which the firm operates; and\n(g)\tthe severity of the risk that the individual poses to consumers and to confidence in the ADGM financial system."
    },
    {
        "ID": "4251dc24-6437-4552-b669-f2a5f92178f0",
        "DocumentID": 27,
        "PassageID": "5.6.3",
        "Passage": "We may also, upon the application of the relevant Authorised Person (section 47 of FSMR) or at our own initiative (section 48 of FSMR), vary the Approval of an Approved Person by:\n(a)\timposing a condition or conditions on the grant of Approved Person status;\n(b)\tvarying or removing a condition or conditions; or\n(c)\tlimiting the period for which the Approval may have effect (only where the variation is on our initiative under section 48 of FSMR)."
    },
    {
        "ID": "61383442-b7af-4486-ab5c-610a613f73a2",
        "DocumentID": 27,
        "PassageID": "5.6.4",
        "Passage": "There are various circumstances that may arise where we may exercise our own initiative power to vary the Approval of an Approved Person, including where:\n(a)\tthe Approved Person has not exercised the expected level of skill, care and diligence in carrying out the Controlled Function(s);\n(b)\tthe conduct of the Approved Person is inconsistent with the requirements and standards expected of a person in their role; or\n(c)\twe have concerns about the  Approved Person’s ability or suitability to carry out the Controlled Function(s) as originally approved (but not such as to warrant the withdrawal of an Approved Person’s status on the basis of fitness or propriety pursuant to section 46 of FSMR as set out in paragraphs 5.6.1 and 5.6.2)."
    },
    {
        "ID": "dac0f27a-17dc-4e7c-a2a4-2713aac589b2",
        "DocumentID": 27,
        "PassageID": "5.7",
        "Passage": "Power to give Directions to a Recognised Body or Remote Body"
    },
    {
        "ID": "959ed71a-1f66-4428-9185-60c8da7c55d7",
        "DocumentID": 27,
        "PassageID": "5.7.1",
        "Passage": "FSMR section 132 empowers us to direct a Recognised Body or Remote Body to take certain steps to ensure compliance with the Recognition Requirements or Remote Recognition Requirements and our legislation."
    },
    {
        "ID": "9c715119-6540-453a-b6a8-729831d00a7b",
        "DocumentID": 27,
        "PassageID": "5.7.2",
        "Passage": "Those steps may include requiring the Recognised Body or Remote Body to take particular action or refrain from taking particular action. The steps may also include granting us access to the body’s premises for the purposes of inspecting those premises or any documents on the premises and the suspension of the carrying on of any activity by the Recognised Body or Remote Body for the period specified in the direction."
    },
    {
        "ID": "0ff1b00b-2e83-4736-ae99-1b9ff2eda8f2",
        "DocumentID": 27,
        "PassageID": "5.7.3",
        "Passage": "We are likely to exercise our power in the circumstances set out in MIR. Though we are not required to do so under MIR, in most cases we will endeavour to contact the Recognised Body or Remote Body prior to issuing such a direction."
    },
    {
        "ID": "f01113fb-1f75-46f9-892f-882c1872b3bf",
        "DocumentID": 27,
        "PassageID": "5.8",
        "Passage": "Other Supervisory Powers in relation to Recognised Bodies and Remote Bodies"
    },
    {
        "ID": "5cafde13-a12d-4025-80ad-fed1e858147b",
        "DocumentID": 27,
        "PassageID": "5.8.1",
        "Passage": "FSMR and Chapters 6 and 7 of MIR set out other powers we have in relation to Recognised Bodies and Remote Bodies, the procedures we will follow in doing so, and the factors we will take into consideration when deciding whether or not – and how – to exercise such powers."
    },
    {
        "ID": "1a716e20-7c32-4bda-b307-8568c152835c",
        "DocumentID": 27,
        "PassageID": "5.8.2",
        "Passage": "These powers include:\n(a)\trequiring a Recognised Body to do specified things, including closing the market, suspending transactions and prohibiting trading in Investments, pursuant to Part 14 of FSMR and Chapter 2 of MKT; and\n(b)\tsupervision of a Recognised Body’s action in the case of a default, under their Default Rules pursuant to MIR 6.5. This could include direction to take, or not take, any action and to take action on behalf of the Recognised Body in certain circumstances."
    },
    {
        "ID": "d0a6a32f-03f6-4505-81aa-0f3d3f2775cb",
        "DocumentID": 27,
        "PassageID": "5.9",
        "Passage": "Power to revoke recognition\n"
    },
    {
        "ID": "62908d5d-eb70-4217-a2b5-520be929d63f",
        "DocumentID": 27,
        "PassageID": "5.9.1",
        "Passage": "With consent . We may revoke a Recognition Order at the request or otherwise with the consent of the relevant Recognised Body or Remote Body pursuant to section 134(1) of FSMR.\n"
    },
    {
        "ID": "29b939fa-0521-421e-b713-c15226fa4213",
        "DocumentID": 27,
        "PassageID": "5.9.2",
        "Passage": "On our own initiative. We may exercise our power to revoke a Recognition Order where it appears to us that the relevant body is failing or has failed to satisfy the applicable Recognition Requirements or Remote Recognition Requirements (as the case may be), or any other obligation imposed on it under our legislation."
    },
    {
        "ID": "829bf151-c92d-46f3-b61e-4bd37ea2903b",
        "DocumentID": 27,
        "PassageID": "5.9.3",
        "Passage": "On our own initiative. The circumstances in which we will consider revoking a Recognition Order are set out in section 134 of FSMR and in MIR. The procedure applicable to giving a Direction or revoking a Recognition Order is set out in section 135 of FSMR.\n\n"
    },
    {
        "ID": "1e550c20-6453-4d94-86b7-5693d1e7bc1b",
        "DocumentID": 27,
        "PassageID": "5.10",
        "Passage": "Summary of Enforcement and Supervisory Powers under FSMR\n(Excluding Part 6)\n/Table Start\nPowers in relation to Authorised Persons\ns 32\nVariation of FSP upon request\tAdd or remove Regulated Activity, vary the description, or cancel FSP at the request of an Authorised Person\ns 33\nVariation or cancellation on initiative of FSRA\tAdd or remove Regulated Activity, vary the description, or cancel FSP on own initiative (s 42 procedure)\ns 35\nImpose Requirements \tImpose a new Requirement, vary Requirements previously imposed, or cancel a Requirement\nOwn initiative (s 42 procedure) or on application of an Authorised Person\ns 37\nRequirements on acquisition of Control\tImpose or vary a s 35 Requirement if a person has acquired Control of an Authorised Person; there are no grounds for exercising own initiative power; and the likely effect of the acquisition is uncertain\ns 38\nAssets Requirement \tImpose or vary a s 35 Requirement restricting how assets can be dealt with in certain circumstances\nPowers in relation to Individuals\ns 46\nWithdrawal of Controlled Function Approval\tWithdrawal of Approval if person not considered fit and proper\ns 47\nVariation of Approval upon request\tVary, remove or impose a condition at request of an Authorised Person\ns 48\nVariation of Approval on initiative of FSRA\tVary, impose or remove condition, or limit period of Approval (s 49 procedure)\nPowers in relation to Recognised Body or Remote Body\ns 99\nSuspension of investigations\tDirect a Recognised Body to suspend or limit an investigation in connection with Market Abuse powers\ns 125\nVariation of Recognition Order upon request\tAdd or remove a service, or activity or class of Financial Instruments\ns 132\nDirections to Recognised or Remote Body\tTo take steps to comply with relevant Recognition Requirements or similar (s 135 procedure)\ns 133\nDirections to Clearing Houses\tDirect to take or refrain from taking specific action (s 135 procedure)\ns 134\nRevoke Recognition\tRevoke Recognition Order\nOwn initiative (s 135 procedure) or upon request of relevant body\ns 137\nDisallow excessive Regulatory Provision\tDirect the relevant body that a provision imposing an excessive Requirement must not be made.\ns 153\nDirection not to change Default Rules\tDirect not to proceed with a proposal to change Default Rules\ns 162\nPowers to give Directions relating to Default Rules\tDirect the relevant Body to take action, or not take action, under its Default Rules\nDirect a Relevant Office-Holder to take action or refrain from taking action in respect of a Defaulting Clearing Member\ns 180\nSuspension or removal of Financial Instruments from Trading\tRequire Institution(s) to suspend or remove a Financial Instrument from Trading to protect the interests of investors or the orderly functioning of the financial markets (s 181 procedure)\nPowers to require information\ns 201\nRequire information or documents\tWhere the FSRA reasonably considers that it requires information in connection with the exercise of any of its functions or powers\nApplies to any person subject to Rules, including from Authorised Persons, Recognised/Remote Bodies, Controllers, Approved Persons, Recognised Persons or any person connected to such person and their employees\nMay be exercised at the request of a Non-ADGM Regulator (s 217)\ns 203\nReport from skilled person\tWhere the FSRA can require information or documents on a matter, it can request a report on the matter from the Person Concerned, or it can appoint a skilled person itself to provide a report\n\"Person Concerned\" - an Authorised Person, Recognised/Remote Body, member of the Group or a related Partnership\ns 204\nCollect/update information by skilled person \tRequire Authorised Person, Recognised Body or Remote Body to appoint a skilled person to collect and keep up to date information, or FSRA may appoint the skilled person itself.\nOther Powers\ns 105\nControllers\tApprove or object to a Controller or an increase in the level of control, or impose conditions on approval of the same\ns 111\nWithdrawal of Public Fund registration \tWithdraw the registration of a Fund in the interests of the Unitholders\ns 117\nDirection on name of Fund\tDirect a Fund’s change of name where may be undesirable or misleading\ns 202\nIssue directions for prudential purposes\tDirect that various actions be taken for prudential purposes\n/Table End\n\n"
    },
    {
        "ID": "38c998b0-af4b-493d-87bc-1001d9ad0f4c",
        "DocumentID": 27,
        "PassageID": "6.",
        "Passage": "ENFORCEMENT"
    },
    {
        "ID": "7d91bdb0-df88-4b20-8e40-753faf2a8c09",
        "DocumentID": 27,
        "PassageID": "6.1",
        "Passage": "Our approach to enforcement"
    },
    {
        "ID": "562a1db5-835f-45a1-ad5a-d8e2aef43522",
        "DocumentID": 27,
        "PassageID": "6.1.1",
        "Passage": "This Chapter sets out our approach to enforcement including how we may commence and conduct investigations and exercise our powers to address any misconduct or contravention of FSMR or Rules. Our approach to imposing a penalty can be found in Chapter ‎8 of this document. For our general approach to publicity in certain circumstances, see Chapter 10."
    },
    {
        "ID": "01fdecb9-0134-409f-a05a-1d26ba05b908",
        "DocumentID": 27,
        "PassageID": "6.1.2",
        "Passage": "We also have powers to investigate and address contraventions of our Common Reporting Standard Regulations 2017 and our Foreign Account Tax Compliance Regulations 2022 (“Tax Reporting Regulations”). We have set out our approach to enforcement activity relating to the Tax Reporting Regulations in its own section in GPM, see Chapter 11."
    },
    {
        "ID": "81643603-c429-4501-8a88-f51ff541bc88",
        "DocumentID": 27,
        "PassageID": "6.1.3",
        "Passage": "The fair and proportionate use of our enforcement powers plays a critical role in fulfilling our objectives as set out in section 1(3) of FSMR."
    },
    {
        "ID": "d63c4bf8-4a4e-4cce-9d12-d039ec2399d3",
        "DocumentID": 27,
        "PassageID": "6.1.4",
        "Passage": "There are a number of principles underlying our approach to the exercise of our enforcement powers, including:\n(a)\tthe effectiveness of the regulatory regime depends on the maintenance of an open and co-operative relationship between us and those we regulate;\n(b)\twe adopt a risk-based approach to regulation, focusing our efforts on those activities that we perceive as posing the greatest risk to the furtherance of our objectives;\n(c)\twe will act fairly, openly, accountably and proportionately in the exercise of our enforcement powers;\n(d)\twe will act swiftly and decisively to stop conduct which threatens the integrity of the ADGM or the stability of the financial services industry in the ADGM, minimise its effects, and prevent such conduct from re-occurring;\n(e)\twe aim to:\n(i)\tdeter or reduce the likelihood of future non-compliance;\n(ii)\treduce or eliminate any financial gain or benefit from non-compliance; and\n(iii)\twhere appropriate, remedy the harm caused by the non-compliance."
    },
    {
        "ID": "bff8dafd-a405-416d-9b88-2b6b86e8ce61",
        "DocumentID": 27,
        "PassageID": "6.2",
        "Passage": "Enforcement framework"
    },
    {
        "ID": "a8c0da8f-e679-4491-a940-aee2dbfdd93f",
        "DocumentID": 27,
        "PassageID": "6.2.1",
        "Passage": "Enforcement is one of a number of regulatory tools available to us. We will take enforcement action in line with our objectives and approach to enforcement and may conduct investigations where there is a suspected contravention."
    },
    {
        "ID": "232a27f1-cb93-45c8-b490-64850fe551e4",
        "DocumentID": 27,
        "PassageID": "6.2.2",
        "Passage": "As a risk-based regulator, priority will be given to those areas which pose the biggest risk to achieving our objectives."
    },
    {
        "ID": "f9b55e16-3410-4111-9d47-48c028a46a2b",
        "DocumentID": 27,
        "PassageID": "6.2.3",
        "Passage": "The proactive supervision and monitoring of Authorised Persons and Recognised Bodies and an open and co-operative relationship with their supervisors may, in some cases where a contravention of FSMR or Rules has taken place, lead us to decide against taking formal disciplinary action. In those cases, we would expect the firm or person to act promptly in taking the necessary remedial action agreed with its supervisors to deal with our concerns. If the firm or person does not take such action, we may then proceed to take formal enforcement action.\n"
    },
    {
        "ID": "8ff229e7-63d4-42e0-be4e-88c0e02444af",
        "DocumentID": 27,
        "PassageID": "6.2.4",
        "Passage": "General contravention provisions. Pursuant to section 218 of FSMR, a person commits a contravention if they:\n(a)\tdo an act or thing that the person is prohibited from doing by or under FSMR or Rules;\n(b)\tfail to do an act or thing that the person is required or directed to do by or under FSMR or Rules;\n(c)\tfail to comply with a requirement or condition imposed by or under FSMR or Rules; or\n(d)\totherwise contravene a provision of FSMR or Rules.\n"
    },
    {
        "ID": "a2dd84dd-1b01-465d-808a-b2f653dd4e93",
        "DocumentID": 27,
        "PassageID": "6.2.5",
        "Passage": "Involvement in contravention. If a person is Knowingly Concerned in a contravention of FSMR or Rules committed by another person then, under section 220 of FSMR, both persons may be held liable for committing a contravention."
    },
    {
        "ID": "0282e684-a7bb-4f11-8e1e-0cfdfa05dd27",
        "DocumentID": 27,
        "PassageID": "6.2.6",
        "Passage": "Involvement in contravention. A person is \"Knowingly Concerned\" in a contravention if the person:\n(a)\thas aided, abetted, counselled or procured the contravention;\n(b)\thas induced, whether by threats or promises or otherwise, the contravention;\n(c)\thas in any way, by act or omission, directly or indirectly, been knowingly involved in or been party to, the contravention; or\n(d)\thas conspired with another or others to effect the contravention.\n"
    },
    {
        "ID": "8f7969d6-0517-427c-9b28-9c5514599636",
        "DocumentID": 27,
        "PassageID": "6.2.7",
        "Passage": "Enforcement assessment: Threshold Conditions cases. We may take enforcement action against an Authorised Person who no longer meets the Threshold Conditions. We view the Threshold Conditions as being fundamental requirements for a firm operating within the ADGM under a Financial Services Permission.\n"
    },
    {
        "ID": "f9d6c0ab-d510-445a-abfd-7e1869aa99dc",
        "DocumentID": 27,
        "PassageID": "6.2.8",
        "Passage": "Enforcement assessment: Recognition and Remote Recognition Requirements . We may take enforcement action against a Recognised Body or Remote Recognised Body that no longer satisfies the Recognition Requirements or Remote Recognition Requirements, as applicable. We view the Recognition Requirements, and Remote Recognition Requirements as being fundamental requirements for Recognised Bodies and Remote Bodies operating under a Recognition Order.\n"
    },
    {
        "ID": "e437a2ae-86d2-4465-b070-fbe32965be39",
        "DocumentID": 27,
        "PassageID": "6.2.9",
        "Passage": "Decision to investigate. We will assess on a case-by-case basis whether to carry out a formal investigation pursuant to section 205 of FSMR, having considered all the available information including those factors set out in section 6.4 below.\n"
    },
    {
        "ID": "934e8ead-9b0d-47da-a330-72feb60cca73",
        "DocumentID": 27,
        "PassageID": "6.2.10",
        "Passage": "Enforcement process. When taking enforcement action, we will generally adopt the following process:\n(a)\tStep 1 - Assessment of complaints and referrals (section 6.3);\n(b)\tStep 2 - Commencement of an investigation (section ‎6.4);\n(c)\tStep 3 - Information gathering (section 6.5);\n(d)\tStep 4 - Analysis of information provided (section 6.7);\n(e)\tStep 5 - Assessment of remedies (section 6.8); and\n(f)\tStep 6 - Conclusion of the investigation (section 6.9).\n"
    },
    {
        "ID": "c9062c77-4e71-4b02-9266-fb3486458356",
        "DocumentID": 27,
        "PassageID": "6.3",
        "Passage": "Step 1 - Assessment of complaints and referrals"
    },
    {
        "ID": "686b630e-137d-473a-8b21-04516e7fe26c",
        "DocumentID": 27,
        "PassageID": "6.3.1",
        "Passage": "Assessment of complaints and referrals concerning suspected misconduct or suspected contraventions is a key function of our regulatory remit and enforcement framework. Every complaint and referral, regardless of source, is assessed to determine whether an investigation or other action ought to take place.\n"
    },
    {
        "ID": "49e4571d-1152-4ece-ac1f-f621ab3b62d5",
        "DocumentID": 27,
        "PassageID": "6.3.2",
        "Passage": "Sources of complaints and referrals. We may become aware of suspected misconduct or suspected contraventions from a variety of sources, including:\n(a)\tmembers of the public;\n(b)\tour supervisory activities; and\n(c)\tother external regulatory authorities or law enforcement agencies.\n"
    },
    {
        "ID": "63aef763-2fef-4a9d-a1cc-34f0f0513fdc",
        "DocumentID": 27,
        "PassageID": "6.3.3",
        "Passage": "Complaints. Complaints received by us from members of the public that relate to:\n(a)\tany conduct of, or dissatisfaction with, any person regulated by us;\n(b)\ta potential contravention of FSMR or Rules; or\n(c)\tany conduct that causes, or may cause, damage to the reputation of the ADGM or the financial services industry in the ADGM;\nare classified as regulatory complaints and are assessed through our complaints management function."
    },
    {
        "ID": "b9f65561-7dfe-40d3-943c-daea6166c730",
        "DocumentID": 27,
        "PassageID": "6.3.4",
        "Passage": "Complaints. A person wishing to lodge a regulatory complaint with us should, where possible, do so in writing. A complaint can be lodged by:\n(a)\tusing our online complaints form that can be found at https://www.adgm.com/operating-in-adgm/additional-obligations-of-financial-services-entities/enforcement/complaints/submit-a-complaint;\n(b)\temail to: FSRA.Complaints@adgm.com;\n(c)\tsending the complaint to Financial Services Regulatory Authority, Abu Dhabi Global Market, PO Box 111999, Abu Dhabi, United Arab Emirates; or\n(d)\tdelivering the complaint to us at Financial Services Regulatory Authority, Abu Dhabi Global Market Square, Al Maryah Island, Abu Dhabi, United Arab Emirates."
    },
    {
        "ID": "7b1b58c5-2470-4969-a5a3-f6f575d100bf",
        "DocumentID": 27,
        "PassageID": "6.3.5",
        "Passage": "Complaints. Upon receipt of a complaint, we will:\n(a)\tprovide a written acknowledgement;\n(b)\tassess the complaint to determine the most appropriate regulatory action, if any, to be taken; and\n(c)\tprovide a written final response to the complaint."
    },
    {
        "ID": "80deb9d3-6525-4378-8309-d3dc43f7d91a",
        "DocumentID": 27,
        "PassageID": "6.3.6",
        "Passage": "Complaints. Our assessment of the complaint may involve:\n(a)\trequesting further information or documents from the person making the complaint;\n(b)\tliaising internally with specialists within the FSRA;\n(c)\tcontacting the subject of the complaint, where necessary and appropriate, or other persons who may have information relevant to the matter; and/or\n(d)\tcontacting other regulatory authorities."
    },
    {
        "ID": "561b82ba-1f0f-4a7a-bb23-77a25930d73c",
        "DocumentID": 27,
        "PassageID": "6.3.7",
        "Passage": "Complaints. All complaints submitted to us are held in confidence in accordance with the confidentiality requirements of FSMR as set out in section 3.5 of this manual. However, in order to assess a complaint properly, we may need to speak to third parties including other regulatory authorities or the subject of the complaint. Where it is the subject of the complaint, we will endeavour to notify the complainant of this or (if appropriate) seek their consent for us to do so."
    },
    {
        "ID": "4350ad6f-d540-40b8-bc7d-a3753d5f26bb",
        "DocumentID": 27,
        "PassageID": "6.3.8",
        "Passage": "Complaints. We endeavour to complete assessments within 28 days of receipt of a complaint. However, some assessments may take longer, depending on the nature and complexity of the complaint."
    },
    {
        "ID": "710e90ce-438a-4ffc-bc37-1cfe332aa955",
        "DocumentID": 27,
        "PassageID": "6.3.9",
        "Passage": "Complaints. We will provide each complainant with a final response when the assessment of the complaint has been completed. If, during the assessment of a regulatory complaint, we identify suspected contraventions or misconduct within our jurisdiction, we will consider whether to proceed with an investigation or take some form of regulatory action.\n"
    },
    {
        "ID": "23a803a9-4ef3-4861-8327-2cfa257b76ee",
        "DocumentID": 27,
        "PassageID": "6.3.10",
        "Passage": "Referrals. There are two types of referrals - internal and external.\nInternal referrals\n(a)\tInternal referrals usually originate from our supervisory activities. Our supervisory framework is designed to detect and mitigate risks to the ADGM and the financial services industry in the ADGM.\n(b)\tAn internal referral usually occurs where our supervision function identifies possible contraventions of our legislation and considers that the matter warrants referral to our enforcement department for further review.\n(c)\tWhen the enforcement function receives an internal referral, the referring function will continue to be responsible during the course of the investigation for the ongoing supervision of the firm that is the subject of the referral.\nExternal referrals\n(d)\tWe may also receive allegations of misconduct through an external referral from other regulatory authorities and law enforcement agencies or any other person.\n(e)\tSuch allegations may be received pursuant to the IOSCO or IAIS Multilateral Memoranda of Understanding (MMoU), or bilateral arrangements for the exchange of information between us and other regulatory and enforcement agencies.\n"
    },
    {
        "ID": "63304480-8675-4eb5-97f6-5f05dc10b734",
        "DocumentID": 27,
        "PassageID": "6.4",
        "Passage": "Step 2 - Commencement of investigations"
    },
    {
        "ID": "1318123d-39a6-4f38-81fc-28e61601c7c2",
        "DocumentID": 27,
        "PassageID": "6.4.1",
        "Passage": "Each matter will be assessed to determine whether it is appropriate to commence an investigation. As set out in section 205 of FSMR, we may commence an investigation if it appears that there is good reason for doing so, or if we reasonably suspect there may be a contravention of our legislation. In such instances, we may start an investigation."
    },
    {
        "ID": "c12ad91e-5b46-46c8-aa05-fd73299e8675",
        "DocumentID": 27,
        "PassageID": "6.4.2",
        "Passage": "Under section 205(1) of FSMR the Regulator is empowered to commence an investigation if it appears there is “good reason” for doing so, into:\n(a)\tthe nature, conduct or state of the Business of an Authorised Person, Recognised Body or Remote Body;\n(b)\ta particular aspect of that Business;\n(c)\tthe ownership or control of an Authorised Person, Recognised Body or Remote Body; or\n(d)\ta matter reasonably requested to be investigated pursuant to a request by a Non-ADGM Regulator under section 217 of FSMR."
    },
    {
        "ID": "28c8c72f-526a-4bce-9eea-7508fa8a9de8",
        "DocumentID": 27,
        "PassageID": "6.4.3",
        "Passage": "Under section 205(2) of FSMR, the Regulator is empowered to commence an investigation where it reasonably suspects that a contravention of the Regulations or any Rules may have been committed."
    },
    {
        "ID": "8b5ead21-2aca-402f-8f2e-81c668c47f7d",
        "DocumentID": 27,
        "PassageID": "6.4.4",
        "Passage": "In determining whether to commence an investigation, we will consider a number of factors including, as applicable:\n(a)\tthe nature and seriousness of the suspected contravention;\n(b)\twhether the suspected contravention is ongoing;\n(c)\twhether the suspected contravention affects, or has the potential to affect, our objectives;\n(d)\twhether those involved in the suspected contravention are likely to co-operate;\n(e)\tthe disciplinary record and compliance history of the person(s) involved in the suspected contravention;\n(f)\twhether a suitable remedy is available;\n(g)\tthe extent to which another law enforcement agency or another regulatory authority can adequately address the matter;\n(h)\tthe nature of any request for assistance made by another regulator or body under sections 216 or 217 of FSMR; and\n(i)\twhether any party who may have suffered a detriment as a result of the suspected contravention is able to take their own remedial action."
    },
    {
        "ID": "b9f2e9f8-1f46-4d85-9d03-6ee05e1d90f9",
        "DocumentID": 27,
        "PassageID": "6.4.5",
        "Passage": "Whether we \"reasonably suspect\" a contravention will be determined on the information available at the time of the determination to commence an investigation."
    },
    {
        "ID": "265a9a75-b7aa-480e-945e-252c8055445b",
        "DocumentID": 27,
        "PassageID": "6.4.6",
        "Passage": "While we are not bound to disclose to any party that an investigation has commenced or is ongoing, or the basis on which we commenced an investigation, we may, where necessary or desirable to do so, notify a person who is the subject of an investigation that an investigation has commenced, and the nature of our investigation."
    },
    {
        "ID": "c9d7bde1-bbf7-4da5-ad86-655be4b96731",
        "DocumentID": 27,
        "PassageID": "6.4.7",
        "Passage": "We will not normally make public the fact that we are investigating a matter. We also expect that the person who is the subject of an investigation will treat the matter as confidential. However, subject to the restrictions on disclosure of confidential information in sections 197 and 198 of FSMR, this does not stop the person under investigation from seeking professional advice or making their own enquiries into the matter, giving their auditors appropriate details of the matter or making notifications required by law."
    },
    {
        "ID": "c4e049c3-4468-425b-a2e3-5a6b9aac9912",
        "DocumentID": 27,
        "PassageID": "6.5",
        "Passage": "Step 3 - Information Gathering - General"
    },
    {
        "ID": "dfc41822-269f-45e3-b56d-a18a7bbc9fcf",
        "DocumentID": 27,
        "PassageID": "6.5.1",
        "Passage": "Once an investigation has commenced, we may exercise our powers to gather information to advance our objectives."
    },
    {
        "ID": "9d85e240-004a-4bd8-9be5-bdd92d816776",
        "DocumentID": 27,
        "PassageID": "6.5.2",
        "Passage": "Our information-gathering powers will be exercised by the person(s) appointed as Investigators for that purpose. These persons may be non-FSRA personnel who have been appointed to assist the investigation.\n"
    },
    {
        "ID": "9c724ea7-86b7-4127-8268-a68de719eaa9",
        "DocumentID": 27,
        "PassageID": "6.5.3",
        "Passage": "Confidentiality. Our approach to confidentiality when exercising our regulatory functions is set out in section 3.5.\n"
    },
    {
        "ID": "6aa4e320-9b10-49a5-8db0-f6cb5b8542ce",
        "DocumentID": 27,
        "PassageID": "6.5.4",
        "Passage": "Protections. Parties who are required to comply with a requirement made during the course of an investigation, and persons who are the subject of an investigation, may benefit from certain protections in FSMR, including:\n(a)\tsection 198, which provides that confidential information provided to us must not be disclosed except in certain limited circumstances;\n(b)\tsection 207(2), which provides that where a person takes part in an interview, any statements made during the interview cannot be disclosed by the Investigator to a law enforcement agency for the purpose of criminal proceedings unless the person consents to the disclosure or the Investigator is required by law or court order to disclose the statement; and\n(c)\tclaims of legal professional privilege and other protections (see paragraphs 6.5.5 and 6.5.6).\n"
    },
    {
        "ID": "15ac9576-1d60-4533-9eb5-0c3b2861b7ac",
        "DocumentID": 27,
        "PassageID": "6.5.5",
        "Passage": "Claims of privilege and other protections. As set out in sections 210 and 211 of FSMR, there are a number of limitations on our powers to require documents and information."
    },
    {
        "ID": "bb557e40-25bd-4c6d-bc98-5b8f92fecb0d",
        "DocumentID": 27,
        "PassageID": "6.5.6",
        "Passage": "Claims of privilege and other protections. We will recognise a valid claim for legal professional privilege, made by:\n(a)\tthe privilege holder, or\n(b)\ta third party seeking to assert the legal professional privilege claim on behalf of the privilege holder.\n"
    },
    {
        "ID": "1a4a2e62-3bb4-4609-8438-2c1f709a968a",
        "DocumentID": 27,
        "PassageID": "6.5.7",
        "Passage": "Time for responding to requirement for information, documents or assistance. As delays in the provision of information and/or documents can have an adverse impact on the efficient and effective progression of an investigation, we expect persons to respond to information and document requests within the timeframe for specified by the Investigator. Failure to do so may amount to a contravention as defined in section 218 of FSMR for which we can take regulatory action, such as imposing a financial penalty."
    },
    {
        "ID": "dcbcb7d5-3472-468c-84fa-d15f43ab5134",
        "DocumentID": 27,
        "PassageID": "6.5.8",
        "Passage": "Time for responding to requirement for information, documents or assistance. Once a requirement to give information and/or produce documents has been issued, the Investigator will not usually agree to an extension of time for complying with the requirement unless compelling reasons are provided to support an extension request.\n"
    },
    {
        "ID": "852b4e79-2438-4f0f-a95c-16c2f18637bf",
        "DocumentID": 27,
        "PassageID": "6.5.9",
        "Passage": "Non-compliance with requirements. A person that fails to comply with a requirement under Part 17 of FSMR can be certified in default and, in the event the Court of First Instance is satisfied, dealt with as if they were in contempt of court pursuant to section 214(1)-(2) of FSMR. For failing to comply with such requirements, such a person may also be found to have committed a contravention of FSMR pursuant to section 218."
    },
    {
        "ID": "c683e8e0-a941-4392-901c-452854b61c23",
        "DocumentID": 27,
        "PassageID": "6.5.10",
        "Passage": "Non-compliance with requirements. A person that deliberately or recklessly provides information that is false or misleading in a material particular in purported compliance with a Part 17 requirement commits a contravention of FSMR section 214(4). Engaging in conduct that is intended to obstruct us in the exercise of our investigative powers by any means is also a contravention. Such obstruction could include:\n(a)\tthe failure to attend at a specified time and place to answer questions;\n(b)\tthe falsification, concealment or destruction of documents;\n(c)\tthe failure to give or produce information or documents specified by us;\n(d)\tthe failure to permit us access to premises; and\n(e)\tthe failure to provide assistance in relation to an investigation."
    },
    {
        "ID": "a66381b8-212a-4d8d-afc7-0b1285cb8cdb",
        "DocumentID": 27,
        "PassageID": "6.5.11",
        "Passage": "Non-compliance with requirements. We will regard any contravention resulting from a failure to comply with Part 17 of FSMR as serious, particularly any action taken to obstruct us in the exercise of our investigative powers. We will take appropriate action where necessary.\n"
    },
    {
        "ID": "d2a8d153-733a-4ebb-b341-b6dad15b1a16",
        "DocumentID": 27,
        "PassageID": "6.6",
        "Passage": "Step 3 - Information Gathering – section 206 powers\n"
    },
    {
        "ID": "a8953086-147f-4fb9-9370-ff7349385aaf",
        "DocumentID": 27,
        "PassageID": "6.6.1",
        "Passage": "Power to require a person to attend an interview . Under section 206(1)(a) of FSMR, the Investigator has the power to require a person (the interviewee) to attend an interview and answer questions for the purposes of an investigation."
    },
    {
        "ID": "4d708250-cc2d-408e-9e2f-d77689864eda",
        "DocumentID": 27,
        "PassageID": "6.6.2",
        "Passage": "Power to require a person to attend an interview . A person required to attend an interview will first be provided with written notice requiring their attendance at the interview to answer questions. Pursuant to section 206(5) of FSMR, an interviewee is not entitled to refuse or fail to answer a question on the basis that their answers may incriminate them, make them liable for a penalty or might reveal a communication made in confidence (subject to section 209(6) of FSMR)."
    },
    {
        "ID": "9be0d5ed-c413-4c81-8787-5835f4eb93d1",
        "DocumentID": 27,
        "PassageID": "6.6.3",
        "Passage": "Power to require a person to attend an interview . An interview will be conducted in private, and the interviewer may give a Direction:\n(a)\trequiring the interviewee to answer any questions relevant to the investigation;\n(b)\trequiring the interviewee to swear an oath, or give an affirmation, that the answers provided will be true;\n(c)\tconcerning who may be present during the interview;\n(d)\tpreventing any person present during any part of the interview from disclosing any information provided to, or the questions asked of, the interviewee during the interview;\n(e)\tconcerning the conduct of any person present, including the manner in which they will participate during the interview; and\n(f)\tto answer any question which is relevant to the investigation either in isolation, or as part of a relevant line of enquiry."
    },
    {
        "ID": "f98155f9-7ed6-4933-8087-b13eb4161b16",
        "DocumentID": 27,
        "PassageID": "6.6.4",
        "Passage": "Power to require a person to attend an interview . An interviewee is entitled to legal representation during the course of an interview. However, there may be circumstances where it will not be appropriate for a specific individual to attend an interview as a legal representative, for example in instances where the relevant legal representative may be conflicted due to representation of others or due to their involvement in the matters that are the subject of the investigation."
    },
    {
        "ID": "3a4c59cb-4a01-4736-ba4c-7ff43a9edc0d",
        "DocumentID": 27,
        "PassageID": "6.6.5",
        "Passage": "Power to require a person to attend an interview . Interviews will generally be recorded, and interviewees will generally be given the opportunity to request a copy of the recording of the interview and a transcript of the interview (if available).\n"
    },
    {
        "ID": "cf20c9eb-d551-42cd-87ce-691b75db72d4",
        "DocumentID": 27,
        "PassageID": "6.6.6",
        "Passage": "Power to require documents or information . During an investigation, the Investigator may obtain relevant information and/or documents either on a compulsory basis, principally through the exercise of its powers under section 206(1)(b) and (c) of FSMR, or on a voluntary basis."
    },
    {
        "ID": "f2d84c4d-1a9f-48f1-a6bf-001a2db61dfe",
        "DocumentID": 27,
        "PassageID": "6.6.7",
        "Passage": "Power to require documents or information . When we require the giving of information or production of documents in the course of an investigation, we will give the person a written notice specifying what is required to be given or produced."
    },
    {
        "ID": "01310316-8087-4ec8-abac-8b8b68ca09ab",
        "DocumentID": 27,
        "PassageID": "6.6.8",
        "Passage": "Power to require documents or information . The powers under section 206 of FSMR may only be used:\n(a)\tfor the purposes of an investigation; and\n(b)\tin circumstances where the Investigator considers that a person is or may be able to give information or produce a document which is or may be relevant to an investigation."
    },
    {
        "ID": "1bed8582-a440-425c-b19d-c780cdc7aaf3",
        "DocumentID": 27,
        "PassageID": "6.6.9",
        "Passage": "Power to require documents or information . Section 206(1)(b) of FSMR empowers the Investigator to require a person to produce, or procure the production of, specified documents or documents of a specified description. It empowers the Investigator to require production of original documents or copies. The Investigator may retain possession of any original document for as long as is necessary for the purpose for which it was requested."
    },
    {
        "ID": "ad3d83af-0dd0-43c9-8e24-3ce25e09d750",
        "DocumentID": 27,
        "PassageID": "6.6.10",
        "Passage": "Power to require documents or information . A ’document’ means any record of information recorded physically, electronically or in any other form and, in relation to information recorded otherwise than in legible form, references to its production include references to producing a copy of the information in legible form, or in a form from which it can readily be produced in visible and legible form. Specified means for the purposes of section 206 of FSMR, specified in a notice in writing."
    },
    {
        "ID": "1dd03495-3bcb-4a1d-8a8d-9f39c4c93f56",
        "DocumentID": 27,
        "PassageID": "6.6.11",
        "Passage": "Power to require documents or information . Specified documents may include, for example, any record of information, including:\n(a)\tanything on which there is writing;\n(b)\tanything on which there are marks, figures, symbols or perforations having a meaning for persons qualified to interpret them;\n(c)\tanything from which sounds, images or writings can be reproduced with or without the aid of anything else; or\n(d)\ta map, plan, drawing or photograph."
    },
    {
        "ID": "e32d2f68-b3a1-49c3-8765-ba2e9437f595",
        "DocumentID": 27,
        "PassageID": "6.6.12",
        "Passage": "Power to require documents or information . When a person is unable to produce a document in compliance with a requirement made by the Investigator, the Investigator may require the person to state, to the best of that person's knowledge or belief, where the document(s) may be found and who last had possession, custody or control of the document(s)."
    },
    {
        "ID": "3846e7de-e3f3-42bd-af14-a0ec562dfc32",
        "DocumentID": 27,
        "PassageID": "6.6.13",
        "Passage": "Power to require documents or information . Section 206(1)(c) of FSMR empowers the Investigator to require a person to give, or procure the giving of, information. The term \"information\" should be interpreted broadly, in accordance with its ordinary meaning, and may include:\n(a)\tknowledge communicated or received concerning a particular matter, fact or circumstance;\n(b)\tknowledge gained through work, commerce, study, communication, research or instruction;\n(c)\tdata obtained as output from a computer by means of processing input data with a program or any data at any stage of processing including input, output, storage or transmission data;\n(d)\tan explanation or statement about a matter;\n(e)\tthe identification of a person, matter or thing; or\n(f)\tthe provision of a response to a question.\n"
    },
    {
        "ID": "c595f91e-fb49-45e1-9dd6-7a847f54df95",
        "DocumentID": 27,
        "PassageID": "6.6.14",
        "Passage": "Power to require assistance. Section 206(1)(d) of FSMR empowers the Investigator to require a person to provide assistance in relation to an investigation, which may include requiring a person to do a physical act or provide information to advance an investigation. For example, an Investigator may require a person to assist in the location of specific documents."
    },
    {
        "ID": "bb6f41d9-5206-4228-a320-db64d39c160b",
        "DocumentID": 27,
        "PassageID": "6.6.15",
        "Passage": "Power to require assistance. This power can be used independently, or in conjunction with, the exercise of other investigative powers.\n\n"
    },
    {
        "ID": "6f288073-515c-4e53-9fa5-16c3700d2767",
        "DocumentID": 27,
        "PassageID": "6.6.16",
        "Passage": "Power to enter premises and inspect and copy documents . Section 206(1)(e) of FSMR permits the Investigator to enter business premises for the purpose of inspecting and copying any documents where relevant for the purposes of the investigation."
    },
    {
        "ID": "36b4de81-9f09-4450-8fef-1fa5c5094980",
        "DocumentID": 27,
        "PassageID": "6.6.17",
        "Passage": "Power to enter premises and inspect and copy documents . The Investigator will give written notice of the exercise of the power to enter business premises under section 206(1)(e) of FSMR. However, there is no requirement for an Investigator to give notice of the exercise of this power in advance. There may be circumstances when the Investigator considers it appropriate not to provide prior notice of an inspection, for example where the provision of prior notice may prejudice the investigation."
    },
    {
        "ID": "f532338d-345e-4a5e-89c2-8623a18e0fa0",
        "DocumentID": 27,
        "PassageID": "6.6.18",
        "Passage": "Power to enter premises and inspect and copy documents . When exercising the inspection power, the Investigator may:\n(a)\trequire any appropriate person to:\n(i)\tmake available any relevant information stored at the business premises for inspection or copying; or\n(ii)\tconvert any relevant information into a physical form capable of being copied;\n(b)\tuse the facilities of the occupier of the business premises where appropriate and necessary, free of charge, to make copies.\n"
    },
    {
        "ID": "872fb7ca-3ba1-437b-af4c-0f2d20074b34",
        "DocumentID": 27,
        "PassageID": "6.7",
        "Passage": "Step 4 – Analysis of information provided"
    },
    {
        "ID": "ec4953e5-416b-4729-9cc2-7a7fc4146c60",
        "DocumentID": 27,
        "PassageID": "6.7.1",
        "Passage": "On completion of the information gathering step, we will carefully consider all the relevant facts and circumstances of the matter to determine: -\n(a)\twhether there has been a contravention; and\n(b)\twhether it is appropriate to pursue regulatory or disciplinary action to address the contravention in question."
    },
    {
        "ID": "6dc2a197-e0ee-4948-a80a-47636c965abd",
        "DocumentID": 27,
        "PassageID": "6.7.2",
        "Passage": "The effective and proportionate use of our enforcement powers plays an important role in the pursuit of our objectives set out in FSMR. By imposing financial penalties, public censures and other disciplinary measures we show that we are upholding regulatory standards and helping to maintain market confidence and deter financial crime. It demonstrates the benefits of compliance and reassures others that effective compliance is warranted."
    },
    {
        "ID": "c7853c49-005c-480a-909f-b90cfa44c85b",
        "DocumentID": 27,
        "PassageID": "6.7.3",
        "Passage": "However, they are not the only tools available to us, and there will be instances of non-compliance which we consider appropriate to address without the use of such tools. The FSRA will adopt a risk-based approach when considering what tools to use."
    },
    {
        "ID": "a3b456f2-1063-49fe-9e06-2b60e0b01392",
        "DocumentID": 27,
        "PassageID": "6.8",
        "Passage": "Step 5 - Assessment of remedies"
    },
    {
        "ID": "b37afa83-28ff-4575-beec-afca3deb000d",
        "DocumentID": 27,
        "PassageID": "6.8.1",
        "Passage": "At the conclusion of an investigation, based on analysis of the information gathered and the Investigator’s findings, we may elect to take no further action or to pursue one or more of the remedies available."
    },
    {
        "ID": "aa0a09c6-9ff3-4c17-9923-c1ca56c3e523",
        "DocumentID": 27,
        "PassageID": "6.8.2",
        "Passage": "There is a range of remedies which we may pursue to achieve our objectives. Our approach to the various remedies available and settlement is detailed in Chapter 7."
    },
    {
        "ID": "e5536f91-72f9-4efd-bf3f-fa22230bd0df",
        "DocumentID": 27,
        "PassageID": "6.8.3",
        "Passage": "We do not have criminal jurisdiction. Should criminal conduct be identified, it will be referred to the appropriate law enforcement agency."
    },
    {
        "ID": "ad0d9cff-53c6-4a90-bad0-9de6c3d6652f",
        "DocumentID": 27,
        "PassageID": "6.9",
        "Passage": "Step 6 - Conclusion of an investigation"
    },
    {
        "ID": "abe8d413-93ef-4b16-87c5-00e409935f9c",
        "DocumentID": 27,
        "PassageID": "6.9.1",
        "Passage": "We will conclude an investigation when:\n(a)\twe have decided to take no further action in response to the suspected contraventions which are the subject of the investigation (for example, due to insufficiency of evidence or there being no suitable remedy available); or\n(b)\tall remedies and obligations resulting from an investigation are concluded and fulfilled."
    },
    {
        "ID": "f20f5268-f4cc-43de-9bc5-3386d84249f7",
        "DocumentID": 27,
        "PassageID": "6.10",
        "Passage": "Return of information and documents"
    },
    {
        "ID": "d75bcc5c-b46c-4dd5-90b8-e3610f0969cb",
        "DocumentID": 27,
        "PassageID": "6.10.1",
        "Passage": "Where, during the course of an investigation, we have obtained original documents, we will usually return those to the person from whom the documents were received, as soon as practicable after the conclusion of the investigation or related proceedings."
    },
    {
        "ID": "e422cb10-478d-4ee2-bfc2-8bb2e30ac9ae",
        "DocumentID": 27,
        "PassageID": "6.10.2",
        "Passage": "Where information or documents have been produced to us in the course of an investigation to assist another regulator or agency, we may release the information or documents to that other regulator or agency. Any original documents will usually be returned to the person from whom the documents were received, as soon as practicable after receiving them back from the other regulator or agency."
    },
    {
        "ID": "e46ce298-21de-488e-ba1b-db88aba0ea6a",
        "DocumentID": 27,
        "PassageID": "6.11",
        "Passage": "Costs"
    },
    {
        "ID": "b3a79331-dd20-4b2a-9efb-9441254c36d4",
        "DocumentID": 27,
        "PassageID": "6.11.1",
        "Passage": "Where a person is found by the Appeals Panel or the Court to have contravened FSMR or Rules, the Appeals Panel or the Court may order that person to pay or reimburse us in respect of the whole or a specified part of the costs and expenses of the investigation, including the remuneration of a person involved in the investigation."
    },
    {
        "ID": "09e9d591-1712-44e3-bf01-74545571f6ce",
        "DocumentID": 27,
        "PassageID": "6.12",
        "Passage": "Summary of Investigation Powers under FSMR\n\n/Table Start\ns 205\nCommencement of Investigations\tCommence an investigation into an Authorised Person, Recognised Body or Remote Body (s 205(1))\nCommence an investigation where reasonably suspected that a person has committed a contravention of FSMR or any Rules\nMay be exercised at the request of a Non-ADGM Regulator (s 217)\ns 206\nPowers of Investigators\tInvestigator may require a person to: attend an interview, produce documents, provide information or assistance or permit entry to business premises to inspect and copy documents\nApplies to a Person Under Investigation or any other person (whether or not connected to the Person Under Investigation)\ns 212\nEntry of premises under Court order\tSeek an order from the Court authorising the entry and search of premises, taking copies of documents, requiring an explanation of documents or information (or to state where it might be found) and the use of reasonable force\ns 215\nCooperation with others\tTake such steps as are considered appropriate to co-operate with other persons that have a function similar to those of the FSRA, or in relation to the prevention and detection of financial crime\ns 216\nExercise of power in support of Non-ADGM Regulator\tOwn-Initiative Powers may be exercised at the request of or for the purposes of assisting a Non-ADGM Regulator\ns 217\nInvestigations in support of Non-ADGM Regulator\tExercise of powers conferred by s 201 or 205(1) or (2) at the request of a Non-ADGM Regulator\n\n/Table End\n\n\n"
    },
    {
        "ID": "daedd1bd-848d-4a7f-8a51-7e2748ba5b7c",
        "DocumentID": 27,
        "PassageID": "7.",
        "Passage": "DISCIPLINARY POWERS AND REMEDIES"
    },
    {
        "ID": "4cb42da6-11fa-4642-8f39-d69397c5160d",
        "DocumentID": 27,
        "PassageID": "7.1",
        "Passage": "Introduction"
    },
    {
        "ID": "3ab30d77-7ddc-41c1-87da-bfec54f6dcfb",
        "DocumentID": 27,
        "PassageID": "7.1.1",
        "Passage": "This Chapter outlines the various disciplinary powers and remedies that may be available in the event of any contravention of our legislation."
    },
    {
        "ID": "0bbbc203-e4b3-41b9-a200-9dba2f4e1a80",
        "DocumentID": 27,
        "PassageID": "7.1.2",
        "Passage": "Chapter 8 sets out the matters we will take into account when deciding whether to take action and determining a \"penalty\" for any such contravention, which includes not only financial penalties but also public censure and other regulatory action."
    },
    {
        "ID": "0ef72571-8a76-4ec9-8852-49a98bba9bfc",
        "DocumentID": 27,
        "PassageID": "7.1.3",
        "Passage": "For our approach to disciplinary powers and remedies in relation to contraventions of our Tax Reporting Regulations, see Chapter 11."
    },
    {
        "ID": "b1ae5fa8-dc86-4163-b9ae-3b1649eb66b6",
        "DocumentID": 27,
        "PassageID": "7.2",
        "Passage": "Financial penalties"
    },
    {
        "ID": "244b9cbf-293b-49bb-8d15-7a2b784e1b32",
        "DocumentID": 27,
        "PassageID": "7.2.1",
        "Passage": "We may seek to impose a financial penalty under section 232 of FSMR on a person whom we consider has contravened a provision of FSMR or the Rules. We may impose a financial penalty of any amount considered appropriate, which shall not exceed the higher of 200,000,000 Dirhams or 10% of the value of the relevant transaction."
    },
    {
        "ID": "dc799ea2-d90d-4588-b945-0fccad5f76a0",
        "DocumentID": 27,
        "PassageID": "7.2.2",
        "Passage": "In determining whether to impose a financial penalty, and the amount of the financial penalty, we will take into consideration the factors set out in Chapter 8."
    },
    {
        "ID": "fe07fe94-472c-402e-bba5-19a353083077",
        "DocumentID": 27,
        "PassageID": "7.2.3",
        "Passage": "Prior to imposing a financial penalty, we will follow the procedures set out in Part 21 of FSMR (see also Chapter 9)."
    },
    {
        "ID": "536e58ec-11ba-4d5e-aa08-caa5afa05e86",
        "DocumentID": 27,
        "PassageID": "7.3",
        "Passage": "Public censure"
    },
    {
        "ID": "d62e6f49-ced4-4c49-861f-5fab3d69a470",
        "DocumentID": 27,
        "PassageID": "7.3.1",
        "Passage": "Under section 231 of FSMR, we may seek to publicly censure a person whom we consider has contravened a provision of FSMR or the Rules."
    },
    {
        "ID": "d02fde32-5559-4b69-952a-88822a5b33a7",
        "DocumentID": 27,
        "PassageID": "7.3.2",
        "Passage": "In determining whether to publicly censure a person, we will take into consideration the circumstances of the conduct and will be guided by the penalty guidance set out in section ‎8.3."
    },
    {
        "ID": "81d29f2e-65ff-48e1-9ace-d77a9c60e0a3",
        "DocumentID": 27,
        "PassageID": "7.4",
        "Passage": "Power to suspend a Financial Services Permission"
    },
    {
        "ID": "163eb2a3-8e82-4b04-bebe-bb30b95c1816",
        "DocumentID": 27,
        "PassageID": "7.4.1",
        "Passage": "In addition to the power to cancel or vary a firm’s Financial Services Permission (see section 5.5), under section 233(1) of FSMR, we may suspend, for such period as we consider appropriate, an Authorised Person’s Financial Services Permission, or impose limitations or restrictions in relation to the carrying on of a Regulated Activity by an Authorised Person. We may exercise this power in circumstances where we consider that the Authorised Person has committed a contravention of FSMR."
    },
    {
        "ID": "d99ddb8e-e672-442e-939a-ad744a7f5c4d",
        "DocumentID": 27,
        "PassageID": "7.4.2",
        "Passage": "The power to suspend, limit or restrict an Authorised Person’s Financial Services Permission is a disciplinary measure that we may use (in addition to, or as an alternative to, other disciplinary or regulatory actions) for the purpose of promoting high standards of regulatory and market conduct in the ADGM through specific and generic deterrence, and by demonstrating the benefits of compliant behaviour to the financial services industry.  It may also be used for protective purposes if we consider an Authorised Person presents a risk to the ADGM financial services industry."
    },
    {
        "ID": "c4903742-d418-4de0-ac96-f642c22f2bd9",
        "DocumentID": 27,
        "PassageID": "7.5",
        "Passage": "Power to suspend Approval of an Approved Person"
    },
    {
        "ID": "0e3409de-bae2-4891-a1dd-ef357ff5bb89",
        "DocumentID": 27,
        "PassageID": "7.5.1",
        "Passage": "In addition to the power to withdraw or vary an Approved Person’s Approval (see paragraph 5.6), under section 233(2) of FSMR, we may suspend, for such period as we consider appropriate, an Approval given in relation to the performance of a Controlled Function. The Regulator may exercise this power in circumstances where it considers that the Approved Person has committed a contravention of FSMR."
    },
    {
        "ID": "8f619697-16da-496c-b75d-94e7fe6564ae",
        "DocumentID": 27,
        "PassageID": "7.5.2",
        "Passage": "The power to suspend an Approved Person’s Approval concerning the performance of a Controlled Function is a disciplinary measure which we may use (in addition to, or as an alternative to, other disciplinary or regulatory actions) for the purpose of promoting high standards of regulatory and market conduct in the ADGM through specific and generic deterrence, and by demonstrating the benefits of compliant behaviour to the financial services industry. It may also be used for protective purposes if we consider an Approved Person presents a risk to the ADGM financial services industry."
    },
    {
        "ID": "0b75c927-5afb-4967-8c58-226219879edb",
        "DocumentID": 27,
        "PassageID": "7.6",
        "Passage": "Prohibition Orders"
    },
    {
        "ID": "ed908313-d11f-4bd5-9966-eb597a11dcb9",
        "DocumentID": 27,
        "PassageID": "7.6.1",
        "Passage": "We may make a Prohibition Order if it appears to us that an individual is not a fit and proper person to perform any function in relation to a Regulated Activity carried on by an Authorised Person. In assessing whether an individual is fit and proper, we will consider the factors set out in section 2.3. Anyone who performs or agrees to perform a function in breach of a Prohibition Order contravenes FSMR."
    },
    {
        "ID": "a2c1dbb5-bedf-42dc-9c45-68b070dea232",
        "DocumentID": 27,
        "PassageID": "7.6.2",
        "Passage": "We recognise that a Prohibition Order may significantly impact an individual. In determining whether to exercise this power, we may give due consideration to various factors and circumstances as relevant, including:\n(a)\t\twhether it appears that the individual is not fit and proper to perform any functions, Controlled Functions or Recognised Functions in relation to Regulated Activities;\n(b)\tthe scope of Regulated Activities to which the individual’s lack of fitness and propriety is relevant; and\n(c)\tthe severity of risk that the individual poses, or may pose, to users, or prospective users, of the ADGM Financial System."
    },
    {
        "ID": "8a7bcf01-e5ce-4e6b-b8c4-063da34d979a",
        "DocumentID": 27,
        "PassageID": "7.6.3",
        "Passage": "Depending on the circumstances of each case, the Regulator may decide to:\n(a)\tprohibit an individual from performing any functions in relation to any class of Regulated Activity carried on by any Authorised Person;\n(b)\tlimit the Prohibition Order to particular functions, Controlled Functions or Recognised Functions; or\n(c)\tlimit the Prohibition Order to functions in relation to a Specified Regulated Activity or Specified Regulated Activities, or in relation to all Authorised Persons or a Specified class of Authorised Persons."
    },
    {
        "ID": "5524af9d-0063-44a7-b9fd-5fd1d6bced7b",
        "DocumentID": 27,
        "PassageID": "7.6.4",
        "Passage": "When imposing a Prohibition Order, we do not usually specify that it will remain in force for a specified period. That is because it is difficult to predict when an individual found to be not fit and proper will become fit and proper in the future. Instead, the person concerned may apply under section 234(5) of FSMR to vary or revoke a Prohibition Order. It is a matter of discretion for us whether to vary or revoke a Prohibition Order and we will take into consideration all relevant circumstances when deciding whether to exercise that discretion."
    },
    {
        "ID": "fc519cbc-03e6-432c-a9ef-e9ffba520f81",
        "DocumentID": 27,
        "PassageID": "7.7",
        "Passage": "Disqualification of auditors and actuaries under section 233 of FSMR"
    },
    {
        "ID": "3ac4505d-6241-4a81-8cab-997aeadfd406",
        "DocumentID": 27,
        "PassageID": "7.7.1",
        "Passage": "We recognise that the use of our powers to disqualify auditors and actuaries from being an auditor of, or acting as an actuary for, a firm will have serious consequences for the auditors or actuaries concerned and their clients."
    },
    {
        "ID": "89e542d2-0dfe-4eb9-8b8b-5f006c089e22",
        "DocumentID": 27,
        "PassageID": "7.7.2",
        "Passage": "In deciding whether to exercise our power to disqualify an auditor or actuary under section 233(3) of FSMR, and what the scope of any disqualification will be, we will take into account all the circumstances of the case, including:\n(a)\tthe nature and seriousness of any contravention of FSMR or Rules and the effect of that contravention;\n(b)\twhether any contravention of FSMR or Rules, or any failure to disclose information to us, has resulted in or is likely to result in:\n(i)\tloss to customers;\n(ii)\tdamage to the reputation of the ADGM; or\n(iii)\tan increased risk that a firm, Recognised Body or Reporting Entity may be used for the purposes of financial crime;\n(c)\tany action taken by the auditor or actuary to remedy the contravention;\n(d)\tany disciplinary action taken (or to be taken) against the auditor or actuary by a relevant professional body, and whether that action adequately addresses the particular contravention; and\n(e)\tthe previous compliance record of the auditor or actuary concerned, and whether the relevant regulatory body or professional body has imposed any previous disciplinary sanctions that may be relevant."
    },
    {
        "ID": "f0bdb577-7488-4756-b4ff-c6e2f32a3340",
        "DocumentID": 27,
        "PassageID": "7.8",
        "Passage": "Private warnings"
    },
    {
        "ID": "fd14d9e3-1ed9-482e-ad1f-4cc66821a673",
        "DocumentID": 27,
        "PassageID": "7.8.1",
        "Passage": "In certain cases, despite concerns about a person's behaviour and evidence of a breach of FSMR or our Rules, we may decide that it is not appropriate to take formal disciplinary action having regard to all the circumstances of the case. In such cases, instead of a financial penalty or public censure, we may decide to give the person concerned a private warning. This is consistent with our risk-based approach to enforcement."
    },
    {
        "ID": "287e7ef0-343b-42ac-88cb-1bf18eb4ecf1",
        "DocumentID": 27,
        "PassageID": "7.8.2",
        "Passage": "Private warnings are a non-statutory tool, primarily used by Enforcement to conclude a matter, but they may also be used in other departments. Whilst a private warning is not intended to be a determination by us as to whether the recipient has breached a provision of FSMR or the Rules, private warnings, together with any comments received in response, will form part of the person’s compliance history."
    },
    {
        "ID": "dee184d1-3b6a-4ca2-ab42-4f16b7ae9894",
        "DocumentID": 27,
        "PassageID": "7.8.3",
        "Passage": "We may give a private warning rather than take formal action where the matter giving cause for concern is minor, or where the person has taken full and immediate remedial action. In any event, we will take into account all the circumstances of the case before deciding whether a private warning is appropriate."
    },
    {
        "ID": "ab4aa8bf-ffeb-4b03-9cc9-1671bf566cb9",
        "DocumentID": 27,
        "PassageID": "7.8.4",
        "Passage": "Generally, we would expect to use private warnings in the context of Authorised Persons, Recognised Bodies and Approved Persons. However, we may also issue private warnings in circumstances where the persons involved may not necessarily be authorised or approved, including, for example, in potential cases of Market Abuse."
    },
    {
        "ID": "50ce592d-c3d1-4ea3-8a9c-1d8d18752674",
        "DocumentID": 27,
        "PassageID": "7.9",
        "Passage": "Injunctions and orders"
    },
    {
        "ID": "f7f72988-d6f7-44c2-9f31-df0f6256d543",
        "DocumentID": 27,
        "PassageID": "7.9.1",
        "Passage": "We have broad powers to make an application to the Court for injunctive relief and other orders (see sections 236 – 238 of FSMR). The Court may make one or more of the following orders:\n(a)\tan order restraining a person that is engaging in conduct that would constitute a contravention;\n(b)\tan order requiring a person to do an act or thing to remedy a contravention or to minimise loss or damage; or\n(c)\tany other order as the Court sees fit, including an order restraining the transfer of assets or the departure of individuals from the jurisdiction of the court."
    },
    {
        "ID": "99dd61f8-65ac-4c74-ae57-30c26ba75f75",
        "DocumentID": 27,
        "PassageID": "7.9.2",
        "Passage": "In deciding whether an application for an injunction is appropriate, we will consider all relevant circumstances including:\n(a)\tthe need to take urgent action;\n(b)\tthe nature and seriousness of the contravention;\n(c)\twhether the contravention is ongoing;\n(d)\twhether the contravention affects, or has the potential to affect, our objectives;\n(e)\twhere we consider it necessary to protect regulated entities and clients in the ADGM;\n(f)\twhether there is a danger of assets being dissipated or removed from the jurisdiction of the Court;\n(g)\twhether there is a danger that a person may leave the jurisdiction and, if so, the effect that his or their absence may have on the effectiveness of the court's orders; and\n(h)\tcosts we would incur in applying for and enforcing an injunction and the likely effectiveness of such an injunction or other order."
    },
    {
        "ID": "b47c4da5-f43d-489d-8581-56a9e945c0cb",
        "DocumentID": 27,
        "PassageID": "7.10",
        "Passage": "Actions for damages"
    },
    {
        "ID": "f25c05d4-7840-4f6c-aa45-dfab30bba768",
        "DocumentID": 27,
        "PassageID": "7.10.1",
        "Passage": "Section 242 of FSMR provides that where a person:\n(a)\tintentionally, recklessly or negligently commits a breach of duty, requirement, prohibition, obligation or responsibility imposed under FSMR; or\n(b)\tcommits fraud or other dishonest conduct in connection with the matter arising under FSMR;\nthe person is liable to compensate any other person for any loss or damage caused to that other person as a result of such conduct."
    },
    {
        "ID": "ecc79686-6c4a-4282-b5c9-c43eaf69204b",
        "DocumentID": 27,
        "PassageID": "7.10.2",
        "Passage": "Section 242 of FSMR gives us, and any aggrieved persons, broad powers to make an application for recovery of damages where there has been an identified contravention of FSMR or the Rules."
    },
    {
        "ID": "dee1cd8a-8ede-4dd0-a319-7f4980ac4f04",
        "DocumentID": 27,
        "PassageID": "7.10.3",
        "Passage": "We may decide not to commence proceedings in every case where there may have been a relevant contravention. This does not, however, prevent any aggrieved person from commencing their own proceedings. An aggrieved person may exercise rights under section 242 of FSMR independently of, or contemporaneously with, us."
    },
    {
        "ID": "2de5de64-1d53-486f-94b0-bf32c85f3366",
        "DocumentID": 27,
        "PassageID": "7.10.4",
        "Passage": "In determining whether to commence proceedings, we will take into account all relevant circumstances, including:\n(a)\tthe nature and seriousness of the contravention;\n(b)\twhether the contravention is ongoing;\n(c)\twhether the contravention affects, or has the potential to affect, our objectives;\n(d)\twhether a person who may have suffered detriment as a result of the contravention is able to take their own remedial action;\n(e)\t\tin circumstances where more than one person has suffered loss or damage:\n(i)\tthe number of those that have suffered loss or damage and the amount of loss or damage involved; and\n(ii)\twhether it is convenient or possible for a class of aggrieved persons to commence a proceeding;\n(f)\tthe cost we would incur in applying for or enforcing any order;\n(g)\twhether the conduct in question can be adequately addressed by the use of other regulatory powers;\n(h)\twhether redress is available elsewhere or through another regulatory authority;\n(i)\twhether there is a reason to believe that the person is or has been, involved in money laundering, terrorist financing or other form of financial crime or criminal conduct;\n(j)\twhether the profits are quantifiable;\n(k)\twhether the person is solvent; and\n(l)\t\twhether we have a reasonable prospect of success in the relevant proceedings."
    },
    {
        "ID": "0b2befde-4d0d-49bf-91d0-e718e842ad1b",
        "DocumentID": 27,
        "PassageID": "7.11",
        "Passage": "Restitution"
    },
    {
        "ID": "de3fe606-fab0-48db-9091-d02e50e0c311",
        "DocumentID": 27,
        "PassageID": "7.11.1",
        "Passage": "Restitution is intended to restore a person to the position they would have been in had there not been a contravention. Under sections 239 and 240 of FSMR, we may seek a Court Order for restitution, and pursuant to section 241 of FSMR we also have a power to require restitution."
    },
    {
        "ID": "1f56c241-c1c9-4224-a029-17006f433863",
        "DocumentID": 27,
        "PassageID": "7.11.2",
        "Passage": "In deciding whether to exercise our powers to seek or require restitution under sections 239, 240 or 241 of FSMR, we will take into account all relevant circumstances, including:\n(a)\twhether the profits are quantifiable;\n(b)\twhether the losses are identifiable;\n(c)\tthe number of persons affected;\n(d)\tour costs in pursuing restitution;\n(e)\twhether compensation is available elsewhere or through another regulatory authority;\n(f)\twhether a person who may have suffered loss is able to take their own action;\n(g)\twhether the person is solvent;\n(h)\twhether other powers are available;\n(i)\tthe behaviour of the person(s) suffering loss."
    },
    {
        "ID": "7a1c036b-407e-41d1-b665-8f3a709835f4",
        "DocumentID": 27,
        "PassageID": "7.11.3",
        "Passage": "In cases where it is appropriate to exercise our powers to seek or require restitution, we will generally first consider whether it is appropriate to use our administrative power in section 241 before considering taking Court action.  However, there may be circumstances in which we will use the powers in sections 239 and 240 of FSMR to seek a Court Order for restitution. Those circumstances may include where:\n(a)\twe wish to combine an application for an order for restitution with other Court action, for example, where we may wish to seek an injunction to stop particular misconduct;\n(b)\twe wish to bring related Court proceedings for unauthorised activity where the factual basis for those proceedings is likely to be the same as the claim for restitution;\n(c)\tthere is a danger that assets may be dissipated, in which case we may wish to combine an application to the Court for restitution with an application for an asset-freezing injunction to prevent assets from being dissipated;\n(d)\twe suspect the relevant person may not comply with an administrative requirement to pay restitution; in those cases we may consider that the sanction for breach of a Court Order may be needed to ensure compliance."
    },
    {
        "ID": "f364c672-51b9-4956-a8bd-2a8c6df55215",
        "DocumentID": 27,
        "PassageID": "7.11.4",
        "Passage": "In determining the amount of restitution to seek or require, we may use our powers to require information and documents to enable us to determine the amount of profits made and/or losses suffered or any other adverse effects resulting from the conduct of the relevant person."
    },
    {
        "ID": "020dd156-4b51-437d-943c-2a7d374efe4d",
        "DocumentID": 27,
        "PassageID": "7.11.5",
        "Passage": "As well as obtaining information through our power to require information and documents described above, we may consider using our power in section 203 of FSMR to require a report prepared by a Skilled Person for the purposes of assisting us in exercising our restitution powers. For example, a Skilled Person’s report may be used to:\n(a)\tdetermine the amount of profits which have been made by the relevant person;\n(b)\testablish whether the conduct of the relevant person has caused any losses and, if so, the extent of such losses or other adverse effects to other persons; or\n(c)\tdetermine how any amounts to be paid by the relevant person are to be distributed between persons."
    },
    {
        "ID": "8b1ab73d-3683-4c37-9665-dd2af8938725",
        "DocumentID": 27,
        "PassageID": "7.12",
        "Passage": "Winding-up"
    },
    {
        "ID": "fef862e6-e507-4d7d-a9f9-335f43d8acc1",
        "DocumentID": 27,
        "PassageID": "7.12.1",
        "Passage": "We may apply to the Court for the winding up of a Company which is, or has been, an Authorised Person or Recognised Body, or operating in breach of the General Prohibition, where we consider it is just and equitable in the interests of the ADGM, in accordance with section 244 of FSMR."
    },
    {
        "ID": "2e243c0c-5991-475b-ab81-6a8aa84abe98",
        "DocumentID": 27,
        "PassageID": "7.12.2",
        "Passage": "In deciding whether such an application is just and equitable in the interests of the ADGM, we will consider all relevant circumstances, including:\n(a)\twhether the Company has operated in accordance with FSMR and Rules;\n(b)\twhere the Company has contravened FSMR or Rules:\n(i)\tthe nature, scale and seriousness of the contravention;\n(ii)\twhether the contravention is ongoing;\n(iii)\twhether the contravention affects, or has the potential to affect, our objectives;\n(iv)\twhat other steps the Company could take or other orders a Court could make to remedy the contravention;\n(c)\tthe need to protect a firm's Clients (particularly in cases where an Authorised Person holds or controls Client Assets) other market participants, and/or the integrity of the market;\n(d)\twhether the needs of those operating in the ADGM and the interests of the ADGM are best served by the Company ceasing to operate;\n(e)\tin the case of an Authorised Person, where we consider that a Financial Services Permission should be withdrawn or, where it has been withdrawn, the extent to which there is other business that the firm carries on without Authorisation;\n(f)\twhether there is reason to believe that the firm or individual is or has been involved in financial crime or other criminal conduct;\n(g)\twhere there is a significant cross-border or international element to the business being carried on by the Company, the impact on the business in other jurisdictions and whether another law enforcement agency or regulatory authority can adequately address the matter; or\n(h)\tthe extent to which the Company has co-operated with us."
    },
    {
        "ID": "9226fb90-dd7d-49c8-8dcb-b0505b14593d",
        "DocumentID": 27,
        "PassageID": "7.13",
        "Passage": "Injunctions in cases of Market Abuse"
    },
    {
        "ID": "0cb8ff63-f1b3-4927-8cb4-258f7c8b1047",
        "DocumentID": 27,
        "PassageID": "7.13.1",
        "Passage": "Section 238 of FSMR provides that the Court, upon our application, may make an order restraining Market Abuse if there is a reasonable likelihood that:\n(a)\tany person will engage in Market Abuse; or\n(b)\tis or has engaged in Market Abuse and that there is a reasonable likelihood that the Market Abuse will continue or be repeated,\nirrespective of whether a contravention has occurred."
    },
    {
        "ID": "2a88072e-1f56-400a-b092-c28e0bb0d1aa",
        "DocumentID": 27,
        "PassageID": "7.13.2",
        "Passage": "Upon our application, the Court may also make an order requiring a person to take any steps to remedy any Market Abuse that has occurred, and to restrain a person that may be engaged or have been engaged in any Market Abuse from dealing in any of their assets."
    },
    {
        "ID": "43c4c01f-67ba-4ec1-9c63-07af3f3dc110",
        "DocumentID": 27,
        "PassageID": "7.13.3",
        "Passage": "We may seek a range of orders from the Court, including an order:\n(a)\trequiring that trading in any Investments cease, either permanently or for such period as is specified in the order;\n(b)\trequiring that a disclosure be made to the market;\n(c)\tprohibiting a person from making offers of Securities in or from the ADGM; or\n(d)\tprohibiting a person from being involved in Reporting Entities, Listed Funds or Securities within the ADGM."
    },
    {
        "ID": "fe61c776-eda8-4210-8e88-714b07034836",
        "DocumentID": 27,
        "PassageID": "7.13.4",
        "Passage": "Before we make an application for an order (whether interim, ex parte (without notice) or final), we will take into account all relevant circumstances, including:\n(a)\tthe nature and extent of the conduct or any other matters in question;\n(b)\tthe effect of the conduct on the market and our objectives;\n(c)\twhether the market is informed of all material information;\n(d)\twhat steps the relevant person has taken in respect of the conduct or any other matters being considered;\n(e)\twhat other form of relief (if any) is available to us; and\n(f)\twhether the conduct in question could have a significant impact on the integrity of, or confidence in, the ADGM."
    },
    {
        "ID": "ac242a57-24e6-4160-a5ce-62bd3266f5d5",
        "DocumentID": 27,
        "PassageID": "7.14",
        "Passage": "Intervention power"
    },
    {
        "ID": "282c3b09-a429-4f28-b953-22e59ed67889",
        "DocumentID": 27,
        "PassageID": "7.14.1",
        "Passage": "We may intervene as a party in any proceeding in the Court where we consider such intervention appropriate to further one or more of our objectives (section 243 of FSMR). Where we intervene we shall, subject to any other law, have all the rights, duties and liabilities of such a party."
    },
    {
        "ID": "ff065aa2-43ce-4ffb-ad98-0ab4a3cf3f95",
        "DocumentID": 27,
        "PassageID": "7.14.2",
        "Passage": "This provision does not affect our ability to seek leave to appear in proceedings as a ‘friend of the Court’ (i.e. someone not a party to the case, who volunteers to offer information to assist a court in deciding a matter before it, to make submissions on an issue of significance to the ADGM, or to place material before the Court that may otherwise not be available)."
    },
    {
        "ID": "0ea2a251-19a1-490c-a439-2d090e1a5b9c",
        "DocumentID": 27,
        "PassageID": "7.14.3",
        "Passage": "We will generally only intervene as a party in proceedings where we form the view that we will not be able to meet our objectives by simply appearing as a ‘friend of the Court’ and that, to serve the interests of the ADGM fully, it is necessary to join the proceeding as a party and stay involved in the matter throughout."
    },
    {
        "ID": "3c2315a1-3adf-4137-b39f-86d67953c5ac",
        "DocumentID": 27,
        "PassageID": "7.15",
        "Passage": "Settlement"
    },
    {
        "ID": "f48aca99-4c0f-4388-a4f5-7228f2f928c8",
        "DocumentID": 27,
        "PassageID": "7.15.1",
        "Passage": "A settlement is a resolution, between us and a person who is subject to potential enforcement action, to agree an outcome. A person who is or may be the subject of any form of disciplinary or regulatory action may enter into settlement discussions with us. The possibility of a settlement does not, however, change the fact that disciplinary or regulatory action is, and continues to be, available to us in pursuit of our objectives under section 1(3) of FSMR."
    },
    {
        "ID": "260d42c0-f09f-4080-a872-2d62f889b603",
        "DocumentID": 27,
        "PassageID": "7.15.2",
        "Passage": "We generally consider that early settlement of a potential enforcement action advances our objectives in that it may result in, for example, consumers obtaining compensation sooner, the saving of our and industry resources and the promotion of good business and regulatory practices."
    },
    {
        "ID": "f78570f4-9e6b-40f4-b772-095feefe903b",
        "DocumentID": 27,
        "PassageID": "7.15.3",
        "Passage": "However, we will only consider settlement when we are confident we have a sufficient understanding of the nature and gravity of the suspected misconduct to make a reasonable assessment of the appropriate outcome."
    },
    {
        "ID": "e7a3cee7-2958-410c-9ff7-e5b4adfce550",
        "DocumentID": 27,
        "PassageID": "7.15.4",
        "Passage": "We will conduct all settlement discussions on a \"without prejudice\" basis; namely, that no party to the discussions may subsequently rely upon any admissions or statements made during the course of the settlement discussion or on any document recording those discussions."
    },
    {
        "ID": "f89e584c-d3ff-42d8-a0dd-74c2716bb0d3",
        "DocumentID": 27,
        "PassageID": "7.15.5",
        "Passage": "We will only settle when the agreed terms result in what we consider to be an appropriate and proportionate regulatory outcome. We may also refer to matters described in Chapter 8 when determining an appropriate penalty in settlement agreements."
    },
    {
        "ID": "b9579c2a-0e25-4e01-be05-80c91a07d2fd",
        "DocumentID": 27,
        "PassageID": "7.15.6",
        "Passage": "In the interests of efficiency and effectiveness, we will set clear and reasonable timetables for settlement discussions to ensure they do not unreasonably delay settlement or a regulatory or enforcement outcome. Where we have concerns that a party to settlement discussions is using negotiations as a means to delay or frustrate our enforcement process with no genuine intention to settle, we may bring the settlement discussions to an end and pursue other appropriate enforcement action."
    },
    {
        "ID": "9eaf9396-e54f-4a2f-a127-94eb1b314e52",
        "DocumentID": 27,
        "PassageID": "7.15.7",
        "Passage": "Settlement in particular circumstances of one case should not be regarded as binding precedent for future settlement discussions in other cases. Whilst we recognise the importance of consistency in our decision-making, we recognise that the facts of two enforcement cases are seldom identical. For this reason, and to ensure that we are able to respond to the demands of a changing and principles-based regulatory environment, it is important for us to be able to take a different view to that taken in an earlier case. However, any decision to depart from the earlier approach will only be made after careful consideration of the reasons for doing so.\n\n"
    },
    {
        "ID": "87e399b0-2ab1-4b58-882b-1b182d6b84de",
        "DocumentID": 27,
        "PassageID": "7.15.8",
        "Passage": "Factors we will consider when contemplating settlement. It is very unlikely that we would consider the possibility of a settlement unless the person is prepared to admit the relevant conduct or contravention and it is understood that we will publish an outcome that includes such an admission. In deciding whether a proposed settlement is acceptable, and in accordance with our objectives, we will consider a number of factors, including:\n(a)\tthe nature and seriousness of the conduct or contravention that is the subject of the proposed settlement;\n(b)\twhether the contravention is continuing;\n(c)\tthe scope of the admission of the relevant conduct or contravention;\n(d)\tthe necessity for protective or corrective action;\n(e)\tthe prospects for a swift resolution of the matter;\n(f)\twhether the contravention that is the subject of the proposed settlement was the result of the conduct of one or more individual officers or employees (and their level of seniority);\n(g)\twhether the person has co-operated with us (e.g., by providing complete information about the conduct or contravention, taking any remedial action);\n(h)\twhether the settlement will achieve an effective outcome for those who have been adversely affected by the contravention;\n(i)\twhether the person is likely to comply with the terms of the settlement;\n(j)\tthe person’s disciplinary record and compliance history; and\n(k)\twhether the settlement promotes general deterrence.\n"
    },
    {
        "ID": "80fd150e-b9ac-4245-8e40-747f37c58944",
        "DocumentID": 27,
        "PassageID": "7.15.9",
        "Passage": "Form of settlement. We will generally only settle an enforcement matter on the basis of either:\n(a)\ta final notice setting out the action taken (see paragraph ‎7.15.10); and/or\n(b)\tan enforceable undertaking (see section 7.16).\nA settlement which results in a final notice may also be supported by a confidential and legally enforceable settlement agreement executed by all parties to the settlement.\n\n"
    },
    {
        "ID": "d65dffbd-b50d-45f2-b08a-4490cfa36c89",
        "DocumentID": 27,
        "PassageID": "7.15.10",
        "Passage": "Final notice. The outcome of a settlement with us will usually result in a final notice setting out the agreed findings and action, and any other applicable requirements for a final notice issued in accordance with section 251 of FSMR. This promotes consistency of regulatory outcomes and transparency of approach to enforcement decision-making.\n"
    },
    {
        "ID": "dd29ed0b-c057-4df4-8076-e2570f4b900e",
        "DocumentID": 27,
        "PassageID": "7.16",
        "Passage": "Enforceable undertakings"
    },
    {
        "ID": "eb1f2abf-517e-442c-a11c-97ea0952674b",
        "DocumentID": 27,
        "PassageID": "7.16.1",
        "Passage": "In this section we will refer to an enforceable undertaking as an “EU”. An EU is a form of settlement that we may accept, under section 235 of FSMR, as an alternative to other remedies available to us to influence behaviour and encourage a culture of compliance."
    },
    {
        "ID": "7c1139e5-36c7-4301-b817-b884945863b8",
        "DocumentID": 27,
        "PassageID": "7.16.2",
        "Passage": "An EU involves a written undertaking from a person against whom action could be taken under FSMR or any Rules made under FSMR, to do or refrain from doing a specified act or acts. It may, amongst other things, also include remedial actions that are not otherwise available under a final notice or other steps the person has agreed to take."
    },
    {
        "ID": "4163243c-9f4c-4fb2-91e2-fa7429af5deb",
        "DocumentID": 27,
        "PassageID": "7.16.3",
        "Passage": "An EU may be offered by a person and accepted by us at any time, either before, during or after an investigation, the making of a decision or the commencement of proceedings in Court. Entry into an EU is voluntary. We do not have the power to require a person to enter into an EU, nor can a person compel us to accept an EU."
    },
    {
        "ID": "2ac6aeb4-90eb-41aa-a18a-4ef78d171bb1",
        "DocumentID": 27,
        "PassageID": "7.16.4",
        "Passage": "In matters where we believe there has been a contravention we will generally seek a settlement leading to the issuance of a final notice rather than an EU. We will generally only consider accepting an EU that we consider to be necessary or desirable in pursuit of our objectives. In such instances, we will expect the EU to contain:\n(a)\tan admission or acknowledgement of any contraventions or our concerns;\n(b)\tundertakings addressing our concerns;\n(c)\tan agreement to make the EU public; and\n(d)\tan agreement not to make public statements conflicting with the spirit of the EU."
    },
    {
        "ID": "d68fca6f-5dca-43f3-abb9-8410cac3ba24",
        "DocumentID": 27,
        "PassageID": "7.16.5",
        "Passage": "A person offering us an EU may also undertake in the EU to pay a pecuniary penalty and/or our costs, including any costs associated with compliance with the EU.\n"
    },
    {
        "ID": "24aa4a7a-176c-46b2-9f0d-2f9ca77b64a4",
        "DocumentID": 27,
        "PassageID": "7.16.6",
        "Passage": "Variation or withdrawal. Once accepted by us, an EU can only be withdrawn or varied with our consent in writing. We will only consider a request to vary an undertaking if:\n(a)\tthe variation will not alter the spirit of the original undertaking;\n(b)\tcompliance with any one or more terms of the undertaking is subsequently found to be impractical or impossible; or\n(c)\tthere has been a material change in the circumstances which led to the undertaking being given.\n\n"
    },
    {
        "ID": "c842d930-dfef-4d25-8568-139077b31ca4",
        "DocumentID": 27,
        "PassageID": "7.16.7",
        "Passage": "Compliance with an EU . If we consider that a person has not complied with the terms of an EU , we may:\n(a)\tapply to the Court for appropriate orders;\n(b)\tpublish the fact of the application to the Court and any subsequent orders of the Court; and\n(c)\tseek the costs of the application."
    },
    {
        "ID": "d553151b-ab13-4fd2-a77e-5020d141a80b",
        "DocumentID": 27,
        "PassageID": "7.17",
        "Passage": "Litigation Costs"
    },
    {
        "ID": "4ea89bfa-23ae-455c-9fc4-7f75acac509f",
        "DocumentID": 27,
        "PassageID": "7.17.1",
        "Passage": "We will generally seek litigation costs orders from the Court where we have commenced proceedings in connection with any remedies, and have been successful in achieving all or part of the outcome sought.  We will generally also seek costs in matters that are referred to the Appeals Panel and where our decision has been upheld.\n\n"
    },
    {
        "ID": "3a3b07f3-11ff-4447-aa52-386a49587fb4",
        "DocumentID": 27,
        "PassageID": "7.18",
        "Passage": "Summary of Disciplinary Powers and Remedies under FSMR\n/Table Start\ns 231\tPublic Censure\ns 232\tFinancial Penalties\ns 234\tProhibition Orders\ns 235\tEnforceable Undertaking\ns 236\tInjunctions: General\ns 237\tInjunctions in Investigations and Proceedings\ns 238\tInjunctions in the case of Market Abuse\ns 239 \tRestitution Orders\ns 240\tRestitution Orders in the case of Market Abuse\ns 241\tPower of the Regulator to require Restitution\ns 242\tAction for damages\ns 243\tIntervene in Proceedings\ns 244\tCompulsory Winding Up\ns 245\tUndertakings as to Damages\n\n/Table End\n\n"
    },
    {
        "ID": "af4f2c4c-cbcb-4654-a24d-0adf4962f3ab",
        "DocumentID": 27,
        "PassageID": "8.",
        "Passage": "PENALTY GUIDANCE"
    },
    {
        "ID": "2509969e-e1ef-4613-9e14-fa719ca6f5cb",
        "DocumentID": 27,
        "PassageID": "8.1",
        "Passage": "Introduction"
    },
    {
        "ID": "67faafbe-f891-49c8-b76d-d4ad8538c8d3",
        "DocumentID": 27,
        "PassageID": "8.1.1",
        "Passage": "This Chapter sets out the matters we will take into account when deciding whether to take action in respect of a contravention, including whether to impose a financial penalty or public censure, or take other disciplinary action.  It also includes our approach to determining a financial penalty."
    },
    {
        "ID": "03c462ef-ce8e-4c8c-8cb2-6cbb9655ec0c",
        "DocumentID": 27,
        "PassageID": "8.1.2",
        "Passage": "For the avoidance of doubt, in this Chapter references to a ‘contravention’ should be read as meaning ‘a contravention or contraventions’."
    },
    {
        "ID": "d26c92fd-a090-4f38-bca6-f122887d715b",
        "DocumentID": 27,
        "PassageID": "8.1.3",
        "Passage": "We will also generally refer to this Chapter when determining an appropriate penalty for the purposes of settlement, including any pecuniary penalty under an enforceable undertaking, as outlined in Chapter 7."
    },
    {
        "ID": "0c85d2e0-7424-4709-ba1e-957f9abe27f9",
        "DocumentID": 27,
        "PassageID": "8.1.4",
        "Passage": "For our approach to penalties for contravention of our Tax Reporting Regulations, see Chapter 11."
    },
    {
        "ID": "0ea96919-201c-4181-8de7-1f85dc100f01",
        "DocumentID": 27,
        "PassageID": "8.1.5",
        "Passage": "In addition to the matters set out in this Chapter, for contraventions relating to money-laundering, terrorist financing, the financing of unlawful organisations and sanctions non-compliance, we will also take into consideration guidance issued from time to time pursuant to Federal AML legislation."
    },
    {
        "ID": "d2b435e9-eab6-4164-a8c3-8dd26de1c9cd",
        "DocumentID": 27,
        "PassageID": "8.2",
        "Passage": "Deciding to take action"
    },
    {
        "ID": "cef4f7d2-a35f-40df-9d1a-7ad66c066d3c",
        "DocumentID": 27,
        "PassageID": "8.2.1",
        "Passage": "When deciding whether to take disciplinary action and the appropriate penalty, we will consider all relevant facts and circumstances, which could include (but are not limited to) the following:\n(a)\tOur objectives;\n(b)\t\tThe deterrent effect of the penalty on:\n(i)\tpersons that have committed or may commit the contraventions; and\n(ii)\tother persons that have committed or may commit similar contraventions;\n(c)\tThe nature, seriousness, duration and impact of the contravention, including:\n(i)\twhether the contravention was deliberate or reckless;\n(ii)\tthe duration and frequency of the contravention;\n(iii)\twhether the contravention reveals serious or systemic weaknesses of the management systems or internal controls relating to all or part of a person’s business;\n(iv)\tthe impact (actual or potential) of the contravention on the orderliness of markets, including whether confidence in those markets has been damaged or put at risk;\n(d)\tIf the contravention involved a number of persons, the degree of involvement and the specific role of each person;\n(e)\tThe benefit gained (whether direct or indirect, pecuniary or non-pecuniary) or loss avoided as a result of the contravention;\n(f)\tThe conduct of the person after the contravention, including:\n(i)\thow quickly, effectively and completely the person brought the contravention to our attention;\n(ii)\tthe degree of cooperation the person showed during the investigation of the contravention;\n(iii)\tany remedial steps the person has taken in respect of the contravention;\n(iv)\tthe likelihood that the same type of contravention (whether on the part of the person or others) will recur if no action is taken;\n(v)\tthe nature and extent of any false or inaccurate information given by the person and whether the information appears to have been given in an attempt to knowingly mislead us;\n(g)\tThe difficulty in detecting and investigating the contravention that is the subject of the penalty;\n(h)\tWhether the person committed the contravention in such a way as to avoid or reduce the risk that the contravention would be discovered. We may impose a more significant penalty where we consider that a person committed a contravention in such a way as to avoid or reduce the risk that the contravention would be discovered;\n(i)\tThe disciplinary record and compliance history of the person on whom the penalty is imposed, including whether we have taken any previous disciplinary action against the person;\n(j)\tWhere the person reasonably believed that their behaviour did not amount to a contravention and whether they undertook reasonable precautions and diligence to avoid committing such a contravention;\n(k)\tWhether the person acted in accordance with our Guidance and other publications;\n(l)\tAction taken by us in previous similar cases;\n(m)\tAction taken by other domestic or international regulatory authorities in similar cases; and\n(n)\tAction taken by other domestic or international regulatory authorities involving the person(s) concerned. Where other regulatory authorities propose to take action in respect of the contravention which is under consideration by us, or one similar to it, we will consider whether the other authority's action would be adequate to address our concerns, or whether it would be appropriate for us to take our own action."
    },
    {
        "ID": "79779af1-bfa2-454d-a6cc-e77f3116076e",
        "DocumentID": 27,
        "PassageID": "8.2.2",
        "Passage": "Depending on the facts and circumstances of a particular case, we may consider it appropriate to impose a financial penalty or issue a public censure in combination with other forms of disciplinary or regulatory action, for example, with a suspension of Financial Services Permission or Approval, disqualification of an auditor or actuary, or a Prohibition Order.\n"
    },
    {
        "ID": "dea2073c-58a3-4c37-99af-1abf47107c7c",
        "DocumentID": 27,
        "PassageID": "8.2.3",
        "Passage": "Actions against Approved Persons and Recognised Persons. In addition to the general factors listed in paragraph ‎8.2.1, there are some additional considerations that may be relevant when we decide whether to take action against an Approved or Recognised Person. The list is not exhaustive. Not all of these factors may be applicable in a particular case and there may be other factors, not listed, that are relevant. The factors include:\n(a)\tthe Approved or Recognised Person’s position and responsibilities. We will take into account the responsibility of those exercising important functions in the firm. The more senior the person responsible for the misconduct, the more seriously we are likely to view the misconduct, and the more likely it is we will take action against the Approved or Recognised Person;\n(b)\twhether disciplinary action against both the firm and the Approved or Recognised Person responsible for the misconduct would be appropriate, or whether action against only the individual would be a more appropriate regulatory response;\n(c)\twhether disciplinary action against the Approved or Recognised Person would have a greater deterrent effect than action against just the firm; and\n(d)\twhether disciplinary action would be a proportionate response to the nature and seriousness of the contravention by the person.\n\n"
    },
    {
        "ID": "18f073c5-3c47-4171-861e-a95882483c95",
        "DocumentID": 27,
        "PassageID": "8.3",
        "Passage": "Financial penalty or public censure"
    },
    {
        "ID": "6595e1c6-aa70-477d-8b56-1a72580bbd8c",
        "DocumentID": 27,
        "PassageID": "8.3.1",
        "Passage": "We will consider all the relevant circumstances of the case when deciding whether to impose a financial penalty or public censure. As such, the factors set out in section 8.2 are not exhaustive. Not all of the factors may be applicable in a particular case and there may be other factors, not listed, that are relevant."
    },
    {
        "ID": "f296b687-4451-49f1-8f3e-2c9f1d961df1",
        "DocumentID": 27,
        "PassageID": "8.3.2",
        "Passage": "The criteria for determining whether it is appropriate to issue a public censure or a financial penalty include those factors that we will consider in determining the amount of a financial penalty set out in sections 8.4 to 8.7. Some particular considerations that may be relevant when we determine whether to issue a public censure rather than impose a financial penalty are:\n(a)\twhether deterrence may be effectively achieved by issuing a public censure;\n(b)\tdepending upon the nature and seriousness of the contravention:\n(i)\twhether the person has brought the contravention to our attention;\n(ii)\twhether the person has admitted the contravention and provides full and immediate co-operation to us, and takes steps to ensure that those who have suffered loss due to the contravention are fully compensated for those losses;\n(c)\tour approach to previous similar cases, in order to achieve consistent outcomes for similar cases; and\n(d)\tthe impact on the person concerned. In an exceptional case, where the impact of a financial penalty would make the action disproportionate, we may decide it is appropriate to issue a public censure rather than impose a financial penalty."
    },
    {
        "ID": "c03b6778-92d0-49c1-a2d7-92686a89044e",
        "DocumentID": 27,
        "PassageID": "8.3.3",
        "Passage": "Some particular considerations that may be relevant when we determine whether to issue a financial penalty rather than impose a public censure are:\n(a)\tif the person has made a profit or avoided a loss as a result of the contravention, on the basis that a person should not be permitted to benefit from committing a contravention;\n(b)\tif the contravention is more serious in nature or degree, on the basis that the sanction should reflect the seriousness of the contravention; other things being equal, the more serious the contravention, the more likely we are to impose a financial penalty; and\n(c)\t\tif the person has a poor disciplinary record or compliance history, on the basis that it may be particularly important to deter future cases."
    },
    {
        "ID": "36bd886a-da31-4391-9868-f0d03a8e10b5",
        "DocumentID": 27,
        "PassageID": "8.4",
        "Passage": "Determining the appropriate level of financial penalty"
    },
    {
        "ID": "b535f006-f849-4d04-a354-dce888ec9116",
        "DocumentID": 27,
        "PassageID": "8.4.1",
        "Passage": "Our penalty-setting regime is based on three principles:\n(a)\tdisgorgement: a firm or individual should not benefit from any contravention;\n(b)\tsanction: a firm or individual should be penalised for wrongdoing; and\n(c)\tdeterrence: any penalty imposed should deter the firm or individual who committed the contravention, and others, from committing further or similar contraventions."
    },
    {
        "ID": "15c4b6f1-bb7f-4f0c-a369-9e7dffc90f73",
        "DocumentID": 27,
        "PassageID": "8.4.2",
        "Passage": "The total amount payable by a person subject to enforcement action may be made up of two elements:\n(a)\tdisgorgement of the benefit received as a result of the contravention; and\n(b)\ta financial penalty reflecting the seriousness of the contravention."
    },
    {
        "ID": "8b867a14-6d35-45db-acd7-129029800b78",
        "DocumentID": 27,
        "PassageID": "8.4.3",
        "Passage": "These elements are incorporated in a five-step framework, which can be summarised as follows:\n(a)\tStep 1: the removal of any economic benefit derived from a contravention;\n(b)\tStep 2: the determination of a figure which reflects the seriousness of the contravention;\n(c)\tStep 3: an adjustment made to the Step 2 figure to take account of any aggravating and mitigating circumstances;\n(d)\tStep 4: an adjustment made to the Step 3 figure, where appropriate, to ensure that the penalty has an appropriate deterrent effect; and\n(e)\tStep 5: if applicable, an adjustment for cooperation/early settlement may be made."
    },
    {
        "ID": "3f41c5fb-6dfd-47a5-aa3e-c0546d29a0ba",
        "DocumentID": 27,
        "PassageID": "8.4.4",
        "Passage": "The steps set out above process will be considered, to the extent applicable, in each case. The details of Steps 1 to 4 will differ for cases against firms (section ‎8.5), and cases against individuals (section 8.6)."
    },
    {
        "ID": "3e99c673-c283-4901-9760-badc1ff4fcb9",
        "DocumentID": 27,
        "PassageID": "8.4.5",
        "Passage": "The lists of factors and circumstances in sections ‎‎8.5 and ‎8.6 are not exhaustive. Not all of the factors or circumstances listed will necessarily be relevant in a particular case and there may be other factors or circumstances not listed which are relevant."
    },
    {
        "ID": "83cc60bf-2523-46bd-9630-e6699692d869",
        "DocumentID": 27,
        "PassageID": "8.4.6",
        "Passage": "We will not, in determining our policy with respect to the amount of penalties, take account of expenses which we incur, or expect to incur, in discharging its functions."
    },
    {
        "ID": "08bbe7b1-68f3-4d3b-9434-3c05bad9cbcd",
        "DocumentID": 27,
        "PassageID": "8.5",
        "Passage": "Financial penalties imposed on a firm\n"
    },
    {
        "ID": "4e5e46bb-3591-49bc-b9e5-2369b1f28432",
        "DocumentID": 27,
        "PassageID": "8.5.1",
        "Passage": "Step 1: Disgorgement. We will seek to deprive a firm of the economic benefits derived from a contravention (which may include the profit made or loss avoided) where it is practicable to quantify this.\n"
    },
    {
        "ID": "7e1a2630-4d32-4f4d-bfa4-97131c452cfc",
        "DocumentID": 27,
        "PassageID": "8.5.2",
        "Passage": "Step 2: The seriousness of the contravention. We will determine a financial penalty figure that reflects the seriousness of the contravention, taking into account the following factors relating to:\n(a)\tthe impact of a contravention;\n(b)\tthe nature of a contravention;\n(c)\twhether a contravention was deliberate; and\n(d)\twhether a contravention was reckless."
    },
    {
        "ID": "1544db47-1fba-42f7-bc7e-676dd3a930dd",
        "DocumentID": 27,
        "PassageID": "8.5.3",
        "Passage": "Step 2: The seriousness of the contravention. Factors relating to the impact of a contravention committed by a firm include:\n(a)\tthe level of benefit gained or loss avoided, or intended to be gained or avoided, by the firm from the contravention;\n(b)\tthe loss or risk of loss, as a whole, caused to clients, investors or other market users in general;\n(c)\tthe loss or risk of loss caused to individual clients, investors or other market users;\n(d)\twhether the contravention had an effect on particularly vulnerable people, whether intentionally or otherwise;\n(e)\tthe distress or inconvenience caused to clients; and\n(f)\twhether the contravention had an adverse effect on the orderliness of, or confidence in, markets and, if so, how serious that effect was."
    },
    {
        "ID": "b6866b4f-2688-4a70-8d11-254c7cb60d1c",
        "DocumentID": 27,
        "PassageID": "8.5.4",
        "Passage": "Step 2: The seriousness of the contravention. Factors relating to the nature of a contravention by a firm include:\n(a)\tthe nature of particular provision(s) of our legislation that were contravened;\n(b)\tif the contravention happened repeatedly;\n(c)\twhether the contravention revealed serious or systemic weaknesses in the firm's procedures or in the management systems or internal controls relating to all or part of the firm's business;\n(d)\twhether the firm's senior management were aware of the contravention;\n(e)\tthe nature and extent of any financial crime facilitated, occasioned or otherwise attributable to the contravention;\n(f)\tthe scope for any potential financial crime to be facilitated, occasioned or otherwise occur as a result of the contravention;\n(g)\twhether the firm failed to conduct its business with integrity; and\n(h)\twhether the firm, in committing the contravention, took any steps to comply with FSMR and Rules, and the adequacy of those steps."
    },
    {
        "ID": "f336a5bf-c4d6-4a97-8633-461b98581d5b",
        "DocumentID": 27,
        "PassageID": "8.5.5",
        "Passage": "Step 2: The seriousness of the contravention. Factors tending to show the contravention was deliberate include:\n(a)\tthe contravention was intentional, in that the firm's senior management, or a responsible individual, intended, could reasonably have foreseen, or foresaw that the likely or actual consequences of their actions or inaction would result in a contravention;\n(b)\tthe firm's senior management, or a responsible individual, knew that their actions were not in accordance with the firm's internal procedures;\n(c)\tthe firm's senior management, or a responsible individual, sought to conceal their misconduct;\n(d)\tthe firm's senior management, or a responsible individual, committed the contravention in such a way as to avoid or reduce the risk that the contravention would be discovered;\n(e)\tthe firm's senior management, or a responsible individual, were influenced to commit the contravention by the belief that it would be difficult to detect; and\n(f)\tthe contravention was repeated."
    },
    {
        "ID": "70f0163e-985a-47c6-bd84-133c419590d1",
        "DocumentID": 27,
        "PassageID": "8.5.6",
        "Passage": "Step 2: The seriousness of the contravention. Factors tending to show the contravention was reckless include:\n(a)\tthe firm's senior management, or a responsible individual, appreciated that there was a risk that their actions or inaction could result in a contravention and failed to adequately mitigate that risk; and\n(b)\tthe firm's senior management, or a responsible individual, were aware that there was a risk that their actions or inaction could result in a contravention but failed to check if they were acting in accordance with the firm's internal procedures.\n\n"
    },
    {
        "ID": "d8a5f370-1689-43d3-b59c-42ad693998d3",
        "DocumentID": 27,
        "PassageID": "8.5.7",
        "Passage": "Step 3: Mitigating and aggravating factors. We may increase or decrease the amount of the financial penalty arrived at after Step 2 (excluding any amount to be disgorged as set out in Step 1), to take into account factors which aggravate or mitigate the contravention. Any such adjustments will generally be made by way of a percentage adjustment to the figure determined at Step 2."
    },
    {
        "ID": "e448219e-1a3a-48fd-9053-ccd8cb368244",
        "DocumentID": 27,
        "PassageID": "8.5.8",
        "Passage": "Step 3: Mitigating and aggravating factors. The following list of factors may have the effect of aggravating or mitigating the contravention:\n(a)\tthe conduct of the firm in bringing (or failing to bring) quickly, effectively and completely the contravention to our attention (or the attention of other regulatory authorities, where relevant);\n(b)\tthe degree of cooperation the firm showed during the investigation of the contravention by us, or any other regulatory authority allowed to share information with us;\n(c)\twhere the firm's senior management were aware of the contravention or of the potential for a contravention, whether they took any steps to stop the contravention, and when these steps were taken;\n(d)\tthe nature, timeliness and adequacy of the firm's responses to any supervisory interventions by us and any remedial actions proposed or required by us;\n(e)\twhether the firm has arranged its resources in such a way as to allow or avoid disgorgement and/or payment of a financial penalty;\n(f)\twhether the firm had previously been told about our concerns in relation to the issue, either by means of a private warning or in supervisory correspondence;\n(g)\twhether the firm had previously undertaken not to perform a particular act or engage in particular behaviour;\n(h)\twhether the firm concerned has complied with any requirements or rulings of another regulatory authority relating to the contravention;\n(i)\tthe previous disciplinary record and general compliance history of the firm;\n(j)\taction taken against the firm by other domestic or international regulatory authorities that is relevant to the contravention in question;\n(k)\twhether our Guidance or other published materials had already raised relevant concerns, and the nature and accessibility of such materials;\n(l)\twhether we publicly called for an improvement in standards in relation to the behaviour constituting the contravention or similar behaviour before or during the occurrence of the contravention; and\n(m)\tthe treatment of any whistleblower or complainant(s) involved in identifying the contravention.\n\n"
    },
    {
        "ID": "b8341d13-12a1-4ed2-9e52-f541107d863b",
        "DocumentID": 27,
        "PassageID": "8.5.9",
        "Passage": "Step 4: Adjustment for deterrence. If we consider the figure arrived at after Step 3 is insufficient to deter the firm who committed the contravention, or others, from committing further or similar contraventions then we may increase the financial penalty. Circumstances where we may do this include:\n(a)\twhere we consider the absolute value of the financial penalty too low in relation to the contravention to meet our objective of credible deterrence;\n(b)\twhere our previous action in respect of similar contraventions has failed to improve industry standards;\n(c)\twhere we consider it  likely that similar contraventions will be committed by the firm or by others in the future in the absence of such an increase to the financial penalty; and\n(d)\twhere we consider that the likelihood of the detection of such a contravention is low.\n"
    },
    {
        "ID": "a3cf13dd-b605-4646-aa1b-81fb864eac74",
        "DocumentID": 27,
        "PassageID": "8.5.10",
        "Passage": "Step 5: Adjustment for cooperation/early settlement . We and the firm upon whom a financial penalty is to be imposed may seek to agree the amount of any financial penalty and other terms. In recognition of the benefits of such agreements, and of the firm’s cooperation with us, section 8.8 provides that the amount of the financial penalty which might otherwise have been payable may be reduced to reflect the stage at which we and the firm concerned reached an agreement. Any adjustment for early settlement does not apply to the disgorgement of any benefit calculated at Step 1.\n\n"
    },
    {
        "ID": "b38130c6-43e8-43ee-afff-9838bca3c8dd",
        "DocumentID": 27,
        "PassageID": "8.6",
        "Passage": "Financial penalties imposed on an individual\n"
    },
    {
        "ID": "bfc58b7e-e158-48ef-9e73-cc9915c4bfbd",
        "DocumentID": 27,
        "PassageID": "8.6.1",
        "Passage": "Step 1: Disgorgement . We will seek to deprive an individual of the economic benefits derived from the contravention (which may include the profit made or loss avoided) where it is possible to quantify this. We will ordinarily also charge interest on the benefit.\n"
    },
    {
        "ID": "aa160e74-8e95-41dd-9883-57a4d477c8c0",
        "DocumentID": 27,
        "PassageID": "8.6.2",
        "Passage": "Step 2: The seriousness of the contravention. We will determine a financial penalty figure that reflects the seriousness of the contravention. In determining such a figure, we will take into account the following factors relating to:\n(a)\tthe impact of the contravention;\n(b)\tthe nature of the contravention;\n(c)\twhether the contravention was deliberate; and\n(d)\twhether the contravention was reckless."
    },
    {
        "ID": "80a5d146-6e9d-4a56-a33a-986ddd20d5eb",
        "DocumentID": 27,
        "PassageID": "8.6.3",
        "Passage": "Step 2: The seriousness of the contravention. Factors relating to the impact of a contravention committed by an individual include:\n(a)\tthe level of benefit gained or loss avoided, or intended to be gained or avoided, by the individual from the contravention;\n(b)\tthe loss or risk of loss, as a whole, caused to clients, investors or other market users in general;\n(c)\tthe loss or risk of loss caused to individual clients, investors or other market users;\n(d)\twhether the contravention had an effect on particularly vulnerable people, whether intentionally or otherwise;\n(e)\tthe distress or inconvenience caused to clients; and\n(f)\twhether the contravention had an adverse effect on the orderliness of, or confidence in, markets and, if so, how serious that effect was."
    },
    {
        "ID": "50380b3d-0b48-45e9-83e2-9c6f1439cbe5",
        "DocumentID": 27,
        "PassageID": "8.6.4",
        "Passage": "Step 2: The seriousness of the contravention. Factors relating to the nature of a contravention by an individual include:\n(a)\tthe nature of the provisions of our legislation that were contravened;\n(b)\tthe frequency of the contravention;\n(c)\tthe nature and extent of any financial crime facilitated, occasioned or otherwise attributable to the contravention;\n(d)\tthe scope for any potential financial crime to be facilitated, occasioned or otherwise occur as a result of the contravention;\n(e)\twhether the individual failed to act with integrity or abused a position of trust;\n(f)\twhether the individual caused or encouraged other individuals to commit contraventions;\n(g)\twhether the individual held a prominent position within the industry;\n(h)\twhether the individual is an experienced industry professional;\n(i)\twhether the individual held a senior position with the firm;\n(j)\tthe extent of the responsibility of the individual for the product or business areas affected by the contravention, and for the particular matter that was the subject of the contravention;\n(k)\twhether the individual acted under duress; and\n(l)\twhether the individual took any steps to comply with FSMR and Rules, and the adequacy of those steps."
    },
    {
        "ID": "7a212ec2-4abb-4276-aa2c-1b8bf2cfbb39",
        "DocumentID": 27,
        "PassageID": "8.6.5",
        "Passage": "Step 2: The seriousness of the contravention. Factors tending to show the contravention was deliberate include:\n(a)\tthe contravention was intentional, in that the individual intended, could reasonably have foreseen or foresaw that the likely or actual consequences of their actions or inaction would result in a contravention;\n(b)\tthe individual intended to benefit financially from the contravention, either directly or indirectly;\n(c)\tthe individual knew that their actions were not in accordance with their firm's internal procedures;\n(d)\tthe individual sought to conceal their misconduct;\n(e)\tthe individual committed the contravention in such a way as to avoid or reduce the risk that the contravention would be discovered;\n(f)\tthe individual was influenced to commit the contravention by the belief that it would be difficult to detect;\n(g)\tthe individual knowingly took decisions relating to the contravention beyond their field of competence; and\n(h)\tthe individual's actions were repeated."
    },
    {
        "ID": "4e78ed59-9b27-4d10-8ef2-264f566f5077",
        "DocumentID": 27,
        "PassageID": "8.6.6",
        "Passage": "Step 2: The seriousness of the contravention. Factors tending to show the contravention was reckless include:\n(a)\tthe individual appreciated there was a risk that their actions or inaction could result in a contravention and failed to adequately mitigate that risk; and\n(b)\tthe individual was aware there was a risk that their actions or inaction could result in a contravention but failed to check if he was acting in accordance with the firm’s internal procedures.\n"
    },
    {
        "ID": "070f8a45-0e1e-4683-9e0f-c59c37da6bf6",
        "DocumentID": 27,
        "PassageID": "8.6.7",
        "Passage": "Step 3: Mitigating and aggravating factors. We may increase or decrease the amount of the financial penalty arrived at after Step 2 (excluding any amount to be disgorged as set out in Step 1), to take into account factors which aggravate or mitigate the contravention. Any such adjustments will generally be made by way of a percentage adjustment to the figure determined at Step 2."
    },
    {
        "ID": "bba35f9f-4dfe-458d-bf53-a369bd2aa60f",
        "DocumentID": 27,
        "PassageID": "8.6.8",
        "Passage": "Step 3: Mitigating and aggravating factors. The following list of factors may have the effect of aggravating or mitigating the contravention:\n(a)\tthe conduct of the individual in bringing (or failing to bring) quickly, effectively and completely the contravention to our attention (or the attention of other regulatory authorities, where relevant);\n(b)\tthe degree of co-operation the individual showed during the investigation of the contravention by us, or any other regulatory authority allowed to share information with us;\n(c)\twhether the individual took any steps to stop the contravention, and when these steps were taken;\n(d)\tany remedial steps taken since the contravention was identified, including whether these were taken on the individual's own initiative or were directed by us or another regulatory authority;\n(e)\twhether the individual has arranged their resources in such a way as to allow or avoid disgorgement and/or payment of a financial penalty;\n(f)\twhether the individual had previously been told about our concerns in relation to the issue, either by means of a private warning or in supervisory correspondence;\n(g)\twhether the individual had previously undertaken not to perform a particular act or engage in particular behaviour;\n(h)\twhether the individual has complied with any requirements or rulings of another regulatory authority relating to the contravention;\n(i)\tthe previous disciplinary record and general compliance history of the individual;\n(j)\taction taken against the individual by other domestic or international regulatory authorities that is relevant to the contravention in question;\n(k)\twhether our Guidance or other published materials had already raised relevant concerns, and the nature and accessibility of such materials;\n(l)\twhether we publicly called for an improvement in standards in relation to the behaviour constituting the contravention or similar behaviour before or during the occurrence of the contravention; and\n(m)\twhether the individual agreed to undertake training subsequent to the contravention.\n"
    },
    {
        "ID": "eac10341-ad23-4d25-8513-bf29d111baab",
        "DocumentID": 27,
        "PassageID": "8.6.9",
        "Passage": "Step 4: Adjustment for deterrence. If we consider the figure arrived at after Step 3 is insufficient to deter the individual who committed the contravention, or others, from committing further or similar contraventions then we may increase the financial penalty. Circumstances where we may do this include:\n(a)\twhere we consider the absolute value of the penalty too small in relation to the contravention to meet our objective of credible deterrence;\n(b)\twhere our previous action in respect of similar contraventions has failed to improve industry standards. This may include similar contraventions relating to different products;\n(c)\twhere we consider it is likely that similar contraventions will be committed by the individual or by other individuals in the future; and\n(d)\twhere we consider that the likelihood of the detection of such a contravention is low.\n"
    },
    {
        "ID": "a580858d-b6c1-415c-8488-156aeba60b5f",
        "DocumentID": 27,
        "PassageID": "8.6.10",
        "Passage": "Step 5: Adjustment for cooperation/early settlement . We and the individual on whom a penalty is to be imposed may seek to agree on the amount of any financial penalty and other terms. In recognition of the benefits of such agreements, and of the individual’s cooperation with us, section 8.8 provides that the amount of the financial penalty which might otherwise have been payable may be reduced to reflect the stage at which we and the individual concerned reached an agreement. Any adjustment for early settlement does not apply to the disgorgement of any benefit calculated at Step 1.\n\n"
    },
    {
        "ID": "5cdad174-2423-4d02-9a07-55eaea94fa49",
        "DocumentID": 27,
        "PassageID": "8.7",
        "Passage": "Serious financial hardship"
    },
    {
        "ID": "7682b59d-1a25-4c8d-a70b-2ea4134de317",
        "DocumentID": 27,
        "PassageID": "8.7.1",
        "Passage": "Our approach to determining financial penalties, as described in sections ‎‎8.5 and ‎8.6, is intended to ensure that financial penalties are proportionate to the circumstances of any contravention. We recognise that financial penalties may affect persons differently, and that we should consider whether a reduction or suspension in the proposed financial penalty may be appropriate if such penalty would cause the subject of enforcement action serious financial hardship."
    },
    {
        "ID": "44f9a0d9-e977-4dc7-9c1c-e0ea820be1ac",
        "DocumentID": 27,
        "PassageID": "8.7.2",
        "Passage": "Where an individual or firm claims that payment of the financial penalty proposed by us will cause them serious financial hardship the onus is on the individual or firm to satisfy us that payment of the financial penalty will cause them serious financial hardship. We will consider whether to reduce the proposed financial penalty only if:\n(a)\tthe individual or firm provides verifiable evidence that payment of the financial penalty will cause them serious financial hardship;\n(b)\tthe individual or firm provides full, frank and timely disclosure of the verifiable evidence, and co-operates fully in answering any questions asked by us about their financial position; and\n(c)\twe are satisfied that payment of the financial penalty will cause the individual or firm serious financial hardship.\n"
    },
    {
        "ID": "122ba499-bce9-4a07-9114-db7392f285e3",
        "DocumentID": 27,
        "PassageID": "8.7.3",
        "Passage": "Individuals. In assessing whether a financial penalty would cause an individual serious financial hardship, we will consider the individual's ability to pay the financial penalty over a reasonable period, including agreeing to payment of the financial penalty by instalments where the individual requires time to realise their assets, for example, by waiting for payment of a salary or by selling property.\n"
    },
    {
        "ID": "908948b6-c69a-4298-be9b-d7fa85dd946e",
        "DocumentID": 27,
        "PassageID": "8.7.4",
        "Passage": "Firms. We will consider reducing the amount of a financial penalty if a firm will suffer serious financial hardship as a result of having to pay the entire financial penalty. In deciding whether it is appropriate to reduce the financial penalty, we will take into consideration the firm's financial circumstances, including whether the financial penalty would render the firm insolvent or threaten the firm's solvency. We will also take into account our statutory objectives, for example, in situations where clients would be harmed, or market confidence would suffer. We may also consider if it is appropriate to reduce a financial penalty in order to allow a firm to continue in business and/or pay redress."
    },
    {
        "ID": "ceec107d-f5bf-4a50-8b88-bef522a12c6c",
        "DocumentID": 27,
        "PassageID": "8.7.5",
        "Passage": "Firms. There may be cases where, even though the individual or firm has satisfied us that payment of the financial penalty would cause serious financial hardship, we consider the contravention to be so serious that it is not appropriate to reduce the financial penalty. We will consider all the circumstances of the case in determining whether this course of action is appropriate, including whether:\n(a)\tthe individual or firm directly or indirectly derived an economic benefit from the contravention and, if so, the extent of that economic benefit;\n(b)\tthe individual or firm acted fraudulently or dishonestly with a view to personal gain;\n(c)\tprevious action by us in respect of similar contraventions has failed to improve industry standards; or\n(d)\tthe individual or firm has spent money or dissipated assets in anticipation of enforcement action with a view to frustrating or limiting the impact of action taken by us or other authorities.\n"
    },
    {
        "ID": "b8f6a668-063d-424f-9b2b-7b0914eb3d21",
        "DocumentID": 27,
        "PassageID": "8.7.6",
        "Passage": "Cancellation of Financial Services Permission, withdrawal of Approval or revocation of Recognition . As set out in Chapter 7, we may cancel a firm's Financial Services Permission, withdraw Approval of an Approved Person or Principal Representative, or revoke a Recognition Order, as well as impose a financial penalty. Such action by us does not affect our assessment of the appropriate financial penalty in relation to a contravention. However, the fact that we have done so, as a result of which the relevant person may have less earning potential, may be relevant in assessing whether the financial penalty will cause the firm or individual serious financial hardship.\n"
    },
    {
        "ID": "f20f3b86-985f-4f7b-8e3e-4944f1ef3c11",
        "DocumentID": 27,
        "PassageID": "8.8",
        "Passage": "Adjustment for cooperation/early settlement"
    },
    {
        "ID": "6ac784af-3404-4ca5-866c-aec3b4ba2f69",
        "DocumentID": 27,
        "PassageID": "8.8.1",
        "Passage": "It is our policy to encourage and recognise cooperation. A cooperative approach to dealing with us will be taken into consideration when assessing what type of enforcement action to pursue and/or what remedy we will seek. Cooperation can take many forms, including but not limited to:\n(a)\tself-reporting any misconduct to us and disclosing all the relevant information;\n(b)\tassisting us voluntarily during the investigation;\n(c)\tadmitting any misconduct that the person has committed or was involved in committing."
    },
    {
        "ID": "cbe4dd4d-544a-4df5-8364-9d50a0873259",
        "DocumentID": 27,
        "PassageID": "8.8.2",
        "Passage": "For the avoidance of doubt, merely fulfilling the person’s legal obligations will not be considered as cooperation for the purpose of assessing any adjustment to a financial penalty imposed on a firm or an individual."
    },
    {
        "ID": "89d68ce1-be9e-421b-bc64-966004892f2d",
        "DocumentID": 27,
        "PassageID": "8.8.3",
        "Passage": "persons subject to enforcement action may be prepared to agree on the amount of any financial penalty, if a settlement discount is applied, and other conditions which we seek to impose, for example, the amount or mechanism for the payment of compensation to consumers. We recognise the benefits of such agreements in that they offer the potential for securing earlier redress or protection for clients and the saving of cost to the person concerned, and us, in contesting the financial penalty. The financial penalty that might otherwise be payable, in respect of a contravention by the person concerned, may, therefore, be reduced to reflect the timing of any settlement agreement."
    },
    {
        "ID": "1d024cfe-6a9e-4391-bb65-87e180d3bb87",
        "DocumentID": 27,
        "PassageID": "8.8.4",
        "Passage": "In appropriate cases, our approach may be to negotiate with the person concerned to agree in principle on the amount of a financial penalty having regard to our policy as set out in Chapter 7. Where part of a proposed financial penalty specifically equates to the disgorgement of profit accrued or loss avoided, then the percentage reduction will not apply to that part of the financial penalty.\n\n"
    },
    {
        "ID": "1e867699-fa91-4c78-bc51-ddc1b65f6a2c",
        "DocumentID": 27,
        "PassageID": "9.",
        "Passage": "DECISION-MAKING"
    },
    {
        "ID": "3be16b3b-c5fd-46e2-96fe-57768885d921",
        "DocumentID": 27,
        "PassageID": "9.1",
        "Passage": "Introduction"
    },
    {
        "ID": "c846d3a3-2a3c-46fa-acfb-909850fd8b8e",
        "DocumentID": 27,
        "PassageID": "9.1.1",
        "Passage": "This Chapter sets out our general approach to making decisions when exercising our discretionary powers."
    },
    {
        "ID": "b615a408-35dd-4611-8a32-38715c1d533a",
        "DocumentID": 27,
        "PassageID": "9.1.2",
        "Passage": "For our approach to decision-making in relation to contraventions of our Tax Reporting Regulations, see Chapter 11."
    },
    {
        "ID": "76cf1144-6b65-4de7-a5a5-abb854756c6a",
        "DocumentID": 27,
        "PassageID": "9.2",
        "Passage": "Who can exercise our powers?"
    },
    {
        "ID": "45668da9-2027-4f94-b812-21a8b8f53644",
        "DocumentID": 27,
        "PassageID": "9.2.1",
        "Passage": "Our powers can be exercised by our Chief Executive or any delegate of our Chief Executive, who may include:\n(a)\tan Investigator;\n(b)\tany employee to whom the Chief Executive has delegated their powers;\n(c)\tany panel or committee established by the Chief Executive for the purpose of making decisions; or\n(d)\tany other delegated person."
    },
    {
        "ID": "eb5816f6-7ef6-4cce-8cbb-c1ff37cb5cf5",
        "DocumentID": 27,
        "PassageID": "9.3",
        "Passage": "Our general approach to decision-making\n"
    },
    {
        "ID": "303f5743-90b9-4090-8e45-cf781ba0abad",
        "DocumentID": 27,
        "PassageID": "9.3.1",
        "Passage": "Natural justice and procedural fairness principles. Our approach to decision-making is based on observance of natural justice and the procedural fairness principles, by:\n(a)\tacting without bias or conflict of interest;\n(b)\tgiving the person affected by the decision an opportunity to present their case; and\n(c)\ttaking into account only those considerations which are relevant to the matter to be decided upon.\n\n"
    },
    {
        "ID": "d8e5ba8d-924a-44cd-bcf7-9532e6f30558",
        "DocumentID": 27,
        "PassageID": "9.3.2",
        "Passage": "Acting without bias or conflict of interest. A decision-maker called upon to make a decision is expected to act impartially in doing so. If the decision-maker has a vested financial or personal interest in the matter, a conflict of interest may arise that prevents an impartial or unbiased decision being made. A decision-maker who does have a financial or other personal interest in the matter is required to disclose this interest and, if the interest is material, would not be the decision-maker in relation to that matter."
    },
    {
        "ID": "2232f5c6-b6dd-4a52-9de2-1060ce0b6cad",
        "DocumentID": 27,
        "PassageID": "9.3.3",
        "Passage": "Acting without bias or conflict of interest. We may refer an executive decision to the Appeals Panel for determination under section 227 of FSMR if we consider it appropriate to do so.\n\n"
    },
    {
        "ID": "8f4cf475-1959-451e-ab71-a2aed9408230",
        "DocumentID": 27,
        "PassageID": "9.3.4",
        "Passage": "Relevant considerations. The decision-maker is expected to take into account each and every consideration which is relevant to the matter to be decided upon. This requires the decision-maker to:\n(a)\tensure that it has all the material information that is necessary to be able to make the relevant decision;\n(b)\tdisregard any irrelevant information; and\n(c)\thave the relevant power to make the decision."
    },
    {
        "ID": "49af9e6b-88b5-4c4c-8f4c-ad2957630e4b",
        "DocumentID": 27,
        "PassageID": "9.3.5",
        "Passage": "Relevant considerations. In order to meet its procedural fairness obligations, the key elements of our approach to decision-making include:\n(a)\thaving adequate systems and controls to ensure that those making decisions on our behalf are impartial and not affected by conflicts of interests that may affect their decisions;\n(b)\tgiving a person in respect of whom we propose to make a decision (in this Chapter, the \"affected person\") advance notice about our proposed action, except in cases when we may take immediate action because any delay resulting from advance notice would be prejudicial to the interests of direct or indirect users of financial services in the ADGM or otherwise prejudicial to the interests of the ADGM;\n(c)\tgiving the affected person clear reasons why we propose to take the relevant action;\n(d)\tgiving the affected person a suitable opportunity to make representations (in person and in writing) with regard to our proposed action;\n(e)\ttaking into account any representations made by, or on behalf of, the affected person before making a final decision, i.e., making any consequential changes to the proposed action given the representations made or other additional material available to us, as appropriate;\n(f)\ttaking into account only those considerations which are relevant to the matter to be decided upon;\n(g)\tgiving, without undue delay, the affected person a clear statement in writing of our final decision, the reasons for that decision and the effective date;\n(h)\tinforming the affected person what rights of review that person has in respect of our decision, and within what period those rights of review must be exercised; and\n(i)\thaving in place adequate mechanisms to enable the affected person to have our decision properly and impartially reviewed."
    },
    {
        "ID": "3a93267e-e3d8-4106-bfea-1af4b7310f4c",
        "DocumentID": 27,
        "PassageID": "9.3.6",
        "Passage": "Relevant considerations. In certain circumstances we do not have to give an affected person advance notice of our proposed action, or the chance to make prior representations, before the action takes effect. In such circumstances, we are still obliged to give the affected person a right of representation within a specified period from the date on which the decision is made and communicated to the affected person. We are obliged to consider any representations made by, or on behalf of, the affected person during that period. Decisions that might be made without giving the affected person a right to make representations before the decision takes effect include:\n(a)\tthe exercise of our Own-Initiative Powers, applying the procedures in sections 42 and 124C of FSMR;\n(b)\tvariation of Approval under section 48 of FSMR;\n(c)\tdiscontinuance or suspension of Listing of any Securities under section 53 of FSMR;\n(d)\tthe issuing of a stop order under section 71 of FSMR; and\n(e)\tsuspension of a Listed Entity's Securities from the Official List under section 180 of FSMR,"
    },
    {
        "ID": "60aa9591-fef4-45fc-811c-5c9f6397936f",
        "DocumentID": 27,
        "PassageID": "9.3.7",
        "Passage": "Relevant considerations. Where a right to make representations is exercised by an affected Person, we will communicate to the affected person whether we confirm our original decision, or otherwise we vary or withdraw that decision, given the representations made."
    },
    {
        "ID": "ea640d1b-45be-4728-9f6d-48d4ec0391eb",
        "DocumentID": 27,
        "PassageID": "9.3.8",
        "Passage": "Relevant considerations. Where no representations are made by, or on behalf of, the affected person during the relevant period, our original decision will remain in effect and will be confirmed.\n"
    },
    {
        "ID": "147f3633-01dc-4692-b7b7-c709a1c78cc7",
        "DocumentID": 27,
        "PassageID": "9.4",
        "Passage": "Categories of decisions"
    },
    {
        "ID": "b79c9c47-f2cf-4e8e-9ed9-dddf1e38ecc0",
        "DocumentID": 27,
        "PassageID": "9.4.1",
        "Passage": "The decisions which are made by us fall into the following categories:\n(a)\tdecisions which are subject to the procedures in Part 21 of FSMR (\"Part 21 Decisions\"), e.g., a decision to impose a financial penalty, suspend or cancel a Financial Services Permission of an Authorised Person or Approval of an Approved Person, or exercise any of the powers set out in section 246 of FSMR;\n(b)\tdecisions which are not subject to the procedures set out in Part 21 of FSMR (\"Non-Part 21 Decisions\"), e.g., exercise of certain Own-Initiative Powers, revocation of a Recognition Order, objection to a new Controller of an Authorised Person;\n(c)\tdecisions under the Tax Reporting Regulations which are subject to the procedures specified in the relevant regulations (see Chapter 11); and\n(d)\troutine operational decisions that do not affect the rights, interests and liabilities of a person (\"Operational Decisions\"), e.g., a decision to commence an investigation against a person."
    },
    {
        "ID": "d8f7a96d-de94-4942-8bca-587a9e611ccb",
        "DocumentID": 27,
        "PassageID": "9.5",
        "Passage": "Part 21 Decisions"
    },
    {
        "ID": "fabcfd4c-8eaa-4349-9d07-999f9ed0be48",
        "DocumentID": 27,
        "PassageID": "9.5.1",
        "Passage": "Where we propose to exercise any of our powers as set out in section 246(1) of FSMR, we must follow the procedure set out in Part 21 of FSMR. In order to facilitate a consistent approach to decision-making, Part 21 of FSMR sets out the steps we are required to follow in relation to Part 21 Decisions."
    },
    {
        "ID": "c18a388b-87b3-4187-8245-d62a10c793d1",
        "DocumentID": 27,
        "PassageID": "9.5.2",
        "Passage": "The procedures set out in Part 21 are designed to ensure procedural fairness by giving:\n(a)\tadvance notice of our proposed decision (the Warning Notice), and the reasons for proposing to make such a decision;\n(b)\taccess to the relevant material relied on in making the proposed decision;\n(c)\tan opportunity to make representations relating to the proposed decision;\n(d)\ta decision notice and the reasons for that decision, including any changes made to the preliminary decision, taking into account any representations made for, or on behalf of, the affected person; and\n(e)\tnotice of the affected person's right to have our decision reviewed by the Appeals Panel, including the period within which that right can be exercised.\nFigure 1: the Regulator's Decision-Making Process for Part 21 Decisions\nFigure 1: the Regulator's Decision-Making Process for Part 21 Decisions\nWARNING NOTICE (SECTION 246 OF FSMR)->OPPORTUNITY TO MAKE REPRESENTATIONS TO THE REGULATOR->DECISION NOTICE (SECTION 248 OF FSMR)->NOTIFICATION OF THE RIGHT OF REVIEW BY THE APPEALS PANEL->FINAL NOTICE (SECTION 251 OF FSMR)\n"
    },
    {
        "ID": "3bfe0636-9521-4bce-8f64-62ccf8de9a94",
        "DocumentID": 27,
        "PassageID": "9.6",
        "Passage": "Non-Part 21 Decisions"
    },
    {
        "ID": "1b720df3-b2f1-4181-b9d1-7a96c7fc0d4b",
        "DocumentID": 27,
        "PassageID": "9.6.1",
        "Passage": "Certain decisions are not subject to the procedures set out in Part 21 of FSMR - for example, our powers relating to revoking a Recognition Order or varying Approval of an Approved Person."
    },
    {
        "ID": "99839c16-01e8-4626-8f0f-118176d7c9a3",
        "DocumentID": 27,
        "PassageID": "9.6.2",
        "Passage": "Decisions in this category are subject to the relevant procedures specified in FSMR or applicable Rulebook. See, for example, the applicable procedures for:\n(a)\tthe exercise of our Own-Initiative Powers, in sections 42 and 124C of FSMR;\n(b)\tthe exercise of the power to vary an Approval of an Approved Person, in section 49 of FSMR;\n(c)\tthe Discontinuance or Suspension of Listing of any Securities, in section 54 of FSMR;\n(d)\trevocation of a Recognition Order, in section 135 of FSMR; and\n(e)\tthe objection to a new Controller of an Authorised Person, or conditional approval process, in Rule 8.8.7 of GEN."
    },
    {
        "ID": "080133dd-2bfb-4ad0-b86d-28f471364a64",
        "DocumentID": 27,
        "PassageID": "9.7",
        "Passage": "Operational decisions"
    },
    {
        "ID": "8248d599-0360-4222-a8a2-7a234f994bc9",
        "DocumentID": 27,
        "PassageID": "9.7.1",
        "Passage": "Operational decisions made as part of our day-to-day supervision of regulated firms, do not require we follow procedures set out in Part 21 or elsewhere of FSMR. Examples of these operational decisions include to:\n(a)\tobtain additional information from an Authorised Person;\n(b)\tdisclose information about an Authorised Person to another regulatory authority;\n(c)\tissue a risk mitigation plan stemming from any supervisory concerns identified in the course of a firm visit; or\n(d)\tcommence an investigation and exercise investigative powers."
    },
    {
        "ID": "53d81c98-227c-439a-8d76-a937d9c0af17",
        "DocumentID": 27,
        "PassageID": "9.7.2",
        "Passage": "In making operational decisions, we are still subject to overarching administrative law principles of acting in good faith and acting in a proportionate and reasonable manner."
    },
    {
        "ID": "ec803e8f-d1d0-4e39-9c04-ddd7b5498c95",
        "DocumentID": 27,
        "PassageID": "9.8",
        "Passage": "The Appeals Panel"
    },
    {
        "ID": "6389ecfc-9991-4085-8bb8-c41086f2dfea",
        "DocumentID": 27,
        "PassageID": "9.8.1",
        "Passage": "Section 225(1) of FSMR provides that all of our decisions that may affect the rights or liabilities of a person or otherwise adversely affect the interests of a person (except operational decisions) may be referred to the Appeals Panel for a full merits review. FSMR also specifies that certain other decisions, not subject to the Part 21 procedure, may be referred to the Appeals Panel for a full merits review (e.g., exercise of our Own-Initiative Powers)."
    },
    {
        "ID": "05e45723-67bf-46fa-8395-9608719c5bea",
        "DocumentID": 27,
        "PassageID": "9.8.2",
        "Passage": "The ADGM Board of Directors established the Appeals Panel in accordance with FSMR. More detail on the Appeals Panel and its members can be found at https://www.adgm.com/financial-services-regulatory-authority/independent-review"
    },
    {
        "ID": "9d09b3da-cbf7-41ee-b6ec-18c41830a779",
        "DocumentID": 27,
        "PassageID": "9.8.3",
        "Passage": "In order to enable an affected person to exercise their right to refer our decision to the Appeals Panel, we will provide such a person with written notice of the decision specifying:\n(a)\tour decision and the reasons for making that decision;\n(b)\tthe date on which the decision is to take effect;\n(c)\tthe person's right to seek a review of the decision by the Appeals Panel."
    },
    {
        "ID": "6d5c8360-83ed-4ad3-9ecc-6d089efe0116",
        "DocumentID": 27,
        "PassageID": "9.8.4",
        "Passage": "Following a decision made by the Appeals Panel, we will give the affected person a final notice in accordance with section 251 of FSMR."
    },
    {
        "ID": "285f52dd-2e28-4923-a45a-229e2d1da53c",
        "DocumentID": 27,
        "PassageID": "9.8.5",
        "Passage": "Decisions of the Appeals Panel may only be reviewed on a judicial review basis. An application for judicial review of a decision of the Appeals Panel may be made to the Court on the grounds that the decision is wrong in law or is in excess of the Appeal Panel's jurisdiction."
    },
    {
        "ID": "fefc3e99-5697-4eb6-a568-b1322143a913",
        "DocumentID": 27,
        "PassageID": "9.8.6",
        "Passage": "Costs in proceedings before the Appeals Panel. The Appeals Panel, on conclusion of any proceedings before it, may make an order (under section 229(2)(e) of FSMR) requiring a party to the appeal to pay a specified amount, being all or part of the costs of the proceedings, including those of any party to the proceedings. We will generally seek costs in matters that are referred to the Appeals Panel and where our decision has been upheld.\n\n"
    },
    {
        "ID": "cfd9bf86-b212-4877-88d7-538ec44c6814",
        "DocumentID": 27,
        "PassageID": "10.",
        "Passage": "PUBLICITY"
    },
    {
        "ID": "bd4adcf1-b4b9-4bd0-aee5-8d1576582177",
        "DocumentID": 27,
        "PassageID": "10.1.1",
        "Passage": "This Chapter sets out our general approach in relation to publicity."
    },
    {
        "ID": "c7e70726-aef0-4381-a3cf-507c54f3a995",
        "DocumentID": 27,
        "PassageID": "10.2",
        "Passage": "Content and mode of publication"
    },
    {
        "ID": "2c87611c-a7cd-4fe5-8b6f-59d405232e6f",
        "DocumentID": 27,
        "PassageID": "10.2.1",
        "Passage": "Where appropriate, we may comment publicly on investigations, enforcement actions and other formal regulatory decisions including publishing notices of regulatory decisions, enforceable undertakings or other enforcement actions, as further detailed in this Chapter. In doing so, we will take into account:\n(a)\tany privileged or sensitive information when considering the content of our publications; and\n(b)\tthe possibility that any publication may be prejudicial to a third party that can be identified. Section 254 of FSMR sets out a specific process we will follow in relation to third parties when it comes to warning notices and/or decision notices leading towards a final notice that will be published."
    },
    {
        "ID": "3c99a5c2-ceb6-40ae-912f-3be74c0620c2",
        "DocumentID": 27,
        "PassageID": "10.2.2",
        "Passage": "Publication may take any one or more forms including a media release, a statement on our website or any other forums as determined suitable by us."
    },
    {
        "ID": "470744ec-e825-4df0-a75d-68257ff00a58",
        "DocumentID": 27,
        "PassageID": "10.3",
        "Passage": "Commencement and conclusion of investigations"
    },
    {
        "ID": "cf90f367-c7aa-4c02-ab8a-34c0ab18ab76",
        "DocumentID": 27,
        "PassageID": "10.3.1",
        "Passage": "We will generally not publish information about the commencement, conduct or conclusion of the investigative phase of our enforcement actions."
    },
    {
        "ID": "e0e4a6b9-002d-447d-b054-6d1708409f46",
        "DocumentID": 27,
        "PassageID": "10.3.2",
        "Passage": "Where we do publish the fact that we are conducting an investigation and no enforcement action results, we may issue a press release confirming the conclusion of the investigation and that no action is to be taken."
    },
    {
        "ID": "7c78b741-aab2-43c2-808b-208251ff9240",
        "DocumentID": 27,
        "PassageID": "10.4",
        "Passage": "General policy on publicity of enforcement actions"
    },
    {
        "ID": "1fb522be-684e-4162-856b-431ead3dcb69",
        "DocumentID": 27,
        "PassageID": "10.4.1",
        "Passage": "We will generally publish, in a manner we consider appropriate and proportionate, information and statements relating to enforcement actions, including penalties and any other relevant matters. The publication of enforcement outcomes is consistent with our commitment to open and transparent processes and our objectives."
    },
    {
        "ID": "9b2d8e73-ab55-41ce-aa5a-057284c48c23",
        "DocumentID": 27,
        "PassageID": "10.4.2",
        "Passage": "We also expect to publish information about the commencement or hearing of court proceedings to support the exercise of our enforcement powers, unless ordered otherwise by the relevant court, or where it is not in the public interest to do so or would not achieve our objectives."
    },
    {
        "ID": "924e5fc4-c11a-472e-9a5a-868c11a662af",
        "DocumentID": 27,
        "PassageID": "10.4.3",
        "Passage": "In all cases, we retain the discretion to take a different course of action, where it furthers our ability to achieve our objectives or is otherwise in the public interest to do so. For example, while we generally publish in full the final notice in enforcement actions, we may decide in exceptional cases to publish a redacted version or a summary to protect confidential information.  We may also decide to publish information about an enforcement matter at an earlier stage than suggested by the general policy, where circumstances justify this as necessary and appropriate."
    },
    {
        "ID": "33335122-7012-4fdd-bc1a-47b068efc15d",
        "DocumentID": 27,
        "PassageID": "10.5",
        "Passage": "Disclosure of settled enforcement actions"
    },
    {
        "ID": "35af9f1f-fc59-44bd-a6b0-acd2b625e9cc",
        "DocumentID": 27,
        "PassageID": "10.5.1",
        "Passage": "We expect to disclose publicly the outcome of any settlement of an enforcement action to ensure all stakeholders and the general public are clearly informed of the outcome."
    },
    {
        "ID": "ad988100-7f1e-45f3-b7df-d88a259f2a75",
        "DocumentID": 27,
        "PassageID": "10.5.2",
        "Passage": "Settlement which results in a final notice or an enforceable undertaking will generally be published on our website as well as via an associated press release."
    },
    {
        "ID": "50bb7447-b4f5-4d9e-af13-22d105ce2c49",
        "DocumentID": 27,
        "PassageID": "10.5.3",
        "Passage": "However, we may be ordered, or required by law, not to publish information regarding a settlement and in such cases we will not do so. For example, publication may not occur if a third party has commenced proceedings in the courts in respect of the same conduct and the publication of the settlement or undertaking may prejudice that party’s case in the courts. However, simply because a third party has commenced proceedings in relation to the same conduct does not definitively preclude us from publishing a settled outcome, including the decision notice or enforceable undertaking. Each matter will turn on its own facts."
    },
    {
        "ID": "fce4dcbc-d676-4b08-b5e2-775727f3deea",
        "DocumentID": 27,
        "PassageID": "10.6",
        "Passage": "Publicity during the decision-making process"
    },
    {
        "ID": "f0dc0676-6233-4905-9ee5-5924152eb7a1",
        "DocumentID": 27,
        "PassageID": "10.6.1",
        "Passage": "We do not expect to publish information about the commencement or hearing of enforcement proceedings in our decision-making process. Similarly, when we refer an executive decision to the Appeals Panel under section 227 of FSMR for a first instance decision, that will be considered in private and without a public hearing."
    },
    {
        "ID": "460a0151-5811-4506-bb49-fc6c94211e49",
        "DocumentID": 27,
        "PassageID": "10.6.2",
        "Passage": "The reasons for this are that representations to a decision-maker are confidential and made in private and the release of information prior to a full and complete consideration of all representations and facts may be contrary to our objectives and not in the public interest."
    },
    {
        "ID": "9ba10d21-a293-4284-9719-a1d67a962c69",
        "DocumentID": 27,
        "PassageID": "10.7",
        "Passage": "Publication of Decisions"
    },
    {
        "ID": "0074fb6d-367c-43b0-b743-cee5cf0ded4d",
        "DocumentID": 27,
        "PassageID": "10.7.1",
        "Passage": "We will generally make public any enforcement decision and will do so in a timely manner after any period to refer the decision to the Appeals Panel has expired or when a decision is referred to the Appeals Panel."
    },
    {
        "ID": "9ddabd85-89c9-44a4-a291-0388531f1314",
        "DocumentID": 27,
        "PassageID": "10.7.2",
        "Passage": "Under section 252(3) of FSMR, we have the discretion to publish a decision notice, final notice or any other notice in relation to the exercise of our powers (other than a warning notice), and details about the matter to which the notice relates. Therefore, if a person exercises their right to refer a decision to the Appeals Panel, we will publish appropriate information about that decision, including the notice itself."
    },
    {
        "ID": "c2f5bb9f-435c-480b-ace4-1cdb7b422cdf",
        "DocumentID": 27,
        "PassageID": "10.7.3",
        "Passage": "This approach is adopted on the basis that any delay in publication of the exercise of our powers may hinder and unfairly prejudice us in achieving our objectives. For example, non-disclosure may potentially prejudice users and prospective users of financial services in the ADGM if they are unaware of facts known in the enforcement action."
    },
    {
        "ID": "892c2d8a-4c17-4a75-b1ce-10ec891e85b3",
        "DocumentID": 27,
        "PassageID": "10.7.4",
        "Passage": "As proceedings and decisions of the Appeals Panel are generally heard and given in public, publication of decisions also enables interested persons to follow those proceedings and understand the decision that is subject to review by the Appeals Panel."
    },
    {
        "ID": "1b46bcbe-fa38-44c5-9c3f-bfe85744ef68",
        "DocumentID": 27,
        "PassageID": "10.7.5",
        "Passage": "We will not publish decisions if the Appeals Panel orders otherwise, or if we consider it is not in the public interest to do so and/or would not achieve our objectives."
    },
    {
        "ID": "65ec4a6a-d31e-46c5-acae-4bebd10d7288",
        "DocumentID": 27,
        "PassageID": "10.8",
        "Passage": "Appeals Panel Decisions"
    },
    {
        "ID": "49cbb016-f76b-45b2-be27-a15beefdb1a0",
        "DocumentID": 27,
        "PassageID": "10.8.1",
        "Passage": "Proceedings and decisions of the Appeals Panel are generally heard and given in public.  However, in exceptional cases, the Appeals Panel may exercise its discretion not to publish a decision. This will depend on the circumstances of the particular case."
    },
    {
        "ID": "bd50a953-7d0f-4719-8489-f72a3c9ec51e",
        "DocumentID": 27,
        "PassageID": "10.8.2",
        "Passage": "Where the Appeals Panel does determine to publish a decision or interim decision, the Appeals Panel will publish these on its website.\n"
    },
    {
        "ID": "567c7dd1-67ce-42f8-ad75-bb35e81c368e",
        "DocumentID": 27,
        "PassageID": "11.",
        "Passage": "TAX REPORTING REGULATIONS - ENFORCEMENT"
    },
    {
        "ID": "e2d7c816-e714-4f1b-a3ba-91b789bbe07d",
        "DocumentID": 27,
        "PassageID": "11.1",
        "Passage": "Introduction"
    },
    {
        "ID": "0632bff7-6e05-40d6-8d1f-f278e5879590",
        "DocumentID": 27,
        "PassageID": "11.1.1",
        "Passage": "As set out in Chapter 6, by Tax Reporting Regulations we mean our Common Reporting Standard Regulations 2017 and our Foreign Account Tax Compliance Regulations 2022."
    },
    {
        "ID": "3c3bed61-5cd3-46d7-b0b3-107256900126",
        "DocumentID": 27,
        "PassageID": "11.1.2",
        "Passage": "The Tax Reporting Regulations support the UAE’s international commitments to facilitate automatic exchange of information in relation to tax matters, in order to support combatting of tax evasion. The approach to application and enforcement is coordinated across regulatory authorities in the UAE, and the penalties for contraventions are set out at federal level for application in the ADGM. This background informs our approach to the application and enforcement of the Tax Reporting Regulations."
    },
    {
        "ID": "b95c14ed-b0d4-4b93-9e45-0a8169b0b066",
        "DocumentID": 27,
        "PassageID": "11.1.3",
        "Passage": "Our approach to enforcement in relation to our Tax Reporting Regulations is broadly the same as that set out in Chapter 6. In a majority of cases, identification of potential issues will usually arise from internal referrals as a result of our supervisory activities."
    },
    {
        "ID": "6715c858-b2b0-451d-962f-e0b902fbfc63",
        "DocumentID": 27,
        "PassageID": "11.2",
        "Passage": "Investigations"
    },
    {
        "ID": "eef24069-aba2-4390-9ee3-6d1cb15926cb",
        "DocumentID": 27,
        "PassageID": "11.2.1",
        "Passage": "Many of our information gathering powers under FSMR as outlined in Chapter 6 also explicitly apply in relation to investigations relating to compliance with our Tax Reporting Regulations. In some circumstances it may not be necessary to commence an investigation, as the internal referral has provided sufficient information for us to analyse (Step 4 of our enforcement process – see Chapter 6) to determine whether there has been a contravention of the relevant Tax Reporting Regulations."
    },
    {
        "ID": "911f7204-1ddb-4ff1-8de3-b02cb2d86a31",
        "DocumentID": 27,
        "PassageID": "11.2.2",
        "Passage": "We will carefully consider all the relevant facts and circumstances of the matter to determine:\n(a)\twhether there has been a contravention; and\n(b)\twhether it’s appropriate to take action for the contravention in question."
    },
    {
        "ID": "61e3c6a6-34fc-460c-83a9-3be1ece7c570",
        "DocumentID": 27,
        "PassageID": "11.2.3",
        "Passage": "Given the nature of the Tax Reporting Regulations and prescribed penalties it would be unusual not to take action for a contravention. Doing so demonstrates the benefits of compliance and reassures others that effective compliance is warranted."
    },
    {
        "ID": "db275ce0-f4b0-4c66-9421-4b581a0d6ebd",
        "DocumentID": 27,
        "PassageID": "11.3",
        "Passage": "Remedies"
    },
    {
        "ID": "65bb3aaf-e34d-4163-a14f-d3dfed1a6b60",
        "DocumentID": 27,
        "PassageID": "11.3.1",
        "Passage": "The remedies for contraventions of the Tax Reporting Regulations are based on the financial penalties mandated by the relevant regulations themselves, deriving from a federal regime that applies across the UAE. The level of financial penalty to be imposed will usually be prescribed in the relevant Tax Reporting Regulations and depend upon the specific contravention identified. However, we have the power to impose additional penalties where appropriate to do so (for example, if the relevant regulations do not prescribe a penalty for the relevant contravention)."
    },
    {
        "ID": "8c9e19d6-85a7-4358-ad96-72fef939f18a",
        "DocumentID": 27,
        "PassageID": "11.3.2",
        "Passage": "While we have the ability to apply additional remedies as may be appropriate from time to time, imposition of the prescribed penalties will usually be considered the most appropriate action to take."
    },
    {
        "ID": "67ad079d-5a0f-4945-83dd-9145c7e078c8",
        "DocumentID": 27,
        "PassageID": "11.4",
        "Passage": "Penalty Guidance"
    },
    {
        "ID": "661b6b6d-cfc4-41ff-9182-78191ab3c56d",
        "DocumentID": 27,
        "PassageID": "11.4.1",
        "Passage": "The penalty guidance in Chapter 8 will not apply to contraventions of the Tax Reporting Regulations, as the relevant regime prescribes the appropriate penalty for specific contraventions."
    },
    {
        "ID": "919fc298-2eea-41da-a232-2a7c22287f6b",
        "DocumentID": 27,
        "PassageID": "11.5",
        "Passage": "Decision-making"
    },
    {
        "ID": "8b5742f3-857d-40e5-980a-9d518dc215be",
        "DocumentID": 27,
        "PassageID": "11.5.1",
        "Passage": "Sections 9.1-9.3 of Chapter 9 generally apply to the decisions we make in relation to potential contraventions of our Tax Reporting Regulations. However, the process and procedure (including timeframes) for issuing or appealing decisions is prescribed in the applicable Tax Reporting Regulations and paragraph 9.3.5 should be read in such light when applied in these circumstances. Accordingly:\n(a)\tthe notice we issue that gives a person advance notice about our proposed action should be viewed as our initial ‘decision’ in relation to the alleged contravention and proposed penalty;\n(b)\tany appeal by the affected person for us to reconsider the decision may only be made on the grounds and within the timescales set out in the applicable Tax Reporting Regulations;\n(c)\twe will only consider an appeal in accordance with the relevant regulations and will issue our decision on the same within the timescales set out in the relevant regulations; and\n(d)\tany further appeal may only be made as per the relevant regulations."
    },
    {
        "ID": "c7cfa2ec-2b3c-4d0d-87b0-2e136455dcf6",
        "DocumentID": 27,
        "PassageID": "11.5.2",
        "Passage": "Sections 9.4 to 9.8 do not apply to decisions under the Tax Reporting Regulations."
    },
    {
        "ID": "cc1668db-b3f7-460d-b0cd-0ac728cb5dbd",
        "DocumentID": 27,
        "PassageID": "11.6",
        "Passage": "Costs and Publicity"
    },
    {
        "ID": "a68fc058-0402-4f3b-9979-a04e0cbb1751",
        "DocumentID": 27,
        "PassageID": "11.6.1",
        "Passage": "The content of Chapter 7 in relation to costs, and Chapter 10 in relation to publicity will, to the extent appropriate, apply to enforcement activity in relation to the Tax Reporting Regulations as well.\n"
    }
]