[
    {
        "ID": "e100791f-d4ea-40cd-8940-bc2882fed03a",
        "DocumentID": 38,
        "PassageID": "1.",
        "Passage": "Introduction"
    },
    {
        "ID": "aa3611c9-b763-4027-bde8-1e5725036ede",
        "DocumentID": 38,
        "PassageID": "1.1",
        "Passage": "The FSRA has formalised the conditions that Authorised Persons dealing in over-the-counter leveraged products (“OTC Leveraged Products”) in relation to Retail Clients are subject to, in order to provide transparency and clarity around those requirements.  These conditions and a small number of additional ones have been translated into Rules via chapter 23 of the Conduct of Business Rulebook (“COBS 23”) and associated guidance therein.  In addition, we are issuing this supplementary guidance to inform Authorised Persons and potential applicants of the further criteria that we expect those firms to meet in order to be allowed to offer these products to Retail Clients."
    },
    {
        "ID": "8fd1fad9-d327-4b42-b09d-89ac3f737ddc",
        "DocumentID": 38,
        "PassageID": "1.2",
        "Passage": "Unless otherwise defined or the context otherwise requires, the terms contained in this Guidance have the same meanings as defined in the Financial Services Markets Regulations 2015 (“FSMR”) or the Glossary Rulebook (“GLO”), or as they appear in proposed COBS 23.2."
    },
    {
        "ID": "eb394780-fbf2-4763-a9a4-e1c23eebb385",
        "DocumentID": 38,
        "PassageID": "2.",
        "Passage": "Licensing conditions"
    },
    {
        "ID": "dc148249-96fa-40ed-9e68-f6266af8d983",
        "DocumentID": 38,
        "PassageID": "2.1",
        "Passage": "The FSRA is conscious that losses for most Retail Clients exposed to OTC Leveraged Products are likely to be substantial, and the requirements contained in COBS 23 are aimed at providing protection for them from excessive losses."
    },
    {
        "ID": "22bf7395-7459-45ae-a1bb-15ae1e9933cd",
        "DocumentID": 38,
        "PassageID": "2.2",
        "Passage": "In addition, it must be noted that the FSRA is not minded to grant relevant approvals to start-up operations seeking to provide OTC Leveraged Products to Retail Clients, given their lack of a track record.  The criteria that the FSRA would look at before granting any such licence is the extent to which the Applicant and its officers meets the Principles for Authorised Persons as stated in section 2.2 of the General Rulebook (“GEN”).  Qualitative criteria the FSRA would examine are the experience and qualifications of the individuals proposed for the following positions.\na)\tSenior Executive Officer - a minimum of ten years’ experience in dealing with Retail Clients in respect of similar products in an equivalently regulated environment and holding a directly relevant qualification and membership of appropriate professional body.\nb)\tLicensed Director, whether executive or non-executive - a minimum of seven years’ experience in dealing with Retail Clients in respect of similar products in an equivalently regulated environment and holding a directly relevant qualification and membership of appropriate professional body.\nc)\tSenior Managers - a minimum of five years’ experience in dealing with Retail Clients in respect of similar products in an equivalently regulated environment and holding a directly relevant qualification and membership of appropriate professional body.\nd)\tCompliance Officer, Money Laundering Reporting Officer - a minimum of five years’ experience in dealing with Retail Clients in respect of similar products in an equivalently regulated environment and holding a directly relevant qualification and membership of an appropriate professional body."
    },
    {
        "ID": "aeb987dd-b0b9-4108-925a-b0e5651bae04",
        "DocumentID": 38,
        "PassageID": "2.3",
        "Passage": "Authorised Persons or Applicants, as applicable, should only propose individuals for approved positions who in their opinion are fit and proper persons and meet the above criteria, alongside the Principles for Approved Persons in accordance with GEN 2.4.  The FSRA expects such entities to carry out their own due diligence and assessment of such persons, not only prior to proposing such persons to the FSRA, but also on an ongoing basis.  The checks which should be conducted by the Authorised Person or Applicant do not replace those conducted by the FSRA, but should be considered as a first filter and a primary safeguard."
    },
    {
        "ID": "5b5ac1ac-e421-4868-819f-24964ce498cf",
        "DocumentID": 38,
        "PassageID": "2.4",
        "Passage": "Other considerations will include, but not be limited to, the track record, reputation and financial resources of an Applicant.  The FSRA would discourage Applicants seeking to provide OTC Leveraged Products to Retail Clients where they fail to meet any of the above criteria."
    },
    {
        "ID": "98a547d9-cd77-4a67-9df1-4fdb8c45a4d7",
        "DocumentID": 38,
        "PassageID": "3.",
        "Passage": "Operational considerations\n"
    },
    {
        "ID": "08ab4cc9-0538-4d2c-ac9a-ce9929f5c2a8",
        "DocumentID": 38,
        "PassageID": "3.1",
        "Passage": "Copy trading and mirror trading. An Authorised Person must not offer or arrange for Retail Clients to subscribe to “copy trading,” “mirror trading,” or similar services unless it holds a Financial Services Permission to undertake the Regulated Activity of Managing Assets and has implemented, to the satisfaction of the FSRA, effective systems and controls and governance to identify and manage any related risks.\n"
    },
    {
        "ID": "21e29cbe-d378-43f2-9d5a-37e722f331b3",
        "DocumentID": 38,
        "PassageID": "3.2",
        "Passage": "Anti-money laundering measures. An Authorised Person must ensure that it satisfies all the requirements that it is subject to in relation to anti-money laundering, as specified in the Anti-Money Laundering and Sanctions Rules and Guidance Rulebook (“AML”)."
    }
]