[
    {
        "ID": "8af5df70-9400-444f-a9f2-6ca64ffe76e6",
        "DocumentID": 4,
        "PassageID": "1.",
        "Passage": "INTRODUCTION"
    },
    {
        "ID": "d27f2b7e-5e36-4419-88af-450876ad6ade",
        "DocumentID": 4,
        "PassageID": "1.1",
        "Passage": "Application"
    },
    {
        "ID": "e812b095-64f2-4b95-a062-4e671ca483de",
        "DocumentID": 4,
        "PassageID": "1.1.1",
        "Passage": "These Rules apply to a Person in relation to:\n(a)\tan application to seek or vary a Financial Services Permission or Recognition Order;\n(b)\tan application for approval, or variation of responsibilities, of a Person to perform a Controlled Function;\n(c)\tan application for approval in respect of a Controller of an Authorised Person or a Recognised Body;\n(d)\tan application to register a Public Fund;\n(e)\ta notification of intent to offer an Exempt Fund or a Qualified Investor Fund;\n(f)\ta notification of intent by an Authorised Fund Manager to manage a Foreign Fund;\n(g)\ta declaration of intent by a Foreign Fund Manager to manage a Domestic Fund;\n(h)\tregistering a Domestic Fund pursuant to the Fund Passporting Rules;\n(i)\tan application to approve a Prospectus;\n(j)\tan application for admission of Securities to the Official List of Securities;\n(k)\tan application for approval of an Offer document produced under legislation in a jurisdiction other than ADGM;\n(l)\tan application by a Domestic Firm to open a branch in another jurisdiction;\n(m)\tthe submission of a Regulatory Filing after its due date; and\n(n)\tdesignations related to sustainable finance."
    },
    {
        "ID": "7f096a71-a602-4e4a-be66-4d036c0b1161",
        "DocumentID": 4,
        "PassageID": "1.2",
        "Passage": "General provisions"
    },
    {
        "ID": "7cd7a71c-1e92-46a3-a302-9b6215be5ba2",
        "DocumentID": 4,
        "PassageID": "1.2.1",
        "Passage": "Timing of payment\nWhere pursuant to these Rules a fee is payable for any application to the Regulator, the application will not be regarded as submitted until the fee and any associated supplementary fee has been paid in full."
    },
    {
        "ID": "b8f50488-8fd2-4f32-a6c6-d841b3c60c37",
        "DocumentID": 4,
        "PassageID": "1.2.2",
        "Passage": "In regard to fees payable on an annual basis pursuant to these Rules:\n(a)\tthe initial annual fee must be paid in full to the Regulator within twenty days of the date on which the fee becomes due, prorated for the remainder of the calendar year; and\n(b)\tsubsequent annual fees for the period commencing 1 January are payable in advance and must be paid in full to the Regulator on or before 31 January of the calendar year to which the fee relates."
    },
    {
        "ID": "9d9036b3-dfc8-421d-9459-cac9eda06236",
        "DocumentID": 4,
        "PassageID": "1.2.2.Guidance",
        "Passage": ""
    },
    {
        "ID": "4623bc1e-f069-44b1-a7b1-c7acbdd5066f",
        "DocumentID": 4,
        "PassageID": "1.2.2.Guidance.1.",
        "Passage": "References to “days” in these Rules means a business day, being a normal working day in ADGM, in accordance with the Interpretation Regulations."
    },
    {
        "ID": "d45ce4d2-988c-4a8a-9f45-ac2a6d11b08f",
        "DocumentID": 4,
        "PassageID": "1.2.2.Guidance.2.",
        "Passage": "In all instances in the first year of supervision, Applicants, Authorised Persons and Recognised Bodies will be required to pay a portion of the annual supervision fee based on the number of months remaining until the end of the calendar year."
    },
    {
        "ID": "e76f08c8-d509-4241-93a2-1cd14dee05a7",
        "DocumentID": 4,
        "PassageID": "1.2.2.Guidance.3.",
        "Passage": "The Regulator will not provide a refund of any prepaid supervision fees in circumstances where an Applicant seeks to amend the scope of an existing Financial Services Permission by removing one or more Regulated Activities."
    },
    {
        "ID": "55181995-300f-4df8-9781-da00007e171a",
        "DocumentID": 4,
        "PassageID": "1.2.3",
        "Passage": "Additional supervision fees triggered when an Authorised Person amends its Financial Services Permission to include additional Regulated Activities are payable in accordance with Rule 1.2.2."
    },
    {
        "ID": "64a0df5a-e946-4496-9fd3-244340c2a080",
        "DocumentID": 4,
        "PassageID": "1.2.4",
        "Passage": "Supplementary fees\nThe Regulator may require a Person to pay to the Regulator a supplementary fee in circumstances where it expects to incur substantial additional costs or expend substantial additional effort in dealing with an application, authorisation, filing or when conducting on-going supervision."
    },
    {
        "ID": "07c1cffc-12a7-420c-8263-660c5c4d1c3e",
        "DocumentID": 4,
        "PassageID": "1.2.4.Guidance",
        "Passage": ""
    },
    {
        "ID": "33127e68-bce1-4ef1-a2b8-86217e654659",
        "DocumentID": 4,
        "PassageID": "1.2.4.Guidance.1.",
        "Passage": "The amount of any supplementary fee will  reflect the Regulator’s reasonable estimate of the  additional time, effort and resources, including those of third parties, necessary to address an issue.  Matters which may cause the Regulator to require the payment of a supplementary fee could include, for example:\na.\tcomplex applications by reason of the Applicant's start-up profile, origin, ownership structure or proposed business model;\nb.\tcases where it may be necessary to conduct intense supervisory scrutiny of an entity or individual from a risk perspective;\nc.\tcomplex restructurings or changes in an Authorised Person’s or Recognised Body's structure or activities;\nd.\twaiver or modification requests which are particularly complex or novel, in the opinion of the Regulator;\ne.\tnovel proposals and applications that cover untested ground or untested areas of the financial services regulatory regime; or\nf.\tassessing complex business models, the supervision of which will require the Regulator to incur material additional expenses, such as, but not limited to, businesses which operate in, or rely upon activities performed in jurisdictions with which, in the view of the Regulator, insufficient arrangements for co-operation exist between the Regulator and the relevant Non-ADGM Financial Services Regulator(s) in that jurisdiction(s)."
    },
    {
        "ID": "576f21b1-ca0e-4c19-9e0a-347fee485a05",
        "DocumentID": 4,
        "PassageID": "1.2.4.Guidance.2.",
        "Passage": "In cases where a supplementary fee is to be charged, the Regulator will notify the Person as soon as reasonably possible of the amount of the supplementary fee. The payment of a supplementary fee does not prevent the Regulator from charging an additional supplementary fee."
    },
    {
        "ID": "35422671-f824-4566-8f37-831756efb9d2",
        "DocumentID": 4,
        "PassageID": "1.2.5",
        "Passage": "Means of payment\n(a)\tIn respect of any fee payable in accordance with these Rules, the fee must be paid:\n(i)\tin USD; and\n(ii)\tinto the Regulator’s bank account by bank transfer directly from a bank account or via a debit or credit card maintained by the Person specified in (b).\n(b)\tThe Regulator will accept payment of a fee from the Person to whom the Rule applies, from a member of the Person’s Group, an Applicant’s legal advisor or from a Person who has applied to be a Controller of the Applicant but only where the Applicant is in formation and does not have a bank account in its own name.\n(c)\tA fee payable under Chapter 9 may be paid by any of the following:\n(i)\tthe Issuer, Offeror or Reporting Entity of Securities;\n(ii)\tif the Issuer is a Special Purpose Vehicle, by the Person who controls, directly or indirectly, the Special Purpose Vehicle;\n(iii)\tthe lead arranger of a proposed issue of Securities; or\n(iv)\tthe legal advisor acting for a Person referred to in (i), (ii) or (iii)."
    },
    {
        "ID": "cc25dcfa-a71c-4784-b694-9e305d7dee51",
        "DocumentID": 4,
        "PassageID": "1.2.6",
        "Passage": "Late payment\nExcept for late Regulatory Filings for which a fee is incurred in accordance with Rule 1.2.7, when a fee is not paid in full on or before the due date or within the prescribed period, such non-payment incurs a late payment fee of:\n(a)\t$2,000; or\n(b)\tan amount equivalent to 3% of the fee due,\nwhichever is the greater. In addition, the outstanding fee due shall be increased by 1% for each calendar month, or part of a calendar month, that it remains outstanding beyond the due date."
    },
    {
        "ID": "c4b1d49b-86a8-4dc6-a315-dd42e06c8672",
        "DocumentID": 4,
        "PassageID": "1.2.6.Guidance",
        "Passage": "\nIf a fee is not paid by the date on which it becomes due, in addition to any late payment fee incurred under these Rules, the Regulator may, at its discretion, take regulatory action arising from the breach of a Rule including the suspension or withdrawal of any authorisation or approval notwithstanding the payment of any late payment fee."
    },
    {
        "ID": "44e2c477-1fbd-46c4-9391-046045a5b105",
        "DocumentID": 4,
        "PassageID": "1.2.7",
        "Passage": "Late Payment Fees relating to Regulatory Filings\nAn Authorised Person, a Designated Non-Financial Business or Profession or a Recognised Body that submits a Regulatory Filing after the due date must pay to the Regulator a fee of $500."
    },
    {
        "ID": "2932ae57-5946-46b4-8ac2-e41d4d145bcc",
        "DocumentID": 4,
        "PassageID": "1.2.7.Guidance",
        "Passage": "\nWhere a Regulatory Filing is submitted after the date on which it becomes due, the Authorised Person, Designated Non-Financial Business or Profession or a Recognised Body is in breach of a Rule. In addition to the imposition of a fee under Rule 1.2.7, the Regulator may take further action.\nFor Designated Non-Financial Businesses or Professions, Rule 1.2.7 relates to the AML Return, as required by Rule 4.6.1 in the Anti-Money Laundering and Sanctions Rules and Guidance Rulebook."
    },
    {
        "ID": "0caa9f08-40e5-42b7-9cef-4148ae1dc036",
        "DocumentID": 4,
        "PassageID": "1.2.8",
        "Passage": "Relief from Payment\nThe Regulator may at any time reduce, waive or refund all or part of any fee including any supplementary or late payment fee if it considers that, in the circumstances of a particular case, it would be fair and reasonable to do so."
    },
    {
        "ID": "b29162bf-cb4d-4492-a74e-bf7a6df32af4",
        "DocumentID": 4,
        "PassageID": "2.",
        "Passage": "AMENDMENTS TO FINANCIAL SERVICES PERMISSIONS, AND WAIVERS AND MODIFICATIONS"
    },
    {
        "ID": "f02f1e7a-a3ea-47cf-94df-8656a695fbd0",
        "DocumentID": 4,
        "PassageID": "2.1",
        "Passage": "Amendment of a Financial Services Permission other than the addition of a Regulated Activity\n(a)\tSubject to Rule 2.1(c), an Authorised Person applying to amend the scope of an existing Financial Service Permission to enable it to undertake additional Regulated Activities must pay to the Regulator such application fees as set out in Rule 3.2.1.\n(b)\tAn Authorised Person applying to amend the scope of an existing Financial Services Permission to enable it to serve Retail Clients, other than pursuant to Rule 3.20.1, must pay to the Regulator an application fee of $5,000.\n(c)\tAn Authorised Person applying to amend the scope of an existing Financial Services Permission to enable it to conduct Islamic Financial Business must pay to the Regulator an application fee of $5,000.\n(d)\tAn Authorised Person applying to amend the scope of an existing Financial Services Permission through the amendment or removal of a condition, other than in accordance with (b) or (c), must pay to the Regulator an application fee of $5,000."
    },
    {
        "ID": "88e04a51-fb3d-4d38-8dd8-cab4b0121cda",
        "DocumentID": 4,
        "PassageID": "2.2",
        "Passage": "Request for a waiver or modification of a Rule\nAn Authorised Person or a Recognised Body applying for a waiver or modification of a specific Rule or set of Rules which, in the opinion of the Regulator, is complex or novel must pay to the Regulator an application fee of $5,000."
    },
    {
        "ID": "ef45697b-2b10-450b-bacc-b9d501e87404",
        "DocumentID": 4,
        "PassageID": "2.2.Guidance",
        "Passage": "\nIn accordance with Rule 1.2.4, the Regulator may require a Person to pay a supplementary fee where the request for a waiver or modification is particularly complex or novel in the opinion of the Regulator.\n\n"
    },
    {
        "ID": "2596492b-6a5a-4254-bf3e-093f22dd3696",
        "DocumentID": 4,
        "PassageID": "3.",
        "Passage": "APPLICATION AND SUPERVISION FEES"
    },
    {
        "ID": "a9d8c112-c6a8-49f6-bade-0bfa1d106a36",
        "DocumentID": 4,
        "PassageID": "3.1",
        "Passage": "Introduction"
    },
    {
        "ID": "d93d2bbf-98ad-4c25-8a0e-0ed36aad2bb5",
        "DocumentID": 4,
        "PassageID": "3.1.1",
        "Passage": "This Chapter outlines the specific application and supervision fees payable by Applicants for a Financial Services Permission and Authorised Persons in respect of Regulated Activities."
    },
    {
        "ID": "efe09a72-e5ee-423e-8d31-f7407caa3883",
        "DocumentID": 4,
        "PassageID": "3.2",
        "Passage": "Multiple Regulated Activities"
    },
    {
        "ID": "4797c128-c19a-4af6-89ba-59fb6b9ac4d2",
        "DocumentID": 4,
        "PassageID": "3.2.1",
        "Passage": "In respect of:\n(a)\tan Applicant seeking to obtain a Financial Service Permission enabling the Applicant to undertake multiple Regulated Activities; or\n(b)\tan Authorised Person seeking to amend a Financial Service Permission to enable it to undertake one or more additional Regulated Activities.\nthe Applicant or Authorised Person, as the case may be, must pay the highest of the relevant application fees associated with the Regulated Activities being applied for at that time.  Each additional Regulated Activity applied for at that time shall incur an additional application fee of the lesser of $10,000 or the application fee specified in these Rules."
    },
    {
        "ID": "f63a38e6-be52-4208-83e6-f2ffca7eeaf6",
        "DocumentID": 4,
        "PassageID": "3.2.2",
        "Passage": "An Authorised Person which has been granted a Financial Service Permission enabling it to undertake multiple Regulated Activities must pay the highest of the relevant supervision fees associated with such Regulated Activities under these Rules.  Each additional Regulated Activity applied for shall incur an additional annual supervision fee of the lesser of $10,000 or the supervision fee associated with such Regulated Activity.  Where a Financial Service Permission has been amended to allow the Authorised Person to conduct one or more additional Regulated Activities, the additional supervision fees described in this Rule are payable in accordance with Rule 1.2.2."
    },
    {
        "ID": "0e74f5cb-e9ad-4e2e-b38d-117134eb32c4",
        "DocumentID": 4,
        "PassageID": "3.2.3",
        "Passage": "An Applicant seeking a Financial Services Permission to Manage a Collective Investment Fund which is a Venture Capital Fund, or a Fund Manager with a Financial Services Permission restricted to the management of Venture Capital Funds, may also apply to conduct the Regulated Activities of Advising on Deals in Investments and Arranging Deals in Investments without incurring additional application or supervision fees where those activities are restricted to co-investments in assets in which the Venture Capital Fund which the Applicant or Fund Manager will manage."
    },
    {
        "ID": "d404fa66-0b67-4cd0-899a-c9b8ae6f5b19",
        "DocumentID": 4,
        "PassageID": "3.2.3.Guidance",
        "Passage": ""
    },
    {
        "ID": "bba991e3-c6ef-45ff-a6be-fee99c0ffbc7",
        "DocumentID": 4,
        "PassageID": "3.2.3.Guidance.1.",
        "Passage": "In accordance with Rules 3.2.1 to 3.2.3 an Applicant or an Authorised Person must pay:\na.\tthe application fee for the Regulated Activity attracting the highest fee which has been applied for at that time, and\nb.\tan application fee of $10,000 for each additional Regulated Activity it seeks to conduct, subject to instances where the fee for an additional Regulated Activity is lower than $10,000, in which case the lower fee must be paid."
    },
    {
        "ID": "33c86bc6-424b-4079-b55e-02a26cab361e",
        "DocumentID": 4,
        "PassageID": "3.2.3.Guidance.2.",
        "Passage": "Supervision fees shall be calculated on the basis of the full amount of the highest supervision fee applicable the Regulated Activities permitted by the Authorised Person’s Financial Service Permission, plus, for each additional Regulated Activity, the lesser of $10,000 or the supervision fee specified by these Rules."
    },
    {
        "ID": "065eff12-4dfd-46e2-a153-df8c9cdc1b5b",
        "DocumentID": 4,
        "PassageID": "3.2.3.Guidance.3.",
        "Passage": "Fees for specific asset classes are in addition to those for the Regulated Activity being undertaken or to be undertaken. Examples of fees for specific asset classes are detailed in the following sections or chapter:\na.\tVirtual Assets in FEES 3.17 and 3.18;\nb.\tSpot Commodities in FEES 3.19;\nc.\tOTC Leveraged Products in FEES 3.20;\nd.\tFunds in FEES 8."
    },
    {
        "ID": "1af4e727-f14b-4de2-8a19-3da6bacbdb7f",
        "DocumentID": 4,
        "PassageID": "3.2.3.Guidance.4.",
        "Passage": "An Applicant seeking a Financial Services Permission specifically in relation to a Venture Capital Fund should consider Section 3.10."
    },
    {
        "ID": "16c103dc-d701-4354-9dd8-2491306add2c",
        "DocumentID": 4,
        "PassageID": "3.3",
        "Passage": "Regulated Activities\nAccepting Deposits and Providing Credit"
    },
    {
        "ID": "826276b8-063b-4a57-8176-562a445de2f1",
        "DocumentID": 4,
        "PassageID": "3.3.1",
        "Passage": "An Applicant for a Financial Services Permission must pay to the Regulator an application fee of $70,000 to carry on the Regulated Activity of:\n(a)\tAccepting Deposits; or\n(b)\tProviding Credit."
    },
    {
        "ID": "0265e5d0-471b-4c99-a867-be675e8e3f9d",
        "DocumentID": 4,
        "PassageID": "3.3.2",
        "Passage": "An Authorised Person with a Financial Services Permission must pay to the Regulator an annual supervision fee of $100,000 to carry on the Regulated Activity of:\n(a)\tAccepting Deposits; or\n(b)\tProviding Credit."
    },
    {
        "ID": "a71386ba-eb33-4dc9-9692-dc7fb9f02b13",
        "DocumentID": 4,
        "PassageID": "3.3.3",
        "Passage": "An Authorised Person must pay to the Regulator an additional annual supervision fee of $10,000 where it carries on:\n(a)\tboth Regulated Activities in Rule 3.3.2; or\n(b)\tthe Regulated Activities of Managing a Profit Sharing Investment Account and that of Providing Credit."
    },
    {
        "ID": "150ad962-0e0a-4f97-ac06-0d5cbe58aa3e",
        "DocumentID": 4,
        "PassageID": "3.4",
        "Passage": "Regulated Activities\nDealing in Investments as Principal and Dealing in Investments as Agent"
    },
    {
        "ID": "957c813c-93ef-4a38-aacd-a92bd99e168c",
        "DocumentID": 4,
        "PassageID": "3.4.1",
        "Passage": "An Applicant for a Financial Services Permission to carry on the Regulated Activity of Dealing in Investments as Principal, but not as a Matched Principal, must pay to the Regulator an application fee of $40,000."
    },
    {
        "ID": "ce1e9776-147c-4dcb-9db2-6faef18cb74e",
        "DocumentID": 4,
        "PassageID": "3.4.2",
        "Passage": "An Authorised Person with a Financial Services Permission to carry on the Regulated Activity of Dealing in Investments as Principal, but not as a Matched Principal, must pay to the Regulator an annual supervision fee of $50,000."
    },
    {
        "ID": "2b7cadc6-ae87-409f-82a5-9488c046fd21",
        "DocumentID": 4,
        "PassageID": "3.4.3",
        "Passage": "An Applicant for a Financial Services Permission to carry on either the Regulated Activity of Dealing in Investments as Principal as a Matched Principal, or the Regulated Activity of Dealing in Investments as Agent must pay to the Regulator an application fee of $25,000"
    },
    {
        "ID": "4c7066a9-4ed6-411c-8e46-ad22d7752c48",
        "DocumentID": 4,
        "PassageID": "3.4.4",
        "Passage": "An Authorised Person with a Financial Services Permission to carry on either the Regulated Activity of Dealing in Investments as Principal as a Matched Principal or the Regulated Activity of Dealing in Investments as Agent must pay to the Regulator an annual supervision fee of $25,000."
    },
    {
        "ID": "8394bb21-e78b-426b-9705-d2940ff50587",
        "DocumentID": 4,
        "PassageID": "3.5",
        "Passage": "Regulated Activities\nManaging a Profit Sharing Investment Account"
    },
    {
        "ID": "56ccaa0b-623d-4149-a8d7-75b7996c5bbb",
        "DocumentID": 4,
        "PassageID": "3.5.1",
        "Passage": "An Applicant for a Financial Services Permission to carry on the Regulated Activity of Managing a Profit Sharing Investment Account must pay to the Regulator an application fee of $30,000."
    },
    {
        "ID": "2e1a71b2-0cf0-4d85-868e-ca66250752a0",
        "DocumentID": 4,
        "PassageID": "3.5.2",
        "Passage": "Subject to Rule 3.3.3(b), an Authorised Person with a Financial Services Permission to carry on the Regulated Activity of Managing a Profit Sharing Investment Account must pay to the Regulator an annual supervision fee of $30,000."
    },
    {
        "ID": "6cf9fc3a-dbf4-48f6-a662-55afbc501e28",
        "DocumentID": 4,
        "PassageID": "3.6",
        "Passage": "Regulated Activities\nManaging Assets, Providing Trust Services and Providing Custody"
    },
    {
        "ID": "30c0699f-04a6-4db8-9ae5-e6db20df4cb0",
        "DocumentID": 4,
        "PassageID": "3.6.1",
        "Passage": "An Applicant for a Financial Services Permission must pay to the Regulator an application fee of $25,000 to carry on the Regulated Activity of:\n(a)\tManaging Assets;\n(b)\tProviding Trust Services; or\n(c)\tProviding Custody."
    },
    {
        "ID": "28c314ae-f8ef-4e68-9edf-bf6e5997504e",
        "DocumentID": 4,
        "PassageID": "3.6.2",
        "Passage": "An Authorised Person with a Financial Services Permission must pay to the Regulator an annual supervision fee of $25,000 to carry on the Regulated Activity of:\n(a)\tManaging Assets;\n(b)\tProviding Trust Services; or\n(c)\tProviding Custody."
    },
    {
        "ID": "d6438a3d-2aa0-406c-a49f-bdc55160b873",
        "DocumentID": 4,
        "PassageID": "3.7",
        "Passage": "Regulated Activities\nInsurance Management"
    },
    {
        "ID": "24c2026e-aa67-43a6-853f-18d96c7a67cc",
        "DocumentID": 4,
        "PassageID": "3.7.1",
        "Passage": "An Applicant for a Financial Services Permission must pay to the Regulator an application fee of $15,000 to carry on the Regulated Activity of Insurance Management."
    },
    {
        "ID": "1ff4cdeb-300e-46c9-8a0d-f4e2f50262ec",
        "DocumentID": 4,
        "PassageID": "3.7.2",
        "Passage": "An Authorised Person with a Financial Services Permission must pay to the Regulator an annual supervision fee of $20,000 to carry on the Regulated Activity of Insurance Management."
    },
    {
        "ID": "c49ba3cc-f21f-4336-905f-5e4ca3a8e16a",
        "DocumentID": 4,
        "PassageID": "3.8",
        "Passage": "Regulated Activities\nArranging Custody, Advising on Investments or Credit, Arranging Deals in Investments and Insurance Intermediation"
    },
    {
        "ID": "beb18374-6e8d-4fa5-ba4d-ac7ce21f0f39",
        "DocumentID": 4,
        "PassageID": "3.8.1",
        "Passage": "An Applicant for a Financial Services Permission must pay to the Regulator an application fee of $15,000 to carry on the Regulated Activity of:\n(a)\tArranging Custody;\n(b)\tAdvising on Investments or Credit;\n(c)\tArranging Deals in Investments; or\n(d)\tInsurance Intermediation."
    },
    {
        "ID": "42b1a6a1-3f60-44e2-a523-78a324ab0515",
        "DocumentID": 4,
        "PassageID": "3.8.2",
        "Passage": "An Authorised Person with a Financial Services Permission must pay to the Regulator an annual supervision fee of $15,000 to carry on the Regulated Activity of:\n(a)\tArranging Custody;\n(b)\tAdvising on Investments or Credit;\n(c)\tArranging Deals in Investments; or\n(d)\tInsurance Intermediation."
    },
    {
        "ID": "e6019c6d-c9f5-4ede-a614-b7cbb0775a36",
        "DocumentID": 4,
        "PassageID": "3.9",
        "Passage": "Regulated Activities\nProviding Money Services"
    },
    {
        "ID": "6ba8367f-82df-4c72-a188-980f7efc3b1b",
        "DocumentID": 4,
        "PassageID": "3.9.1",
        "Passage": "An Applicant for a Financial Services Permission to carry on the Regulated Activity of Providing Money Services must pay to the Regulator an application fee as detailed in the table below, in accordance with the activity that it will carry on.\n\n/Table Start\nActivity\tApplication fee ($)\nCurrency exchange or Money Remittance\t15,000\nPayment Services\t25,000\n/Table End\n\n"
    },
    {
        "ID": "de0a3426-7cb3-4c24-8d47-e3d9292e2019",
        "DocumentID": 4,
        "PassageID": "3.9.2",
        "Passage": "An Applicant for a Financial Services Permission to carry on the Regulated Activity of Providing Money Services that will conduct both of the activities detailed in Rule 3.9.1 must pay to the Regulator an application fee of $25,000."
    },
    {
        "ID": "7f5d3d48-b019-4674-bde8-4e7352ac3709",
        "DocumentID": 4,
        "PassageID": "3.9.3",
        "Passage": "An Authorised Person with a Financial Services Permission to carry on the Regulated Activity of Providing Money Services must pay to the Regulator an annual supervision fee as detailed in the table below, in accordance with the activity that it will carry on.\n/Table Start\nActivity\tAnnual supervision fee ($)\nCurrency exchange or Money Remittance\t15,000\nPayment Services\t25,000\n/Table End"
    },
    {
        "ID": "173d943a-5228-4b70-afe9-ef6fb302fe1a",
        "DocumentID": 4,
        "PassageID": "3.9.4",
        "Passage": "An Authorised Person with a Financial Services Permission to carry on the Regulated Activity of Providing Money Services and that carries out both of the activities detailed in Rule 3.9.3 must pay to the Regulator an annual supervision fee of $25,000.\n"
    },
    {
        "ID": "019468be-1c77-4834-beab-7e59d5b1a141",
        "DocumentID": 4,
        "PassageID": "3.10",
        "Passage": "Other Regulated Activities"
    },
    {
        "ID": "b1341db9-9c33-404f-b03f-c7e9f9b66f4f",
        "DocumentID": 4,
        "PassageID": "3.10.1",
        "Passage": "An Applicant for a Financial Services Permission must pay to the Regulator an application fee of $10,000 to carry on the Regulated Activity of:\n(a)\tArranging Credit;\n(b)\tOperating a Multilateral Trading Facility;\n(c)\tOperating an Organised Trading Facility;\n(d)\tManaging a Collective Investment Fund;\n(e)\tManaging a Venture Capital Fund and co-investments;\n(f)\tActing as the Administrator of a Collective Investment Fund;\n(g)\tActing as Trustee of an Investment Trust;\n(h)\tOperating a Credit Rating Agency; or\n(i)\tOperating a Private Financing Platform."
    },
    {
        "ID": "34dec4b2-2a31-4f2e-b595-1633fe9ef610",
        "DocumentID": 4,
        "PassageID": "3.10.2",
        "Passage": "An Authorised Person with a Financial Services Permission must pay to the Regulator an annual supervision fee of $10,000 to carry on the Regulated Activity of:\n(a)\tArranging Credit;\n(b)\tOperating a Multilateral Trading Facility;\n(c)\tOperating an Organised Trading Facility;\n(d)\tManaging a Collective Investment Fund;\n(e)\tManaging a Venture Capital Fund and co-investments;\n(f)\tActing as the Administrator of a Collective Investment Fund;\n(g)\tActing as Trustee of an Investment Trust; or\n(g)\tActing as Trustee of an Investment Trust;\n(h)\tOperating a Credit Rating Agency; or\n(i)\tOperating a Private Financing Platform."
    },
    {
        "ID": "6cbd5ec5-37a4-425b-b0d2-5c3d4fd53aea",
        "DocumentID": 4,
        "PassageID": "3.11",
        "Passage": "Effecting Contracts of Insurance and Carrying Out Contracts of Insurance\nInsurers"
    },
    {
        "ID": "ef6e6b49-2fca-4c97-a5fc-22aea3a72e23",
        "DocumentID": 4,
        "PassageID": "3.11.1",
        "Passage": "An Applicant for a Financial Services Permission to carry on either one or both of the Regulated Activities of Effecting Contracts of Insurance or Carrying Out Contracts of Insurance as Principal must pay to the Regulator an application fee of $40,000 for either or both Regulated Activities."
    },
    {
        "ID": "6fc382ee-caf4-4abd-b571-718512a89e96",
        "DocumentID": 4,
        "PassageID": "3.11.2",
        "Passage": "An Authorised Person with a Financial Services Permission to carry on either one or both of the Regulated Activities of Effecting Contracts of Insurance or Carrying Out Contracts of Insurance as Principal must pay to the Regulator an annual supervision fee of $50,000 for either or both Regulated Activities.\n\n\n"
    },
    {
        "ID": "12672f4e-5d3b-4b17-b230-b8b95cfc9771",
        "DocumentID": 4,
        "PassageID": "3.11.3",
        "Passage": "Captive Insurers and Insurance Special Purpose Vehicles. An Applicant for a Financial Services Permission must pay to the Regulator an application fee of $5,000 to carry on the Regulated Activity of Effecting Contracts of Insurance or Carrying Out Contracts of Insurance as:\n(a)\ta Captive Insurer; or\n(b)\tan Insurance Special Purpose Vehicle."
    },
    {
        "ID": "9240b52a-9167-41c8-a2aa-aba636e47579",
        "DocumentID": 4,
        "PassageID": "3.11.4",
        "Passage": "Captive Insurers and Insurance Special Purpose Vehicles. An Authorised Person with a Financial Services Permission to carry on either one or both of the Regulated Activities of Effecting Contracts of Insurance or Carrying Out Contracts of Insurance as a Captive Insurer or an Insurance Special Purpose Vehicle must pay to the Regulator an annual supervision fee of $5,000 for either or both Regulated Activities.\n"
    },
    {
        "ID": "eb333b78-8ff4-4f6f-bec8-65fa25c33fc0",
        "DocumentID": 4,
        "PassageID": "3.11.5",
        "Passage": "Cell Companies. An Applicant under Rule 3.11.1 or Rule 3.11.3 that intends to operate as a Cell Company must pay to the Regulator an additional application fee of $8,000 for the Cell Company plus $1,000 for each Cell."
    },
    {
        "ID": "3256d044-7e1a-46ff-82d5-db50175eae7b",
        "DocumentID": 4,
        "PassageID": "3.11.6",
        "Passage": "Cell Companies. An Authorised Person under Rule 3.11.2 or Rule 3.11.4 that operates as a Cell Company must pay to the Regulator an additional annual supervision fee of $8,000 for the Cell Company plus $1,000 for each Cell."
    },
    {
        "ID": "31302f70-ed5e-4f1a-860f-140416c5d9e8",
        "DocumentID": 4,
        "PassageID": "3.11.7",
        "Passage": "Cell Companies. An Authorised Person under Rule 3.11.2 or Rule 3.11.4 that operates as a Cell Company must pay to the Regulator an application fee of $1,000 for each Cell that it wishes to add after it has received its Financial Services Permission."
    },
    {
        "ID": "dec31cbb-1377-4ccf-9b40-b8810ee6a2af",
        "DocumentID": 4,
        "PassageID": "3.11.7.Guidance",
        "Passage": "\nAuthorised Persons carrying on the Regulated Activities of Effecting Contracts of Insurance or Carrying Out Contracts of Insurance as an Insurer, Captive Insurer or Insurance Special Purpose Entity may do so in the form of a Cell Company for which the fees in Rules 3.11.5 to 3.11.7 are additional to those specified in Rules 3.11.1 to 3.11.4, as applicable."
    },
    {
        "ID": "03ae7c43-0e2d-4528-a6d9-ec51e031e424",
        "DocumentID": 4,
        "PassageID": "3.12",
        "Passage": "Providing Information in Relation to a Specified Benchmark and Administering a Specified Benchmark"
    },
    {
        "ID": "161307dc-1a20-4cc5-b973-20e5764485c6",
        "DocumentID": 4,
        "PassageID": "3.12.1",
        "Passage": "An Applicant for a Financial Services Permission must pay to the Regulator an application fee of $5,000 to carry on the Regulated Activity of:\n(a)\tProviding Information in Relation to a Specified Benchmark; or\n(b)\tAdministering a Specified Benchmark."
    },
    {
        "ID": "3c6a62d3-c1e5-47ce-8167-9c0de03f9487",
        "DocumentID": 4,
        "PassageID": "3.12.2",
        "Passage": "An Authorised Person with a Financial Services Permission must pay to the Regulator an annual supervision fee of $5,000 to carry on the Regulated Activity of:\n(a)\tProviding Information in Relation to a Specified Benchmark; or\n(b)\tAdministering a Specified Benchmark."
    },
    {
        "ID": "ffa892f4-eac3-4173-a950-829b2f3703ff",
        "DocumentID": 4,
        "PassageID": "3.13",
        "Passage": "Operating a Representative Office"
    },
    {
        "ID": "dd27caad-bfea-4fc5-bfa7-3d66e5c7c5e6",
        "DocumentID": 4,
        "PassageID": "3.13.1",
        "Passage": "An Applicant for a Financial Services Permission to carry on the Regulated Activity of Operating a Representative Office must pay to the Regulator an application fee of $5,000."
    },
    {
        "ID": "786d0885-24bf-4cdd-9121-4a16d28cfe77",
        "DocumentID": 4,
        "PassageID": "3.13.2",
        "Passage": "An Authorised Person with a Financial Services Permission to carry on the Regulated Activity of Operating a Representative Office must pay to the Regulator an annual supervision fee of $5,000."
    },
    {
        "ID": "a97dbe52-8e0d-474f-8625-c0592012eadb",
        "DocumentID": 4,
        "PassageID": "3.14",
        "Passage": "Providing Third Party Services"
    },
    {
        "ID": "bd3a4597-0e02-486d-abbf-3c9c02a517cd",
        "DocumentID": 4,
        "PassageID": "3.14.1",
        "Passage": "An Applicant for a Financial Services Permission to carry on the Regulated Activity of Providing Third Party Services must pay to the Regulator an application fee of $5,000."
    },
    {
        "ID": "a985b5f7-3e8d-41dd-ada8-e711422313ac",
        "DocumentID": 4,
        "PassageID": "3.14.2",
        "Passage": "An Authorised Person with a Financial Services Permission to carry on the Regulated Activity of Providing Third Party Services must pay to the Regulator an annual supervision fee of $5,000."
    },
    {
        "ID": "dcd535df-4c6a-4d62-bfd4-de019f05c1ea",
        "DocumentID": 4,
        "PassageID": "3.15",
        "Passage": "Developing Financial Technology Services within the RegLab"
    },
    {
        "ID": "f67edeb7-6d7c-4228-a6ad-415635655554",
        "DocumentID": 4,
        "PassageID": "3.15.1",
        "Passage": "An Applicant for a Financial Services Permission to carry on the Regulated Activity of Developing Financial Technology Services within the RegLab must pay to the Regulator an application fee of $1,000."
    },
    {
        "ID": "5c358c90-6c1f-4655-af83-18819787d824",
        "DocumentID": 4,
        "PassageID": "3.16",
        "Passage": "Regulated Activities conducted as Islamic Financial Business"
    },
    {
        "ID": "d8b4725b-f1fc-41bf-947d-fc6e5b969ec2",
        "DocumentID": 4,
        "PassageID": "3.16.1",
        "Passage": "An Applicant for a Financial Services Permission to conduct a Regulated Activity of Islamic Financial Business, either through the operation of an Islamic Window or as an Islamic Financial Institution, must pay to the Regulator an application fee of $5,000, in addition to the application fees due in respect of each Regulated Activity which the Applicant proposes to undertake in a Shari’a-compliant manner."
    },
    {
        "ID": "008e935b-4f53-4d7a-9b93-94d1bc35c23d",
        "DocumentID": 4,
        "PassageID": "3.16.2",
        "Passage": "An Authorised Person with a Financial Services Permission to carry on a Regulated Activity of Islamic Financial Business, either through the operation of an Islamic Window or as an Islamic Financial Institution must pay to the Regulator an annual supervision fee of $5000, in addition to the supervision fees due in respect of each underlying Regulated Activity which the Authorised Person undertakes.\n\n\n"
    },
    {
        "ID": "9e123aaf-22f9-4379-a694-46f14cfa450e",
        "DocumentID": 4,
        "PassageID": "3.17",
        "Passage": "Specific asset classes. Virtual Assets"
    },
    {
        "ID": "3c50d537-dba9-4bd8-9d9c-16d96722dde2",
        "DocumentID": 4,
        "PassageID": "3.17.1",
        "Passage": "An Applicant for a Financial Services Permission to carry on a Regulated Activity in relation to Virtual Assets must pay to the Regulator, in addition to the application fees due in respect of each Regulated Activity which the Applicant proposes to undertake, an application fee of:\n(a)\t$20,000 for each Regulated Activity; or\n(b)\t$125,000 if the Regulated Activity is Operating a Multilateral Trading Facility without any additional Regulated Activity."
    },
    {
        "ID": "febdfdb0-1bc0-41ad-a131-4be1812571f8",
        "DocumentID": 4,
        "PassageID": "3.17.2",
        "Passage": "An Authorised Person with a Financial Services Permission to carry on a Regulated Activity in relation to Virtual Assets must pay to the Regulator, in addition to the supervision fees due in respect of each Regulated Activity which the Authorised Person undertakes, an annual supervision fee of:\n(a)\t$15,000 for each Regulated Activity; or\n(b)\t$60,000 if the Regulated Activity is Operating a Multilateral Trading Facility without any additional Regulated Activity."
    },
    {
        "ID": "ef11db79-7b1f-499e-b5a0-14203cb1e199",
        "DocumentID": 4,
        "PassageID": "3.17.2.Guidance",
        "Passage": ""
    },
    {
        "ID": "1c048abc-d15c-4c35-be68-5185ab60285c",
        "DocumentID": 4,
        "PassageID": "3.17.2.Guidance.1.",
        "Passage": "These fees are in addition to any incurred for Regulated Activities carried on that do not involve Virtual Assets."
    },
    {
        "ID": "0cc2ac34-e298-4c2e-aba1-4cbecd55b562",
        "DocumentID": 4,
        "PassageID": "3.17.2.Guidance.2.",
        "Passage": "For additional guidance concerning the fees associated with Regulated Activities carried on in relation to Virtual Assets, please refer to the Regulator’s “Guidance – Regulation of Virtual Asset Activities in ADGM”.\n\n"
    },
    {
        "ID": "3680d8a3-3984-4194-a67e-11d78b3bfc0f",
        "DocumentID": 4,
        "PassageID": "3.18",
        "Passage": "Trading Levy for Virtual Assets Multilateral Trading Facility"
    },
    {
        "ID": "21a35f36-8353-4934-b877-9bcb16c9a424",
        "DocumentID": 4,
        "PassageID": "3.18.1",
        "Passage": "An Authorised Person with a Financial Services Permission to carry on the Regulated Activity of Operating a Multilateral Trading Facility in relation to Virtual Assets must pay to the Regulator a trading levy of daily trading value of Virtual Assets traded (as applicable), payable monthly.\n\n/Table Start\nDaily Trading Value (DTV) ($)\tTrading Levy\nDTV ≤ 10m\t0.0015%\n10m < DTV ≤ 50m\t0.0012%\n50m <DTV ≤ 250m\t0.0009%\nDTV > 250m\t0.0006%\n/Table End\nUnless otherwise determined by a Multilateral Trading Facility (and agreed to by the Regulator), the Regulator expects that the calculation of average daily value of Virtual Assets traded should occur at 12am Abu Dhabi time (+4hr GMT).\n\n"
    },
    {
        "ID": "0e3cd289-796d-4c67-a453-bb40ca6bd68e",
        "DocumentID": 4,
        "PassageID": "3.19",
        "Passage": "Spot Commodities"
    },
    {
        "ID": "e656b001-88b4-480f-9f22-1e5557d57849",
        "DocumentID": 4,
        "PassageID": "3.19.1",
        "Passage": "An Applicant for a Financial Services Permission to carry on a Regulated Activity in relation to Spot Commodities must pay to the Regulator, in addition to the application fees due in respect of each Regulated Activity which the Applicant proposes to undertake, an application fee of:\n(a)\t$20,000; or\n(b)\t$125,000 if the Regulated Activity is Operating a Multilateral Trading Facility or Organised Trading Facility without any additional Regulated Activity."
    },
    {
        "ID": "5ca98e23-60c7-4ddc-8c01-b6d1c1946b06",
        "DocumentID": 4,
        "PassageID": "3.19.2",
        "Passage": "An Authorised Person with a Financial Services Permission to carry on a Regulated Activity in relation to Spot Commodities must pay to the Regulator, in addition to the supervision fees due in respect of each Regulated Activity which the Authorised Person undertakes, an annual supervision fee of:\n(a)\t$15,000; or\n(b)\t$60,000 if the Regulated Activity is Operating a Multilateral Trading Facility or Organised Trading Facility without any additional Regulated Activity."
    },
    {
        "ID": "19820def-9e05-4e0c-8343-22a9bad586f1",
        "DocumentID": 4,
        "PassageID": "3.19.2.Guidance",
        "Passage": "\nWhere an application concerns activities relating to Spot Commodities that will be carried on by a Recognised Body, whether a Recognised Investment Exchange or Recognised Clearing House, the fees in Section 4.1 will apply."
    },
    {
        "ID": "afc4e5ba-02d3-4567-a29a-fae079abf8b5",
        "DocumentID": 4,
        "PassageID": "3.20",
        "Passage": "OTC Leveraged Products"
    },
    {
        "ID": "4b50eff1-6ea8-4b11-bead-95554b1f50de",
        "DocumentID": 4,
        "PassageID": "3.20.1",
        "Passage": "An Applicant for a Financial Services Permission to carry on a Regulated Activity in relation to OTC Leveraged Products must pay to the Regulator, in addition to the application fees due in respect of each Regulated Activity which the Applicant proposes to undertake, an application fee of:\n(a)\t$5,000; or\n(b)\t$40,000 where those OTC Leveraged Products are to be offered to Retail Clients."
    },
    {
        "ID": "9cd70946-8f57-45b7-83e2-c09e08c6b432",
        "DocumentID": 4,
        "PassageID": "3.20.2",
        "Passage": "An Authorised Person with a Financial Services Permission to carry on a Regulated Activity in relation to OTC Leveraged Products must pay to the Regulator, in addition to the supervision fees due in respect of each Regulated Activity which the Authorised Person undertakes, an annual supervision fee of:\n(a)\t$5,000; or\n(b)\t$40,000 where those OTC Leveraged Products are to be offered to Retail Clients.\n\n"
    },
    {
        "ID": "353dcf54-b9ca-432d-8b6f-25f261956f92",
        "DocumentID": 4,
        "PassageID": "3.20.2.Guidance",
        "Passage": "\nThe table below provides a summary of the fees for applications and supervision where a Regulated Activity is carried out on a standalone basis. Where more than one Regulated Activity is carried out Section 3.2 and the relevant Rule(s) in Chapter 3 provide details of the binding requirements and the appropriate treatment.\n\n\n/Table Start\nSection(s)\tApplication ($k)\tSupervision ($k)\tGroup\tRegulated Activity\nTRADITIONAL ASSETS\n3.3\t70\t100\tAccepting Deposits\tAccepting Deposits\n3.8\t15\t15\tAdvising on Investments or Credit \tAdvising on Investments or Credit\n3.8\t15\t15\tArranging Deals in Investments\tArranging Deals in Investments\n3.10\t10\t10\tCollective Investments\tActing as the Administrator of a Collective Investment Fund\n3.10\t10\t10\t\tActing as Trustee of an Investment Trust\n3.10\t10\t10\t\tManaging a Collective Investment Fund\n3.10\t10\t10\t\tManaging a Venture Capital Fund and co-investments\n3.10\t10\t10\tCredit\tArranging Credit\n3.3\t70\t100\t\tProviding Credit\n3.8\t15\t15\tCustody\tArranging Custody\n3.6\t25\t25\t\tProviding Custody\n3.4\t40\t50\tDealing in Investments\nDealing in Investments as Principal\n3.4\t25\t25\t\tDealing in Investments as Matched Principal\n3.4\t25\t25\t\tDealing in Investments as Agent\nInsurance\tCarrying Out Contracts of Insurance as Principal\nEffecting Contracts of Insurance\n3.11\t40\t50\t\t- as an Insurer\n3.11\t5\t5\t\t- as a Captive Insurer or Insurance Special Purpose Vehicle\n3.11\t8 plus 1 per Cell\t8 plus 1 per Cell\t\t- as a Cell Company (additional to fees above)\n3.8\t15\t15\t\tInsurance Intermediation\n3.7\t15\t20\t\tInsurance Management\n3.5\t30\t30\tManaging a Profit Sharing Investment Account\tManaging a Profit Sharing Investment Account\n3.6\t25\t25\tManaging Assets\tManaging Assets\nProviding Money Services\tProviding Money Services\n3.9\t15\t15\t\t- Currency exchange\n3.9\t15\t15\t\t- Money Remittance\n3.9\t25\t25\t\t- Payment Services\n3.10\t10\t10\tOperating a Credit Rating Agency \tOperating a Credit Rating Agency\n3.10\t10\t10\tOperating a Private Financing Platform \tOperating a Private Financing Platform\n3.13\t5\t5\tOperating a Representative Office \tOperating a Representative Office\n3.14\t5\t5\tProviding Third Party Services\tProviding Third Party Services\n3.10\t10\t10\tOperating Multilateral and Organised Trading Facilities\tOperating a Multilateral Trading Facility\n3.10\t10\t10\t\tOperating an Organised Trading Facility\n3.6\t25\t25\tProviding Trust Services \tProviding Trust Services\n3.12\t5\t5\tSpecified Benchmarks \tAdministering a Specified Benchmark\n3.12\t5\t5\t\tProviding Information in Relation to a Specified Benchmark\n3.15\t1\t-\tTechnology Innovation in Financial Services\tDeveloping Financial Technology Services within the RegLab\nVIRTUAL ASSETS\n3.17, 3.18\t125\t60\tOperating Multilateral and Organised Trading Facilities\tOperating a Multilateral Trading Facility\n3.17\t20\t15\tAll other Regulated Activities\tAll other Regulated Activities\nSPOT COMMODITIES\n3.19\t125\t60\tOperating Multilateral and Organised Trading Facilities\tOperating a Multilateral Trading Facility or Organised Trading Facility\n3.19\t20\t15\tAll other Regulated Activities\tAll other Regulated Activities\nOTC LEVERAGED PRODUCTS\n3.20\t40\t40\tRetail Clients\n3.20\t5\t5\tOther clients\nISLAMIC FINANCIAL BUSINESS\n3.16\t5\t5\tAll Regulated Activities\tEngaging in Islamic Financial Business, either through an Islamic Window or as an Islamic Financial Institution\n\n/Table End\n\n"
    },
    {
        "ID": "2ea7ef89-8684-4de4-be73-0c2a3b1cb95e",
        "DocumentID": 4,
        "PassageID": "4.",
        "Passage": "RECOGNISED BODIES, REMOTE BODIES AND REMOTE MEMBERS"
    },
    {
        "ID": "7f5bf4e3-4f7c-4f13-aa00-eff83bd1474f",
        "DocumentID": 4,
        "PassageID": "4.1",
        "Passage": "Recognised Bodies"
    },
    {
        "ID": "2dd6ee32-bf71-4cf4-be4c-47f5a3e5f126",
        "DocumentID": 4,
        "PassageID": "4.1.1",
        "Passage": "An Applicant for recognition as either a Recognised Investment Exchange or a Recognised Clearing House must pay to the Regulator an application fee of $125,000."
    },
    {
        "ID": "996bb35b-b15b-4055-ab4a-a540b9b49748",
        "DocumentID": 4,
        "PassageID": "4.1.2",
        "Passage": "A Recognised Body with a Recognition Order as either a Recognised Investment Exchange or Recognised Clearing House must pay to the Regulator an annual supervision fee of $60,000."
    },
    {
        "ID": "a7be557e-c780-4672-8c71-a1227f21f775",
        "DocumentID": 4,
        "PassageID": "4.1.3",
        "Passage": "An Applicant for recognition as both a Recognised Investment Exchange and a Recognised Clearing House must pay to the Regulator an application fee of $250,000."
    },
    {
        "ID": "da990612-a1aa-4789-9f7a-ea4475e6814f",
        "DocumentID": 4,
        "PassageID": "4.1.4",
        "Passage": "A Recognised Body with recognition as both a Recognised Investment Exchange and a Recognised Clearing House must pay to the Regulator an annual supervision fee of $120,000."
    },
    {
        "ID": "17140c32-b275-433d-be20-e42408b249d7",
        "DocumentID": 4,
        "PassageID": "4.2",
        "Passage": "Remote Bodies"
    },
    {
        "ID": "757f0da3-fcab-4d9f-861f-dbaaa620fc10",
        "DocumentID": 4,
        "PassageID": "4.2.1",
        "Passage": "An Applicant for recognition as a Remote Body must pay to the Regulator an application fee of $10,000."
    },
    {
        "ID": "c0f6939f-db70-4aa5-8902-55eaf0227273",
        "DocumentID": 4,
        "PassageID": "4.2.2",
        "Passage": "A Remote Body is required to pay to the Regulator an annual recognition fee of $1,000."
    },
    {
        "ID": "cf1292c1-e3e3-455d-aef6-b386431ac511",
        "DocumentID": 4,
        "PassageID": "4.3",
        "Passage": "Remote Members"
    },
    {
        "ID": "d7896780-c687-405c-b55c-762b2519d2c0",
        "DocumentID": 4,
        "PassageID": "4.3.1",
        "Passage": "An Applicant for recognition as a Remote Member must pay to the Regulator an application fee of $1,000."
    },
    {
        "ID": "b79175a6-d129-430e-a0a4-ad37c44d89f9",
        "DocumentID": 4,
        "PassageID": "4.3.2",
        "Passage": "A Remote Member is required to pay to the Regulator an annual recognition fee of $1,000."
    },
    {
        "ID": "6ce39583-08b0-453e-8f49-720f3b15a73f",
        "DocumentID": 4,
        "PassageID": "4.3.2.Guidance",
        "Passage": ""
    },
    {
        "ID": "fb16bc56-352e-4a9e-82de-ebdb2b58ae49",
        "DocumentID": 4,
        "PassageID": "4.3.2.Guidance.1.",
        "Passage": "Where an application concerns activities relating to Spot Commodities that will be undertaken by a Recognised Body, whether a Recognised Investment Exchange or Recognised Clearing House, the fees in Section 4.1 will apply."
    },
    {
        "ID": "e19788d0-25b7-4a7f-8ec5-40c1534a980e",
        "DocumentID": 4,
        "PassageID": "4.3.2.Guidance.2.",
        "Passage": "Depending on the complexity and risks inherent in an Applicant’s business model, the Regulator, when considering an application in relation to Virtual Assets, may decide to apply the relevant fees relating to specific Regulated Activities and Virtual Assets cumulatively in certain circumstances. Applicants are directed to review the discussion of factors relating to the calculation of fees for Virtual Asset related business models contained in the Regulator’s “Guidance - Regulation of Virtual Asset Activities in ADGM”.\n\n"
    },
    {
        "ID": "5fd6d5a9-1bd8-4314-a780-d0f6e3d71962",
        "DocumentID": 4,
        "PassageID": "5.",
        "Passage": "APPROVED PERSONS"
    },
    {
        "ID": "fb352a4b-d0b6-4637-b4bb-ae80da833004",
        "DocumentID": 4,
        "PassageID": "5.1.1",
        "Passage": "An Applicant or Authorised Person applying to the Regulator.\n(a)\tfor Approved Person status for an individual; or\n(b)\tto amend an Approved Person’s approval to include a new Controlled Function;\nmust pay to the Regulator an application fee of $500 for each application in respect of an Approved Person."
    },
    {
        "ID": "35b94ccf-f3e8-487e-b49c-9f774983b994",
        "DocumentID": 4,
        "PassageID": "6.",
        "Passage": "CONTROLLERS"
    },
    {
        "ID": "db5cfcd0-4783-4652-b75b-d9eee44a9873",
        "DocumentID": 4,
        "PassageID": "6.1.1",
        "Passage": "An Authorised Person or a Recognised Body applying for written approval of a proposed new Controller, or a change in the Holding of an existing Controller which would trigger the requirement to seek the approval of the Regulator, must pay to the Regulator an application fee of $1,000."
    },
    {
        "ID": "52aec909-944f-40b5-b9ca-9b0d89d985df",
        "DocumentID": 4,
        "PassageID": "6.1.1.Guidance",
        "Passage": "\nThe Regulator may charge a supplementary fee in addition to the fee specified in Rule 6.1.1 where:\na.\tthe Controller is from a jurisdiction where there is no adequate memorandum of understanding in place between the Regulator and the relevant Non-ADGM Financial Services Regulator in that jurisdiction;\nb.\tthe Controller proposes, in connection with their approval, to change the business model, business activities, or senior management of the Authorised Person or Recognised Body; or\nc.\tthe application will otherwise require the Regulator to incur substantial additional expense or expend substantial additional effort due to its complexity."
    },
    {
        "ID": "f1a53379-0de0-4d67-827a-f72ffedc7bbd",
        "DocumentID": 4,
        "PassageID": "7.",
        "Passage": "FOREIGN BRANCHES OF DOMESTIC FIRMS"
    },
    {
        "ID": "85bcb2af-5ba1-4931-8b05-aa017a34d098",
        "DocumentID": 4,
        "PassageID": "7.1",
        "Passage": "Specific fees"
    },
    {
        "ID": "363c3cff-9b23-461e-a521-d56d8c16221f",
        "DocumentID": 4,
        "PassageID": "7.1.1",
        "Passage": "Where an Authorised Person that has its registered head office in ADGM applies to the Regulator for approval to establish a branch outside ADGM, it must pay to the Regulator an application fee equal to 50% of the highest application fee set out in Chapter 3 of these Rules for those Regulated Activities it seeks to undertake from the proposed branch."
    },
    {
        "ID": "47c0063b-14dc-43a0-8e44-7b5238750a0c",
        "DocumentID": 4,
        "PassageID": "7.1.2",
        "Passage": "An Authorised Person that has established a branch outside ADGM from which it conducts Regulated Activities must pay to the Regulator an annual supervision fee equal to 50% of the highest annual supervision fee for those Regulated Activities it undertakes from the branch.  The initial supervision fee due shall be prorated and paid in accordance with Rule 1.2.2(a)."
    },
    {
        "ID": "a2ed572d-bcf6-4660-b11b-d8db3a7aad92",
        "DocumentID": 4,
        "PassageID": "7.1.2.Guidance",
        "Passage": "\nThe Regulator may charge a supplementary fee in addition to the fees specified in Rule 7.1.1 and 7.1.2 where the proposed branch would operate in a jurisdiction where there is no adequate memorandum of understanding in place between the Regulator and the relevant Non-ADGM Financial Services Regulator in that jurisdiction.\n\n"
    },
    {
        "ID": "bf2b0981-e241-4385-ac1c-ab98e7b89d02",
        "DocumentID": 4,
        "PassageID": "8.",
        "Passage": "FUNDS"
    },
    {
        "ID": "c27c4750-c3d9-45b5-8fca-73cecc56c842",
        "DocumentID": 4,
        "PassageID": "8.1",
        "Passage": "Application to register a Public Fund"
    },
    {
        "ID": "1f855df1-4d28-42b3-a793-4e82a0b57ee7",
        "DocumentID": 4,
        "PassageID": "8.1.1",
        "Passage": "The Fund Manager, or the Person proposing to be the Fund Manager, of a Domestic Fund which is a Public Fund but is not an Umbrella Fund, who is applying to register the Public Fund, must pay to the Regulator an application fee of $6,000."
    },
    {
        "ID": "627a6c28-4e84-456f-b2a3-33015e4bedf8",
        "DocumentID": 4,
        "PassageID": "8.1.2",
        "Passage": "The Fund Manager, or the Person proposing to be the Fund Manager, of a Domestic Fund which is a Public Fund but is not an Umbrella Fund, must pay an annual registration renewal fee to the Regulator of $6,000, at the time of registration of the Public Fund, prorated for the remainder of the calendar year for the initial year of registration and thereafter due at the commencement of each successive calendar year."
    },
    {
        "ID": "1b364365-7b63-4418-962c-af3f32734d03",
        "DocumentID": 4,
        "PassageID": "8.1.3",
        "Passage": "The Fund Manager, or the Person proposing to be the Fund Manager, of a Domestic Fund which is a Public Fund that is an Umbrella Fund, who is applying to register the Fund, must pay to the Regulator:\n(a)\tan application fee of $6,000 in respect of the Umbrella Fund and its first Sub-Fund; and\n(b)\tan additional application fee of $3,000 for each additional Sub-Fund of the Umbrella Fund which it seeks to register;"
    },
    {
        "ID": "5d8e1aa1-5d06-491b-b878-f34f485ea224",
        "DocumentID": 4,
        "PassageID": "8.1.4",
        "Passage": "The Fund Manager of a Domestic Fund which is a Public Fund and an Umbrella Fund is required to pay an annual registration fee of $6,000 to the Regulator in respect of the Umbrella Fund and its first Sub-Fund and an additional annual registration renewal fee of $3,000 for each additional Sub-Fund of the Umbrella Fund that it has registered."
    },
    {
        "ID": "1b5b90f6-70a0-4f13-b489-5ca581612f26",
        "DocumentID": 4,
        "PassageID": "8.1.5",
        "Passage": "Such fees as are due under Rules 8.1.2 and 8.1.4 at the time of registration of each Fund or Sub-Fund, as the case may be, must be prorated for the remainder of the calendar year for the initial year of registration and are thereafter due in full at the commencement of each successive calendar year."
    },
    {
        "ID": "50423858-6b5d-4ea6-8244-892483d354d7",
        "DocumentID": 4,
        "PassageID": "8.2",
        "Passage": "Notifications in relation to Exempt Funds and Qualified Funds"
    },
    {
        "ID": "a4d0e7af-1951-4e23-bd6f-37bf4f9d4bd2",
        "DocumentID": 4,
        "PassageID": "8.2.1",
        "Passage": "The Fund Manager or the Person proposing to be the Fund Manager of a Domestic Fund which is an Exempt Fund or a Qualified Investor Fund, but which is not an Umbrella Fund that notifies the Regulator of their intention to offer the Units of such Fund, is required to pay to the Regulator an annual notification fee of $2,000, prorated for the remainder of the calendar year for the initial year and thereafter due in full at the commencement of each successive calendar year."
    },
    {
        "ID": "62c35353-611e-4188-8855-870a8ac77891",
        "DocumentID": 4,
        "PassageID": "8.2.2",
        "Passage": "The Fund Manager of an Exempt Fund, or a Qualified Investor Fund, that is an Umbrella Fund, is required to pay an annual notification renewal fee of $2,000 to the Regulator in respect of the Umbrella Fund and its first Sub-Fund and an additional annual notification renewal fee of $1,000 for each additional Sub-Fund of the Umbrella Fund, prorated for the remainder of the calendar year and thereafter due in full at the commencement of each successive calendar year."
    },
    {
        "ID": "e4deea41-675d-4fa5-ae79-a01f6cae63ae",
        "DocumentID": 4,
        "PassageID": "8.3",
        "Passage": "Filing a Prospectus pursuant to FUNDS Rules 9.2.1(b), 9.4.2(1)(b) or 9.4.2(2)(b)"
    },
    {
        "ID": "b569215d-314d-47ef-9332-8b8725be741c",
        "DocumentID": 4,
        "PassageID": "8.3.1",
        "Passage": "An Authorised Person filing a Prospectus with the Regulator in relation to a Public Fund, in accordance with FUNDS Rule 9.2.1(b) must pay to the Regulator a filing fee of $6,000."
    },
    {
        "ID": "079a9550-0459-4548-9324-edd1ecc2dbf4",
        "DocumentID": 4,
        "PassageID": "8.3.2",
        "Passage": "A Fund Manager filing a Supplementary or Replacement Prospectus with the Regulator in relation to a Public Fund in accordance with FUNDS Rule 9.4.2(1)(b) or 9.4.2(2)(b) respectively, must pay to the Regulator a filing fee of $3,000 in respect of each such Prospectus filed."
    },
    {
        "ID": "a64d689b-0566-41cf-9648-5ee717263b2d",
        "DocumentID": 4,
        "PassageID": "8.4",
        "Passage": "Notification by an Authorised Fund Manager to manage a Foreign Fund"
    },
    {
        "ID": "7d8b6c7f-656b-4db0-a868-94f696ba8817",
        "DocumentID": 4,
        "PassageID": "8.4.1",
        "Passage": "A Fund Manager submitting a notification to the Regulator of its intention to manage a Foreign Fund must pay to Regulator a fee of $2,000."
    },
    {
        "ID": "a00c9a84-7249-49a5-82c3-9cdac7d3ef5e",
        "DocumentID": 4,
        "PassageID": "8.5",
        "Passage": "Management of a Domestic Fund by a Foreign Fund Manager"
    },
    {
        "ID": "a3a4eca4-5858-4601-b0ce-9dffaae6236e",
        "DocumentID": 4,
        "PassageID": "8.5.1",
        "Passage": "A Foreign Fund Manager providing a declaration to the Regulator of its intention to manage a Domestic Fund must pay to Regulator a fee of $20,000."
    },
    {
        "ID": "7666e8b1-6631-407d-9a8e-c7e65a55223f",
        "DocumentID": 4,
        "PassageID": "8.6",
        "Passage": "Registering a Domestic Fund pursuant to the Fund Passporting Rules"
    },
    {
        "ID": "687d18e7-1c9c-4f61-aa2a-de04d33b3107",
        "DocumentID": 4,
        "PassageID": "8.6.1",
        "Passage": "A Fund Manager registering a Domestic Passported Fund with the Regulator must pay to the Regulator a notification fee of $9,500 in respect of each Domestic Passported Fund."
    },
    {
        "ID": "59196d44-7a16-4205-a05f-60b8c9c4cf62",
        "DocumentID": 4,
        "PassageID": "8.6.2",
        "Passage": "A Fund Manager of a Domestic Passported Fund must pay to the Regulator an annual passporting fee of $2,000 in respect of each Domestic Passported Fund."
    },
    {
        "ID": "1c8dcaaf-bbb1-4722-8f13-c6cffda74b83",
        "DocumentID": 4,
        "PassageID": "8.6.2.Guidance",
        "Passage": ""
    },
    {
        "ID": "77884b67-a032-407b-9684-fdb5aeb102e8",
        "DocumentID": 4,
        "PassageID": "8.6.2.Guidance.1.",
        "Passage": "The filing of a Supplementary Prospectus for a Public Fund does not trigger the payment of a fee unless the review of the Supplementary Prospectus will require the Regulator to incur substantial additional costs or expend substantial additional effort when conducting its review, in which event the Regulator may require payment of a supplementary fee in accordance with Rule 1.2.4."
    },
    {
        "ID": "f396324c-0c23-48ef-9839-9c6139fa38c2",
        "DocumentID": 4,
        "PassageID": "8.6.2.Guidance.2.",
        "Passage": "Where a fee is to be prorated for a calendar year in accordance with the Rules in this Chapter, the portion of the fee due is to be based on the number of months remaining until the end of the calendar year."
    },
    {
        "ID": "1e6b703d-0154-4298-9164-1bd678d765bf",
        "DocumentID": 4,
        "PassageID": "8.6.2.Guidance.3.",
        "Passage": "A person seeking or wishing to retain the designation of a Fund as an ADGM Green Fund or an ADGM Climate Transition Fund must pay the relevant fee as set out in Chapter 10.\n\n"
    },
    {
        "ID": "5d569b71-d3bd-4925-a820-12ce896b3fe5",
        "DocumentID": 4,
        "PassageID": "9.",
        "Passage": "SPECIFIC FEES RELATED TO MARKETS"
    },
    {
        "ID": "e99d5a91-adeb-4063-a87b-4d6acd9741f5",
        "DocumentID": 4,
        "PassageID": "9.1",
        "Passage": "Filing a Prospectus relating to the Offer of Securities other than Units"
    },
    {
        "ID": "ad4bb776-b3ef-4615-bf12-4257bf1af57b",
        "DocumentID": 4,
        "PassageID": "9.1.1",
        "Passage": "A Person filing a Prospectus relating to the Offer of Securities other than Units with the Regulator must pay to the Regulator a filing fee of:\n(a)\t$20,000, where the Prospectus to be filed in either one or more documents relates to Shares, Certificates over Shares and Warrants over Shares; or\n(b)\t$10,000, where the Prospectus to be filed in either one or more documents relates to Structured Products, Debentures, Certificates over Debentures and Warrants over Debentures."
    },
    {
        "ID": "1e9034ae-0fcb-4a33-82ea-44ade1300af1",
        "DocumentID": 4,
        "PassageID": "9.2",
        "Passage": "Admission to the Official List of Securities"
    },
    {
        "ID": "045f3a15-8bca-4f14-9e8a-99b09af30145",
        "DocumentID": 4,
        "PassageID": "9.2.1",
        "Passage": "An Applicant for admission of Securities to the Official List of Securities must pay to the Regulator an application fee of $3,000."
    },
    {
        "ID": "97af481d-a91a-4e53-a4cf-5a2167bf0e1f",
        "DocumentID": 4,
        "PassageID": "9.2.1.Guidance",
        "Passage": "\nA Listed Entity with Securities admitted to the Official List of Securities is not required to pay an annual supervision fee to the Regulator."
    },
    {
        "ID": "5d579255-1574-41d4-9858-5095d03d35fd",
        "DocumentID": 4,
        "PassageID": "9.3",
        "Passage": "Approval of an Offer document originating from outside ADGM"
    },
    {
        "ID": "8cb36a8c-84d1-4506-b7a9-83124e984f69",
        "DocumentID": 4,
        "PassageID": "9.3.1",
        "Passage": "A Person applying to the Regulator for approval of an Offer document produced under legislation in a jurisdiction other than ADGM must pay to the Regulator a filing fee of $5,000."
    },
    {
        "ID": "cec237a1-c364-4ed0-9197-dcac6160defb",
        "DocumentID": 4,
        "PassageID": "9.3.1.Guidance",
        "Passage": "\nThe filing of a Supplementary Prospectus does not trigger the payment of a fee unless the review of the Supplementary Prospectus will require the Regulator to incur substantial additional costs or expend substantial additional effort when conducting its review, in which event the Regulator may require payment of a supplementary fee in accordance with Rule 1.2.4."
    },
    {
        "ID": "80281977-1d26-4c4f-bbad-e3d7fec744bd",
        "DocumentID": 4,
        "PassageID": "10.",
        "Passage": "FEES RELATED TO SUSTAINABLE FINANCE"
    },
    {
        "ID": "21292ac9-9406-4ce3-83ea-c258303c1304",
        "DocumentID": 4,
        "PassageID": "10.1",
        "Passage": "Applications for a designation"
    },
    {
        "ID": "a0e78247-fd29-4fda-8fdc-07ce6c83f37b",
        "DocumentID": 4,
        "PassageID": "10.1.1",
        "Passage": "A Person applying to the Regulator for any of the following designations:\n(a)\tADGM Green Fund;\n(b)\tADGM Climate Transition Fund;\n(c)\tADGM Green Portfolio;\n(d)\tADGM Climate Transition Portfolio;\n(e)\tADGM Green Bond; or\n(f)\tADGM Sustainability Linked Bond\nmust pay to the Regulator an application fee of $2,000."
    },
    {
        "ID": "1dacf207-c62d-44f6-8dd7-bb644a506fad",
        "DocumentID": 4,
        "PassageID": "10.2",
        "Passage": "Annual designation fee"
    },
    {
        "ID": "aa8d419c-7982-47cd-833b-4ae9bd269fbc",
        "DocumentID": 4,
        "PassageID": "10.2.1",
        "Passage": "A Person granted a designation under Rule 10.1.1 must pay to the Regulator an annual designation fee of $2,000:\n(a)\tprorated for the remainder of the calendar year following the initial granting of the designation; and\n(b)\tfor subsequent calendar years commencing 1 January, payable in full to the Regulator on or before 31 January of the calendar year to which the fee relates."
    },
    {
        "ID": "94b3f85d-c033-41a3-a884-c873899c049f",
        "DocumentID": 4,
        "PassageID": "10.2.1.Guidance",
        "Passage": "\nIn accordance with Rule 1.2.2, for Rule 10.2.1(a) the portion due of the annual designation fee is to be based on the number of months remaining until the end of the calendar year.\n\n"
    }
]