[
    {
        "ID": "9a0b63f0-cb8d-417d-8e6b-489dc8700a64",
        "DocumentID": 8,
        "PassageID": "1.",
        "Passage": "INTRODUCTION"
    },
    {
        "ID": "7363ddec-7f3b-4cb2-97e2-9604d0892e0b",
        "DocumentID": 8,
        "PassageID": "1.1",
        "Passage": "Application"
    },
    {
        "ID": "6704d256-2a8f-42cb-8ab3-0ab462912780",
        "DocumentID": 8,
        "PassageID": "1.1.1",
        "Passage": "This Rulebook (\"GLO\") applies to every Person to whom any of the Rulebooks apply."
    },
    {
        "ID": "6df53805-01ec-45ce-b94a-b451f11f5267",
        "DocumentID": 8,
        "PassageID": "1.2",
        "Passage": "Defined Terms"
    },
    {
        "ID": "6497357e-ca72-4848-9d1a-09cd972ee59e",
        "DocumentID": 8,
        "PassageID": "1.2.1",
        "Passage": "In the Rulebooks:\n(1)\ta word or phrase which is defined in GLO is a defined term and has the meaning given in GLO; and\n(2)\ta word or phrase which relates to a defined term must be interpreted accordingly."
    },
    {
        "ID": "7f3a45a2-ec36-4230-b027-c99341df205d",
        "DocumentID": 8,
        "PassageID": "1.2.1.Guidance",
        "Passage": ""
    },
    {
        "ID": "b4ea0f31-eb3a-46d2-96f3-e9dfdfd519a1",
        "DocumentID": 8,
        "PassageID": "1.2.1.Guidance.1.",
        "Passage": "Defined terms are identified throughout the Rulebook by the capitalisation of the initial letter of a word or of each word in a phrase. Unless the context otherwise requires, where capitalisation of the initial letter or letters of a word of phrase is not used, the word or phrase has its natural meaning."
    },
    {
        "ID": "ecd92c6e-2848-416f-adaf-444a2e13bc15",
        "DocumentID": 8,
        "PassageID": "1.2.1.Guidance.2.",
        "Passage": "Many of the defined terms in GLO are used or defined in the relevant ADGM Regulations or Rules made under such Regulations. In these cases, GLO may refer to the provision in the Regulations and Rules which are the source of such a definition."
    },
    {
        "ID": "8d0dcfaa-6d7b-4017-9b54-dc7658664e25",
        "DocumentID": 8,
        "PassageID": "1.2.1.Guidance.3.",
        "Passage": "Each Rulebook has a reference code of three or four letters, usually a contraction or abbreviation of its title (for example, COBS stands for the Conduct of Business Rulebook). The meaning of each of these codes is given in GLO."
    },
    {
        "ID": "6fe4e84c-3379-4d77-9924-0b8cdbebf23e",
        "DocumentID": 8,
        "PassageID": "1.2.1.Guidance.4.",
        "Passage": "GEN 4.2 provides further important guidance on interpreting words and phrases.\n\n\n/Table Start\nDefined Terms\tDefinitions\n1P\tMeans the low estimate scenario of Petroleum Reserves. It is equivalent to Proved Reserves.\n1U\thas the meaning of the term or equivalent term in the PRMS.\n2P\tMeans the best estimate scenario of Petroleum Reserves. It is equivalent to the sum of Proved Reserves plus Probable Reserves.\n2U\tMeans the best estimate of the quantity that will actually be recovered from an accumulation by a Petroleum Project.  It is the most realistic assessment of recoverable quantities if only a single result were reported. When Probabilistic Methods are used, there should be at least a 50% probability (P50) that the quantities actually recovered will equal or exceed 2P.\n3P\tMeans the high estimate scenario of Petroleum Reserves. It is equivalent to the sum of Proved Reserves plus Probable Reserves plus Possible Reserves.\n3U\tMeans an optimistic estimate of the quantity that will actually be recovered from an accumulation by a Petroleum Project.  When Probabilistic Methods are used, there should be at least a 10% probability (P10) that the quantities actually recovered will equal or exceed 3U.\nAAOIFI\tMeans the Accounting and Auditing Organisation of Islamic Financial Institutions.\nAAOIFI GSIFI\tMeans the AAOIFI Global Standards for Islamic Finance Institutions.\nAbu Dhabi Global Market Financial System or ADGM Financial System\tHas the meaning given in section 258 of FSMR.\nAcceptable Climate Transition Taxonomy\tMeans a classification system established to clarify those economic activities that:\na)\tare not currently zero or near-zero emitters of greenhouse gases, but\nb)\tassist the transition of an economy towards lower carbon emissions or becoming more environmentally sustainable; and\nuses credible and independent accreditation standards, is published by a governmental body or a reputable industry association and freely available.\nAcceptable Green Taxonomy\tMeans a classification system that determines which economic activities are environmentally sustainable using credible and independent accreditation standards, that is published by a governmental body or a reputable industry association and freely available.\nAccepted Market Practices\tMeans customary practices in the financial market or markets in question which are accepted by the Regulator.\nAccepted Spot Commodity\tHas the meaning given in section 258 of FSMR.\nAccepted Virtual Asset\tHas the meaning given in section 258 of FSMR.\nAccepting Deposits\tIn relation to:\n(a)\tFUNDS, means:\n(i)\tmoney received by way of Deposit is lent to others; or\n(ii)\tany other activity of the Person accepting the Deposit is financed, wholly or to a material extent, out of the capital of or returns on any money received by way of Deposit; and\n(b)\tGEN and FEES, has the meaning given in paragraph 38 of Schedule 1 of FSMR.\nAccounting Records\tMeans records and underlying documents comprising initial and other accounting entries and associated supporting documents such as:\n(a)\tcheques;\n(b)\trecords of electronic fund transfers;\n(c)\tinvoices;\n(d)\tcontracts;\n(e)\tthe general and subsidiary ledgers, journal entries and other adjustments to the financial statements that are not reflected in journal entries; and\n(f)\twork sheets and spread sheets supporting cost allocations, computations, reconciliations and disclosures.\nActing as a Central Securities Depository\tHas the meaning given in section 258 of FSMR.\nActing as the Administrator of a Collective Investment Fund\tHas the meaning given in paragraph 60 of Schedule 1 of FSMR.\nActing as the Trustee of an Investment Trust\tHas the meaning given in paragraph 61 of Schedule 1 of FSMR\nActivities\tIn relation to GEN 2.1.2 and 2.1.3, means:\n(a)\ta Regulated Activity;\n(b)\tactivities carried on in connection with a Regulated Activity;\n(c)\tactivities held out as being for the purpose of a Regulated Activity; and\n(d)\tin relation to any particular Principle, any activity specified in GEN ‎2.1.3(2), (3) and ‎(4).\nActuary\tMeans an individual who is a 'Fellow', or the holder of an equivalent qualification or rank, of a professional actuarial body that is a full member of the International Actuarial Association.\nADGM\tMeans the Abu Dhabi Global Market.\nADGM Climate Transition Fund\tMeans a Fund that has received an ADGM Climate Transition Fund Designation from the Regulator.\nADGM Climate Transition Fund Designation\tMeans the designation provided by the Regulator to an ADGM Climate Transition Fund pursuant to FUNDS 20.4.4 or 20.4.6.\nADGM Climate Transition Fund Rules\tMeans FUNDS 20.3.\nADGM Climate Transition Portfolio\tMeans a Model Portfolio that complies with the ADGM Climate Transition Portfolio Rules.\nADGM Climate Transition Portfolio Designation\tMeans the designation provided by the Regulator to an ADGM Climate Transition Portfolio pursuant to COBS 3.8.22.\nADGM Climate Transition Portfolio Rules\tMeans COBS 3.8.10 to 3.8.18\nADGM Entity\tMeans a Legal Person which is incorporated or registered in the ADGM (excluding a registered Branch).\nADGM Founding Law\tMeans Abu Dhabi Law No. 4 of 2013 concerning the ADGM issued by His Highness the Ruler of the Emirate of Abu Dhabi.\nADGM Green Debenture\tMeans a Debenture that meets the requirements of MKT 4.15.2.\nADGM Green Bond Designation \tMeans the designation provided by the Regulator to an ADGM Green Debenture pursuant to MKT 4.15.7 to 4.15.11.\nADGM Green Fund\tMeans a Fund that has received an ADGM Green Fund Designation from the Regulator.\nADGM Green Fund Designation\tMeans the designation provided by the Regulator to an ADGM Green Fund pursuant to either FUNDS 20.4.4 or 20.4.6.\nADGM Green Fund Rules\tMeans FUNDS 20.2.\nADGM Green Portfolio\tMeans a Model Portfolio that has received an ADGM Green Portfolio Designation from the Regulator.\nADGM Green Portfolio Designation\tMeans the designation provided by the Regulator to an ADGM Green Portfolio pursuant to COBS 3.8.19 to 3.8.22.\nADGM Green Portfolio Rules\tMeans COBS 3.8.2 to 3.8.9\nADGM Green Sukuk\tMeans a Sukuk that meets the requirements of MKT 4.15.2 when read together with MKT 4.16.\nADGM Green Sukuk Designation\tMeans the designation provided by the Regulator to an ADGM Green Sukuk pursuant to MKT 4.15.7 to 4.15.11 when read together with MKT 4.16.\nADGM Incorporated Insurer\tMeans an Insurer that is incorporated in the ADGM.\nADGM Sustainability-Linked Debenture\tMeans a Debenture that meets the requirements of MKT 4.15.3.\nADGM Sustainability-Linked Bond Designation\tMeans the designation provided by the Regulator to an ADGM Sustainability-Linked Debenture pursuant to MKT 4.15.7 to 4.15.11.\nADGM Sustainability-linked Sukuk\tMeans a Sukuk that meets the requirements of MKT 4.15.3 when read together with MKT 4.16.\nADGM Sustainability-Linked Sukuk Designation\tMeans the designation provided by the Regulator to an ADGM Sustainability-Linked Sukuk pursuant to MKT 4.15.7 to 4.15.11 when read together with MKT 4.16.\nAdjusted Capital Resources\tMeans capital resources calculated in accordance with PIN A3.2.1.\nAdjusted Cellular Capital Resources\tMeans cellular capital resources calculated in accordance with PIN A5.6.1.\nAdministering a Specified Benchmark\tHas the meaning given in paragraph 68(1)(b) of Schedule 1 of FSMR.\nAdministrator\tHas the meaning given in section 1(1) of the Insolvency Regulations 2015.\nADT\tMeans average daily turnover.\nAdvertisements\tMeans announcements:\n(a)\trelating to a specific Offer of Securities to the Public or to an admission to trading on a Recognised Investment Exchange; and\n(b)\taiming to specifically promote the potential subscription or acquisition of Securities.\nAdvice\tMeans advice of the type specified in paragraph 28 of Schedule 1 of FSMR.\nAdvising on Investments or Credit\tHas the meaning given in paragraph 28 of Schedule 1 of FSMR.\nAdvisor\tIn relation to a Fund, means a Person who is retained by the Fund, its Eligible Custodian, a Person providing oversight or its Fund Manager under a commercial arrangement which is not a contract of service:\n(a)\tto supply any of them with the advice in relation to the Fund as to the merits of investment opportunities or information relevant to the making of judgments about the merits of investment opportunities; or\n(b)\tto exercise for any of the functions concerning the management of the Fund Property.\nAffected Person\tIn relation to a Fund, means:\n(a)\tits Fund Manager;\n(b)\tits Governing Body;\n(c)\tits Eligible Custodian;\n(d)\tits Trustee or other Persons providing oversight;\n(e)\tany Advisor;\n(f)\ta holder of 5% or more of the Units of the Fund; or\n(g)\tany Associate of any Person listed in paragraphs (a) to (f) of this definition.\nAgent\tMeans any Person who has been appointed by the Fund Manager of a Passported Fund to Promote the Units of that Passported Fund.\nAgreeing to Carry On Specified Kinds of Activity\tHas the meaning given in paragraph 70 of Schedule 1 of FSMR.\nAllotment\tIn relation to MKT Chapter 6, means the process or processes by which the number of Relevant Securities to be received by investors who have previously subscribed or applied for them is determined.\nAML or AML Rulebook\tMeans the Anti-Money Laundering and Sanctions Rules and Guidance.\nAML Return\tMeans the return which is required to be completed by Relevant Persons in accordance with AML 4.6.\nAncillary Stabilisation\tIn relation to MKT Chapter 6, means the exercise of an Overallotment Facility or of a Greenshoe Option by Authorised Persons, in the context of a Significant Distribution of Relevant Securities, exclusively for facilitation Stabilisation activity.\nAppeals Panel\tMeans the panel appointed by the Board in accordance with section 225 of FSMR.\nApplicant\tHas the meaning given in section 258 of FSMR.\nAppointed Fund Administrator\tHas the meaning given in FUNDS 7.1.2(1)(a).\nAppointed Trustee\tHas the meaning given in FUNDS 7.1.2(1)(a).\nApproval\tMeans the approval granted in accordance with section 43 of FSMR.\nApproved Assets\tMeans\n(1)\tA certificate of deposit with a maximum term to maturity of six months issued by and held with an Eligible Bank;\n(2)\tA term deposit with an Eligible Bank with a remaining term to maturity of one year or less;\n(3)\tA negotiable debt instrument, with a remaining term to maturity of five years or less, where the instrument, or issuer thereof, is Rated at least AA by Standard & Poor’s, or the equivalent by another rating agency;\n(4)\tA repurchase agreement which is fully collateralised with negotiable debt instruments meeting the rating criterion in (3), and where the credit rating of the counterparty also meets the criteria; or a bond fund meeting the rating criterion in (3) and where the designated bank account for redeemed investment is an Insurance Bank Account held by the Authorised firm in accordance with the requirement of COBS Rule 7.11.6.\nApproved Person\tMeans an individual who has been authorised by the Regulator to perform one or more Controlled Functions for an Authorised Person.\nApproved Stock Exchange\tA stock exchange designated as approved by a written notice from the Regulator, subject to any conditions that the Regulator may specify in that notice.\nApproved Prospectus\tIn relation to Securities to which section ‎61 of FSMR applies, means a prospectus approved by the Regulator.\nArboun\tMeans a down payment in the form of a non refundable deposit paid by a buyer and which gives the buyer the right to confirm or cancel a sale at a future date.\nArranging Credit \tHas the meaning given in paragraph 50 of Schedule 1 of FSMR.\nArranging Deals in Investments\tHas the meaning given in paragraph 16 of Schedule 1 of FSMR.\nArranging Custody\tIn relation to:\n(a)\tCOBS, means arranging for one or more Persons to Provide Custody; and\n(b)\tGEN and FEES, has the meaning given in paragraph 46 of Schedule 1 of FSMR.\nArranging Deals in Investments\tHas the meaning given in paragraph 16 of Schedule 1 of FSMR.\nAssets\tMeans, unless specified otherwise, collateral held to cover positions and includes the right to the transfer of assets equivalent to that collateral or the proceeds of the realisation of any collateral, but does not include Default Fund Contributions.\nAssets Requirement\tHas the meaning given in FSMR.\nAssociate\tIn relation to:\n(a)\tMIR and Chapter 8 of GEN, means, in respect of a Person ‘A’ holding Shares or entitled to control the exercise of voting power in an Authorised Person or a Holding Company of an Authorised Person:\n(i)\tthe spouse of A;\n(ii)\ta child or stepchild of A;\n(iii)\tthe trustee of any settlement, including any disposition or arrangement under which property is held on trust or subject to a comparable obligation, under which A has a life interest in possession;\n(iv)\tan Undertaking of which A is a director;\n(v)\ta Person who is an Employee or partner of A;\n(vi)\twhere A is an Undertaking:\n(A)\ta director of A;\n(B)\ta subsidiary or wholly owned subsidiary of A;\n(C)\ta director or Employee of such a subsidiary or wholly owned subsidiary; or\n(vii)\ta Person who has an agreement or arrangement with A with respect to the acquisition, holding or disposal of Shares or other interests in the Authorised Person or the Holding Company of an Authorised Person or under which they undertake to act together in exercising their voting power in relation to an Authorised Person or the Holding Company of an Authorised Person or that other Person.\n(b) \tMKT, a Person (the second person) is an associate of another Person (Person ‘A’) where one or more of the following applies:\n(i) \t in the case A is a Natural Person, the second person is an Undertaking controlled by A;\n(ii) \t in the case A is an Undertaking, the second person is an Undertaking:\n(A) \tA controls; or\n(B) \tthat controls A; or\n(C) \tthat is controlled by any Person that controls A;\n(iii) \t the second person is a Person who is a Listed Entity with whom A has, or proposes to enter into, a relevant agreement for the purpose of controlling or influencing the composition of the second person’s board or the conduct of the second person’s affairs; or\n(iv) \t the second person is a Person who is a Listed Entity with whom A has is acting, or is proposing to act, in concert in relation to the second person’s affairs:\n(c)\treferences other than in MIR, MKT and GEN Chapter 8, means, in respect of a Person ‘A’, any Person, including an affiliated company which is:\n(i) \tan Undertaking in the same Group as A; or\n(ii) \tany other Person whose business or domestic relationship with A or his Associate might reasonably be expected to give rise to a community of interest between them which may involve a conflict of interest in dealings with third parties.\nIn all Rulebooks, where Person ‘A’ is a Natural Person, a Close Relative of A is taken to be an Associate unless the contrary is established.\nAssociated Instruments\tIn relation to MKT Chapter 6, means the following Securities (including those which are not admitted to trading on a Recognised Investment Exchange, or for which a request for admission to trading on such a Recognised Investment Exchange has not been made, provided that the Regulator has agreed to standards of transparency for transactions in such Securities):\n(a)\tcontracts or rights to subscribe for, acquire or dispose of Relevant Securities;\n(b)\tfinancial derivatives on Relevant Securities;\n(c)\twhere the Relevant Securities are convertible or exchangeable debt Instruments, the Securities into which such convertible or exchangeable debt Instruments may be converted or exchanged;\n(d)\tInstruments which are issued or guaranteed by the Issuer or guarantor of the Relevant Securities and whose market price is likely to materially influence the price of the Relevant Securities, or vice versa; and\n(e)\twhere the Relevant Securities are Securities equivalent to Shares, the Shares represented by those Securities (and any other Securities equivalent to those Shares).\nAuditor\tMeans a person appointed in accordance with section 189 of FSMR, who satisfies such requirements as to qualifications, experience and other matters (if any) as may be specified.\nAuthorised Fund Manager\tMeans a Fund Manager that holds a Financial Services Permission to carry on the management of a Fund.\nAuthorised ISPV\tMeans an Insurance Special Purpose Vehicle which holds a Financial Services Permission to carry on either or both of the following Regulated Activities:\n(a)\tEffect Contracts of Insurance; or\n(b)\tCarry Out Contracts of Insurance as Principal.\nAuthorised Person\tMeans a Person, other than a Recognised Body, who is authorised under the FSMR.\nAuthority\tMeans the Securities and Commodities Authority, the Financial Services Regulatory Authority or the Dubai Financial Services Authority.\nBai' Bithaman Ajil\tMeans a sale and purchase transaction for the financing of an asset on a deferred payment basis with a pre agreed payment period in relation to assets comprising land, building, machinery and equipment.\nBank\tMeans an Authorised Person which holds a Financial Services Permission authorising it to carry on the Regulated Activity of Accepting Deposits.\nBehaviour\tMeans action or inaction.\nBenchmark\tHas the meaning given in section 258 of FSMR.\nBeneficial Owner\tIn relation to AML means, in relation to a customer, a natural person who ultimately owns or controls the customer or a natural person on whose behalf a transaction is conducted or a business relationship is established and includes:\n(a)\tin relation to a body corporate, a person referred to in Rule 8.3.3(2);\n(b)\tin relation to a Partnership, a person referred to in Rule 8.3.4(2);\n(c)\tin relation to a trust or other similar Legal Arrangement, a person referred to in Rule 8.3.5 (2); and\n(d)\tin relation to a foundation, a person referred to in Rule 8.3.6(2).\nBinding Murabaha for the Purchase Orderer\tMeans a Murabaha for the Purchase Orderer which is expressed to be binding on the purchaser.\nBoard\tMeans in reference to a corporation, the board of Directors of the corporation.\nBody Corporate\tMeans any body corporate, including limited liability partnership and a body corporate constituted under the law of a country or territory outside of the ADGM.\nBranch\tMeans a place of business within the ADGM which:\n(a)\thas no separate legal personality;\n(b)\tforms a legally dependant part of an Authorised Person whose principal place of business and head office is in a jurisdiction other than the ADGM; and\n(c)\tthrough which the Authorised Person carries on Regulated Activities in or from the ADGM.\nBusiness Day\tMeans any day which is not a Saturday, Sunday or an official public holiday in ADGM.\nBusiness Rules\tMeans the written rules of a Recognised Investment Exchange which govern the membership and the operations of a financial market operated by it.\nBuy back Programmes\tIn relation to MKT Chapter 6, means trading in own Shares in accordance with the Companies Regulations 2015, or other comparable legislation relevant to non-ADGM incorporated Listed Entities.\nC1\tMeans the Low Estimate scenario of Contingent Resources.\nC2\tMeans the Best Estimate scenario of Contingent Resources.\nC3\tMeans the High Estimate scenario of Contingent Resources.\nCapital\tMeans Tier 1 Capital, as defined in PRU.\nCapital Requirement\tMeans the minimum amount of Capital Resources an Authorised Person must hold, calculated in accordance with the applicable provisions of PRU Chapter 3.\nCapital Resources\tMeans the total capital resources of an Authorised Person calculated in accordance with PRU 3.15.\nCaptive Cell\tMeans a:\n(a)\t\tClass 1 Captive Cell;\n(b)\t\tClass 2 Captive Cell;\n(c)\t\tClass 3 Captive Cell; or\n(d)\t\tClass 4 Captive Cell.\nCaptive Insurance\tHas the meaning given in CIB 1.2.1.\nCaptive Insurance Business Rules (CIB)\tThe Captive Insurance Business Rules of the Rulebook.\nCaptive Insurance Management\tHas the meaning given in CIB 1.8.\nCaptive Insurance Manager\tHas the meaning given in CIB 1.8.1.\nCaptive Insurer\tMeans an Authorised Person permitted under the conditions of its Financial Services Permission to carry on Captive Insurance Business as a Class 1, Class 2, Class 3 or Class 4 Captive Insurer\nCarrying Out Contracts of Insurance as Principal\tHas the meaning given in paragraph 32 of Schedule 1 of FSMR.\nCategory\tMeans a prudential grouping of Authorised Persons which determines the application of the Rules in PRU, as outlined in PRU 1.3.\nCategory 3B\tHas the meaning given in PRU 1.3.\nCategory 3C\tHas the meaning given in PRU 1.3.\nCategory 4\tHas the meaning given in PRU 1.3.\nCedant\tMeans an ADGM Captive Insurer which arranges to transfer all or part of the risk undertaken under a Contract of Insurance to another Insurer, in order to reduce its exposure.\nCell\tMeans a cell created by a Protected Cell Company or an Incorporated Cell Company for the purpose of segregating and protecting Cellular Assets in the manner provided by the Companies Regulations 2015.\nCell Company\tMeans a Protected Cell Company or an Incorporated Cell Company.\nCell Return\tThe return described in CIB 2.3.5(4).\nCell Share Capital\tMeans capital comprising of the proceeds of the issue of Cell Shares.\nCell Shares\tMeans shares created and issued by a Protected Cell Company or an Incorporated Cell Company in respect of one of its Cells.\nCellular Asset\tMeans an asset of a Protected Cell Company or an Incorporated Cell Company attributable to a Cell of that Protected Cell Company or Incorporated Cell Company.\nCentral Bank\tMeans the Central Bank of the U.A.E. or its equivalent in another country, territory or jurisdiction.\nCentral Counterparty Services\tMeans the services provided by a Recognised Clearing House where it legally interposes itself between counterparties to contracts traded within a Recognised Investment Exchange or Remote Investment Exchange, becoming the buyer to every seller and the seller to every buyer.\nCertificate\tIn relation to:\n(a)\tMKT, means an instrument:\n(i)\twhich confers on the bidder contractual or property rights to or in respect of a Share, Debenture, Unit or Warrant held by a Person; and\n(ii)\tthe transfer of which may be effected by the holder without the consent of that other Person; but excludes rights under an Option; and\n(b)\tFEES, has the meaning given in paragraph 92 of Schedule 1 of FSMR.\nCharge\tMeans any form of security, including a mortgage.\nChief Executive (CEO)\tIn relation to:\n(a)\tthe CMC, means:\n(i)\tin relation to a Body Corporate whose principal place of business is within the ADGM, an employee of that body who, alone or jointly with one or more others, is responsible under the immediate authority of the Directors, for the conduct of the whole of the business of that body; or\n(ii)\tin relation to a Body Corporate whose principal place of business is outside the ADGM, means the person who, alone or jointly with one or more other Persons, is responsible for the conduct of its business within the ADGM;\n(b)\telsewhere, means the individual appointed to the office of Chief Executive of the Regulator by the Board of the ADGM.\nCIMVAL Code\tMeans the Canadian Code for the Valuation of Mineral Properties (the “CIMVAL Code”), 2019, adopted by the Canadian Institute of Mining, Metallurgy & Petroleum (the “CIM”) Council, and available as specified at: www.mrmr.com.org, or as amended or updated.\nClass 1 Captive Cell\tMeans a Cell to which are attributable assets and liabilities arising out of Insurance Business only in respect of risks related to arising out of the business or operations of members of a Group which together hold a majority of Cell Shares, including for this purpose only contracts of reinsurance in respect of such risks insured by the Cedant.\nClass 2 Captive Cell\tMeans a Cell in which no more than 20% if its Gross Written Premium is attributable to third party risks arising from business or operations that are closely linked to the business or operations of members of a Group which together hold a majority of the Cell Shares, including for this purpose only contracts of reinsurance in respect of such risks insured by the Cedant.\nClass 3 Captive Cell\tMeans a Cell established by a Protected Cell Company or an Incorporated Cell Company:\n(a)\tcomprising attributable assets and liabilities arising out of Insurance Business only in respect to risks related to or arising out of the business or operations of Persons who engage in similar, related or common:\n(1)\tbusinesses;\n(2)\tactivities;\n(3)\ttrade;\n(4)\tservices; or\n(5)\toperations;\nincluding for this purpose only contracts of reinsurance in respect to such risks insured by the Cedant; and\n(b)\towned by such Persons or by a Body Corporate of which all such Persons are members.\nClass 4 Captive Cell\tMeans a Cell which the Regulator decides does not meet the Requirements for a Class 1 Captive Cell, a Class 2 Captive Cell or a Class 3 Captive Cell but which should be classified as a Class 4 Captive Cell.\nClass 1 Captive Insurer\tMeans an ADGM Incorporated Insurer permitted under the conditions of its Financial Services Permission to effect or carry out Contracts of Insurance only for risks related to or arising out of the business or operations of the Group, including for this purpose only contracts of reinsurance in respect of such risks insured by the Cedant.\nClass 2 Captive Insurer\tMeans an ADGM Incorporated Insurer that is permitted under the conditions of its Financial Services Permission to obtain no more than 20% of its Gross Written Premium in any year from third party risks arising from business or operations that are Closely Linked to the business or operations of the Group to which the Insurer belongs, including for this purpose only contracts of reinsurance in respect of such risks insured by the Cedant.\nClass 3 Captive Insurer\tMeans an ADGM Incorporated Insurer which is:\n(a)\tpermitted under the conditions of its Financial Services Permission to effect or carry out Contracts of Insurance only for risks related to or arising out of the business or operations of persons who engage in similar, related or common:\n(1)\tbusinesses;\n(2)\tactivities;\n(3)\ttrade;\n(4)\tservices; or\n(5)\toperations;\nincluding for this purpose only contracts of reinsurance in respect of such risks insured by the Cedant, and\n(b)\towned by such Persons or by a Body Corporate of which all such Persons are members.\nClass 4 Captive Insurer\tMeans an ADGM Incorporated Insurer that does not meet the requirements for a Class 1 Captive Insurer, Class 2 Captive Insurer or Class 3 Captive Insurer.\nClass of Business \tA classification of insurance contracts having similar characteristics, specified Part 4 of Schedule 1 of FSMR.\nClearing\tMeans, in relation to a Recognised Clearing House or Remote Clearing House, the process of establishing positions, including the calculation of net obligations and ensuring that Securities, cash, or both, are available to secure the exposures arising from those positions.\nClearing Member\tMeans, in relation to a Recognised Clearing House or Remote Clearing House, an undertaking which participates in a Recognised Clearing House or Remote Clearing House and which is responsible for discharging the financial obligations arising from that participation.\nClearing Member Client Contract\tMeans a contract between a Recognised Clearing House or Remote Clearing House, and one or more of the parties mentioned in section 151‎(6) of FSMR which is recorded in the accounts of the Recognised Clearing House or Remote Clearing House as a position held for the account of a Client, an Indirect Client or a group of Clients or Indirect Clients.\nClearing Rules\tMeans the written rules governing the provision of Clearing and Clearing Services by a Recognised Clearing House.\nClearing Services\tMeans:\n(a)\tthe services provided by a Recognised Body or Remote Body in connection with contracts between each of the parties or the Recognised Body or Remote Body (in place of, or as an alternative to, a contract directly between the parties);\n(b)\tthe services provided by a Recognised Body or Remote Body to another Recognised Body or Remote Body in connection with contracts between them; or\n(c)\tthe services provided by a Recognised Investment Exchange to a Recognised Clearing House or to another Recognised Investment Exchange in connection with contracts between them,\nfor the purpose of enabling the rights and liabilities of that Member, Recognised Investment Exchange, Remote Body or other Recognised Clearing House under a transaction to be settled.\n\nClient\tMeans a Retail Client or Professional Client as defined in COBS 2.\nClient Account\tIn relation to:\n(a)\tClient Money and Relevant Money, means an account as described in COBS 14.6.1; and\n(b)\ta Safe Custody Asset, means an account specified in COBS 15.4.2.\nClient Agreement\tMeans an agreement between an Authorised Person and a Client which is made or entered into in accordance with COBS 3.3.\nClient Assets\tMeans Client Money and Client Investments.\nClient Equity Balance \tMeans the amount which a firm would be liable (ignoring any non cash collateral held) to pay to a Client (or the Client to the firm) in respect of its margined transactions if each of its open positions was liquidated at the closing or settlement prices published by the relevant exchange or other appropriate pricing source and the Client’s account closed. This refers to cash values and does not include non cash collateral or other designated investments held in respect of a margined transaction.\n\nClient Investments \tMeans all Investments held or controlled on behalf of Client in the course of, or in connection with, the carrying on of the Investment Business.\nClient Money\tMeans money of any currency which an Authorised Person holds on behalf of a Client (including any receivables of the Authorised Person in respect of bank accounts or clearing or brokerage accounts) or which an Authorised Person treats as Client Money, subject to the exclusions in COBS 14.3.1.\nClient Money Auditor's Report \tMeans a report referred to in GEN 6.6.1(c) and containing the content specified in GEN 6.6.6.\nClient Money Distribution Rules\tHas the meaning given in COBS 14.13.\nClient Money Rules\tMeans the Rules in COBS 14.2 relating to the holding of Client Money.\nClimate Transition Fund Attestation Requirement\tHas the meaning given to it in FUNDS 20.3.5.\nClimate Transition Fund Investment Requirement\tHas the meaning given to it in FUNDS 20.3.2.\nClimate Transition Portfolio Attestation Requirement\tHas the meaning given to it in COBS 3.8.14.\nClimate Transition Portfolio Investment Requirement\tHas the meaning given to it in COBS 3.8.11.\nClose Links or Closely Linked\tA Person (\"Person A\") has Close Links or is Closely Linked with another Person (\"Person B\") if:\n(a)\tPerson B:\n(i)\tis a Holding Company of Person A;\n(ii)\tis a Subsidiary of Person A;\n(iii)\tis a Holding Company of the Subsidiary of Person A;\n(iv)\tis a Subsidiary of a Holding Company of Person A; or\n(v)\towns and controls 20% or more of the voting rights or shares of Person A; or\n(b)\tPerson A owns and controls 20% or more of the voting rights or shares of Person B.\nClose Period\tMeans, in relation to MKT 9.4.2:\n(a)\tthe period from the relevant financial year end up to and including the time of the announcement or publication of the annual financial reports; and\n(b)\tif the Authorised Person reports:\n(i)\ton a semi annual basis, the period from the end of the relevant semi annual financial period up to and including the time of the announcement or publication; or\n(ii)\ton a quarterly basis, the period from the end of the relevant quarter up to and including the time of the announcement.\nClose Relative\tMeans in relation to a person:\n(a)\this spouse;\n(b)\this children and step children, his parents and step parents, his brothers and sisters and his step brothers and step sisters; and\n(c)\tthe spouse of any person within paragraph (b) of this definition.\nCMC\tMeans the Code of Market Conduct.\nCOBS\tMeans the Conduct of Business module of the Rulebook.\nCollateral\tMeans a Client Investment which has been paid for in full by a Client and which is held or controlled by the Authorised Person under the terms of a deposit, pledge, charge or other security arrangement.\nCollective Investment Fund\tMeans an arrangement falling within section 106 of FSMR and which is not excluded under FUNDS Chapter 2.\nCommission\tMeans any form of commission, including a benefit of any kind, offered or given in connection with Investment Business.\nCommitted Capital\tMeans the total value of all capital committed by subscribers for Units in a Fund, consisting of both drawn contributions and undrawn capital contributions which subscribers are contractually obligated to make upon demand by the Fund Manager.\nCommodity Derivative\tMeans a Derivative in respect of a commodity.\nCompanies Regulations\tMeans the ADGM Companies Regulations 2020.\nCompany\tIncludes:\n(a)\tany Body Corporate (wherever incorporated); and\n(b)\tany unincorporated body constituted under the law of a country, territory or jurisdiction outside the ADGM.\nCompany Service Provider\tMeans a Person that, carries out the following services for a Customer:\n(a)\tacting as a formation agent of Legal Persons;\n(b)\tacting as (or arranging for another Person to act as) a director or secretary of a company, a partner of a partnership or a similar position in relation to other Legal Persons or Legal Arrangements;\n(c)\tproviding a registered office, business address or accommodation, correspondence or administrative address for a company, a partnership or any other Legal Person or Legal Arrangement;\n(d)\tacting as (or arranging for another Person to act as) a trustee of an express trust or performing the equivalent function for another form of Legal Arrangement; or\n(e)\tacting as (or arranging for another Person to act as) a nominee shareholder for another Person.\nCompetent Person\tMeans:\n(a) \tin relation to a Mining Reporting Entity, the meaning of the term, or that given to a Qualified Person as applicable, in a Mining Reporting Standard; and\n(b) \tin relation to a Petroleum Reporting Entity, a person who:\n(i) \thas obtained a bachelors or advanced degree in Petroleum engineering, geology, geophysics or other discipline of engineering or physical science;\n(ii) \thas a minimum of five years practical experience in Petroleum engineering, Petroleum production geology or Petroleum geology, with at least three years of such experience being in the evaluation and estimation of Petroleum Reserves, Contingent Resources and Prospective Resources; and\n(iii) \tis a member of good standing of a professional organisation of engineers, geologists or other geoscientists whose professional practice includes Petroleum Reserves, Contingent Resources and Prospective Resources evaluations and/or audits. The professional organisation must:\n(A) \trequire members to comply with the professional standards of competence and ethics prescribed by the organisation that are relevant to the estimation, evaluation, review or audit of Petroleum Reserves, Contingent Resources and Prospective Resources data; and\n(B) \thave disciplinary powers, including the power to suspend or expel a member.\nComplaint\tMeans any oral or written expression of dissatisfaction from a Client to an Authorised Person or Recognised Body in connection with the provision of, or failure to provide, a Regulated Activity to the Client.\nCompliance Officer\tMeans in relation to an Authorised Person, the Controlled Function described in GEN 5.3.6.\nConducting Islamic Financial Business\tMeans in relation to:\n(a) \tan Authorised Person, carrying on one or more Regulated Activities or specified category of Regulated Activity in accordance with Shari'a; and\n(b) \ta Recognised Body, carrying on any part of its business in accordance with Shari’a.\nConnected\tMeans in relation to GEN and in relation to a Person (\"A\"), a Person which has or has at any relevant time had the following relationship to A:\n(a)\ta member of A's Group;\n(b)\ta Controller of A;\n(c)\ta Member of a Partnership of which A is a Member;\n(d)\tan Employee or former Employee of A;\n(e)\tif A is a company:\n(i)\tan officer or manager of A or of a parent of A;\n(ii)\tan agent of A or of a parent of A;\n(f)\tif A is a Partnership is or has been a member, manager or agent of A; or\n(g)\tif A is an unincorporated association of persons which is not a Partnership, is or has been an officer, manager or agent of A.\nConnected Person\tHas the meaning given in MKT in accordance with section 76(2)(a) of FSMR.\nConstitution\tMeans in relation to a Fund:\n(a)\twhich is in the form of a Body Corporate, the instrument of incorporation;\n(b)\twhich is in the form of an Investment Trust, the trust deed;\n(c)\twhich is in the form of a Partnership, the partnership deed; or\n(d)\tadopting a form other than one specified in  paragraphs (a) to (c) of this definition, an instrument creating the legal form of the Fund to which the Fund Manager is a party setting out provisions relating to any aspect of the operation or management of the Fund.\nConsumed in Operations (CiO)\tMeans that portion of produced Petroleum consumed as fuel in production or lease plant operations before delivery to the market at the Reference Point.\nContingent Liability Investments\tMeans a Derivative under the terms of which the Client will or may be liable to make further payments (other than Charges, and whether or not secured by margin) at closing or expiry of the Derivative or upon the earlier closing out of the Client’s position.\nContingent Resources\tMeans those quantities of Petroleum estimated, as of a given date, to be potentially recoverable from known accumulations by application of development Petroleum Projects, but which are not currently considered to be commercially recoverable due to one or more contingencies.\nContract of Insurance \tHas the meaning given in Part 4 of Schedule 1 of FSMR.\nContravention\tMeans a contravention of any Regulations or Rules made by the Board and the Regulator, as the case may be.\nControlled Function\tMeans the Senior Executive Officer, Licensed Director, Licensed Partner, Finance Officer, Compliance Officer, Senior Manager, Money Laundering Reporting Officer and Responsible Officer functions described in GEN 5.3.\nController\tIn relation to:\n(a)\tGEN, MIR, PRU, COBS and FEES, means in relation to an Authorised Person or Recognised Body, a Person who, either alone or with any Associate fulfils the criteria specified in GEN 8.8.2;\n(b)\tMKT, means a Person who meets the criteria specified in MKT 3.6.2 or MKT 7.3.2(2).\nConvertible\tMeans, in relation to a Financial Instrument, the contractual feature that gives an investor the right to convert into a Security at an agreed price or on an agreed basis.\nCorporate Finance Business\tMeans, in relation to COBS, carrying on of the following Regulated Activities:\n(a)\tDealing in Investments as Principal or Agent;\n(b)\tArranging Deals in Investments;\n(c)\tArranging and Providing Credit\n(d)\tAdvising on Investments or Credit\n(e)\tManaging a Collective Investment Fund; or\n(f)\tActing as the Trustee of an Investment Trust;\nin relation to Specified Investments listed in Schedule 1 of FSMR except for the following:\n(g)\tDeposits (paragraph 85); or\n(h)\tContracts of Insurance (paragraph 86).\nCorporate Governance\tIn relation to:\n(a)\ta Reporting Entity, means the:\n(i)\tnature, constitution or functions of the organs of the Reporting Entity;\n(ii)\tmanner in which organs of the Reporting Entity conduct themselves;\n(iii)\trequirements imposed on organs of the Reporting Entity;\n(iv)\trelationship between the different organs of the Reporting Entity; and\n(v)\trelationship between the organs of the Reporting Entity and the members of the Reporting Entity or holders of the Issuer's Securities; and\n(b)\tall other cases, means the principles prescribed in MKT 9.2.3 to 9.2.9.\nCorporate Structuring and Financing\tMeans providing advice or arranging credit relating to an acquisition, disposal, structuring, restructuring, financing or refinancing of a corporation or other legal entity, but excludes any advice on financial products or arranging of credit or deals in Investments given to an individual for the purposes of, or in connection with, the management of that individual's investments.\n\nCorrespondent Account\tMeans an account opened on behalf of a Correspondent Banking Client to receive deposits from, to make payments on behalf of or to otherwise handle financial transactions for or on behalf of the Correspondent Banking Client.\nCorrespondent Bank\tMeans a bank in a jurisdiction other than the ADGM where an Authorised Person opens a Correspondent Account.\nCorrespondent Banking Client\tMeans a Client of an Authorised Person which uses the firm's correspondent banking services account to clear transactions for its own customer base.\nCounterparty\tMeans any Person with or for whom an Authorised Person carries on, or intends to carry on, any regulated business or associated business.  In this context, a Counterparty includes an individual, unincorporated association, Company, government, local authority or other public body.\nCourt\tMeans the ADGM Court.\nCRCOM\tMeans a Credit Risk Capital Requirement method in PRU 4.8.\nCredit\tIncludes any cash loan or other financial accommodation.\nCredit Facility\tMeans any facility which includes any arrangement or agreement which extends monetary credit whether funded or unfunded to a Person including but not limited to any loan or syndicated loan, mortgage, overdraft, financial lease, letter of credit, financial guarantee, trade finance, transaction finance, project finance or asset finance.\nCredit Institution\tMeans:\n(a)\tan undertaking whose business is to receive Deposits or other repayable funds from the public and to grant Credits for its own account; or\n(b)\tan Electronic Money Institution.\nCredit Rating\tHas the meaning given in COBS Rule 9.1.2(b).\nCredit Rating Agency\tMeans a Person carrying on in or from the ADGM the Regulated Activity of Operating a Credit Rating Agency for which it has an authorisation under its Financial Services Permission.\nCredit Risk\tMeans, in relation to an Authorised Person, the risk of loss if another party fails to perform on its financial obligation to the Authorised Person.\nCredit Value Date\tMeans the date upon which Money placed in a Payment Account may be accessed by the holder of the Payment Account following a Payment Transaction.\n\nCSD Link\tMeans a link between two Central Securities Depositories, as described in COBS 10.4.1.\nCustomer\tIn relation to:\n(a)\tMKT, means:\n(i)\ta Person where, in relation to a business relationship between a Person and a Relevant Person, there is a firm intention or commitment by each party to enter into a contractual relationship or where there is a firm commitment by each party to enter into a Transaction, in connection with a product or service provided by the Relevant Person;\n(ii)\ta Client of an Authorised Person;\n(iii)\ta Member or prospective Member of, or an applicant for admission of Financial Instruments to trading on, a Recognised Investment Exchange or Recognised Clearing House; or\n(iv)\ta Person with whom a Relevant Person is otherwise establishing or has established a business relationship; and\n(b)\totherwise, means a person who is using, or who is or may be contemplating using, any of the services provided by an Authorised Person or Recognised Body.\nCustomer Due Diligence (CDD)\tHas the meaning given in AML 8.3.\nDealing in Investments as Agent\tMeans the Regulated Activity specified in paragraph 12 of Schedule 1 of FSMR.\nDealing in Investments as Principal\tHas the meaning given in paragraph 4 of Schedule 1 of FSMR.\nDealing in Securities\tMeans, in relation to MKT 9.4.2:\n(a)\tany acquisition or disposal of, or agreement to acquire or dispose of, Securities of the Authorised Person;\n(b)\tentering into a contract (such as a contract for difference) the purpose of which is to secure a profit or avoid a loss by reference to fluctuations in the price of the Securities of the Authorised Person;\n(c)\tthe grant, acceptance, acquisition, disposal, exercise or discharge of any option to acquire or dispose of any Securities of the Authorised Person;\n(d)\tentering into, terminating, assigning or novating any stock lending agreement in respect of the Securities of the Authorised Person;\n(e)\tusing as security, or otherwise granting a Charge, lien or other encumbrance over the Securities of the Authorised Person; or\n(f)\tany other transaction including a transfer for no consideration, or the exercise of any power or discretion effecting a change of ownership of a beneficial interest in, the Securities of the Authorised Person.\nDebenture\tMeans an instrument creating or acknowledging indebtedness, whether secured or not, but excludes:\n(a)\tan instrument creating or acknowledging indebtedness for, or for money borrowed to defray, the consideration payable under a contract for the supply of goods or services;\n(b)\ta cheque or other bill of exchange, a banker's draft or a letter of credit (but not a bill of exchange accepted by a banker);\n(c)\ta banknote, a statement showing a balance on a bank account, or a lease or other disposition of property; and\n(d)\ta Contract of Insurance.\nDebenture Warrants\tMeans any Warrants which relate to Debentures in the Authorised Person concerned issued by the Authorised Person.\nDebit Value Date\tMeans the date upon which Money is debited from the Payment Account of the Payer.\nDebt Financial Instrument\tMeans bonds or other forms of transferable securitised debts, with the exception of Securities which are equivalent to Shares in companies or which, if converted or if the rights conferred by them are exercised, give rise to a right to acquire Shares or Securities equivalent to Shares.\nDeemed Trust\tHas the meaning given in COBS 14.12.1.\nDefault Rules\tHas the meaning given in section 258 of FSMR.\nDelegation Agreement\tMeans an agreement in writing entered into by a Fund Manager or Trustee with a Service Provider in relation to delegated activities, which fulfils the criteria in FUNDS App 1.\nDelivery Versus Payment Transaction\tA transaction in which the transfer of Investments and the payment of Money between the buyer and seller are intended to occur around the same time.\n\nDeposit\tIn relation to:\n(a)\tFEES, has the meaning given in paragraph 85 of Schedule 1 of FSMR; and\n(b)\tFUNDS and COBS,  means a sum of money paid on terms:\n(i)\tunder which it will be repaid, with or without interest or a premium, and either on demand or at a time or in circumstances agreed by or on behalf of the Person making the payment and the Person receiving it; and\n(ii)\twhich is not referable to the provision of property (other than currency) or services or the giving of security.\n(iii)\tIn (i) money is paid on terms which may be made by reference to the provision of property or services or the giving of security if:\n(A)\tit is paid by way of advance or part payment under a contract for the sale, hire or other provision of property or services, and is repayable only in the event that the property or services are not in fact sold, hired or otherwise provided;\n(B)\tit is paid by way of security for the performance of a contract or by way of security in respect of loss which may result from the non performance of a contract; or\n(C)\twithout prejudice to (ii), it is paid by way of security for the delivery up of property, whether in a particular state of repair or otherwise.\nDerivative or Derivative Contract\tHas the meaning given in section 258 of FSMR.\nDesignated Non-Financial Business or Profession (DNFBP)\tMeans the following class of Persons who carries out the following businesses in ADGM:\n(a)\ta real estate agency which carries out transactions with other persons that involve the acquiring or disposing of Real Property;\n(b)\ta dealer in precious metals or precious stones;\n(c)\ta dealer in any saleable item of a price equal to or greater than USD15,000;\n(d)\tan accounting firm, audit firm, insolvency firm or taxation consulting firm;\n(e)\ta law firm, notary firm or other independent legal business; or\n(f)\ta Company Service Provider.\nDesignated Non-Member\tHas the meaning given in section 258 of FSMR.\nDeterministic Method\tmeans an assessment method based on discrete estimates(s) made based on available geoscience, engineering, and economic data and corresponds to a given level of certainty, or as otherwise set out in the Petroleum Reporting Standard.\nDirect Debit\tMeans a Payment Service for debiting the Payer’s Payment Account where a Payment Transaction is initiated by the payee on the basis of consent given by the Payer to the Payee, to the Payee’s Payment Service Provider or to the Payer’s own Payment Service Provider.\n\nDirect Electronic Access \tMeans any arrangement, such as the use of the Member's trading code, through which a Member or the Clients of that Member are able to transmit orders relating to Financial Instruments directly to the facility provided by the Recognised Body.\nDirect Long-Term Insurance\tLong-Term Insurance that is not reinsurance.\nDirection Notice\tMeans a written notice issued by the Regulator in certain circumstances directing an Authorised Person to disclose specified information to the market and to take any other steps as the Regulator considers appropriate.\nDirector\tIn relation to:\n(a)\tGEN, means:\n(i)\tin relation to an undertaking established under the Companies Regulations 2015, a Person who appears on the register maintained by the ADGM Registration Bureau pursuant to section 153 of those Regulations; and\n(ii)\tin relation to all other undertakings, a Person who has been admitted to a register which has a corresponding meaning to the ADGM register of Directors or performs the function of acting in the capacity of a Director, by whatever name called;\n(b)\tMKT, includes, in relation to a Body Corporate:\n(i)\ta person occupying in relation to it the position of a director (by whatever name called); and\n(ii)\ta person in accordance with whose directions or instructions (not being advice given in a professional capacity) the directors of that body are accustomed to act; and\n(c)\tAML, means:\n(i)\tIn relation to an undertaking established under the ADGM Companies Regulations 2015, a Person who appears on the Register of Directors maintained by the ADGM Registrar of Companies; and\n(ii)\tIn relation to all other undertakings, a Person who has been admitted to a register which has a corresponding meaning to the Register of Directors or performs the function of acting in the capacity of a Director, by whatever name called;\n(iii)\twho is employed or appointed by a Person in connection with that Person's business, whether under a contract of service or for services or otherwise; or\n(iv)\twhose services, under an arrangement between that Person and a third party, are placed at the disposal and under the control of that Person.\nDisclosure\tMeans the disclosures required under sections 75, 76 and 77 of FSMR.\nDiscretionary Portfolio Management Agreement\tMeans an agreement under which an Authorised Person agrees with a Client to manage an investment portfolio for that particular Client in accordance with pre agreed investment parameters in that agreement and where:\n(a)\tthe Client's approval of any specific Transaction is not required before undertaking the Transaction; and\n(b)\tthe assets of the Client are discretely held for that Client and no pooling of those assets occurs with the assets of any other Person, except purely for transactional purposes.\nDocument \tMeans any record of information recorded physically, electronically or in any other form and, in relation to information recorded otherwise than in legible form, references to its production include references to producing a copy of the information in legible form, or in a form from which it can readily be produced in visible and legible form.\nDomestic Feeder Fund\tMeans a Domestic Fund that is a Feeder Fund.\nDomestic Firm\tMeans an Authorised Person which:\n(a)\thas its registered and head office in the ADGM; or\n(b)\tif it is a Subsidiary of an Undertaking whose principal place of business and head office is in a jurisdiction other than the ADGM, has its registered office in the ADGM.\nDomestic Fund\tMeans a Fund established or domiciled in the ADGM.\nDomestic Master Fund\tMeans a Domestic Fund that is a Master Fund.\nEffecting Contracts of Insurance\tHas the meaning given in paragraph 31 of Schedule 1 of FSMR.\neKYC\tMeans verification of customer identity by way of non-face-to-face, electronic means only.\neKYC System\tMeans the technology and associated processes used to undertake eKYC.\nElectronic Money Institution\tMeans an undertaking or any other legal person that issues payment in the form of Electronic Money.\nElectronic Remote Payment Transaction\tMeans a Payment Transaction initiated by a Payer to pay for goods or services using electronic means without the simultaneous physical presence of the Payer and the Payee to the Payment Transaction.\n\nEligible Bank\tMeans:\n(a)\ta Bank;\n(b)\ta legal entity that is authorised to accept deposits and supervised by the Central Bank; or\n(c)\ta legal entity that is authorised to accept deposits and supervised by a Non-ADGM Financial Services Regulator and rated at least A- by Standard & Poor’s, or the equivalent by another rating agency as given in PRU 4.11.1.\nEligible Climate Transition Portfolio Asset\tMeans an asset that meets the criteria in COBS 3.8.12.\nEligible Climate Transition Fund Property\tMeans an asset or assets that meet the criteria in FUNDS 20.3.3.\nEligible Custodian\tHas the meaning given in FSMR.\nEligible Green Fund Property\tMeans an asset or assets that meet the criteria in FUNDS 20.2.3.\nEligible Green Portfolio Asset\tMeans an asset that meets the criteria in COBS 3.8.4.\nE-money\tHas the meaning given in section 258 of FSMR.\nE-Money or Electronic Money\tHas the meaning given in FSMR.\nEmployee\tMeans an individual:\n(a)\twho is employed or appointed by a Person in connection with that Person's business, whether under a contract of service or for services or otherwise; or\n(b)\twhose services, under an arrangement between that Person and a third party, are placed at the disposal and under the control of that Person.\nEmployee Incentive Scheme\tMeans a scheme:\n(a)\tfor the issue or acquisition of Equity Securities in a Listed Entity to be held by, or for the benefit of, participating employees or non-executive directors of the Listed Entity or a Related Entity or their Associates; or\n(b)\twhich, in the opinion of the Regulator, is an Employee Incentive Scheme.\nEnhanced Customer Due Diligence\tMeans undertaking Customer Due Diligence and the enhanced measures under AML 8.4.\nEnvironmental Instrument\tHas the meaning given in section 258 of FSMR.\nEPRS\tMeans Electronic Prudential Reporting System.\nEquity Securities\tMeans Shares, Warrants over Shares, Certificates over Shares, Units in a Fund, Convertible Securities, and any Security that the Regulator decides to classify as an Equity Security.\nETF\tMeans exchange traded fund.\nEU Climate Transition Benchmark\tHas the meaning given to it in Regulation (EU) 2016/1011 as may be amended from time to time.\nEU Green Bond Standard\tMeans the proposed Regulation of the European Parliament and of the council on European Green Bond.\nEU Paris Aligned Benchmark\tHs the meaning given to it in Regulation (EU) 2016/1011 as may be amended from time to time.\nEvaluation Date\tMeans the date at which estimates of Petroleum Resources, including estimates of Petroleum Reserves, Contingent Resources, or Prospective Resources are reported by a Competent Person.\nExcluded Offers\tHas the meaning given in FUNDS Chapter 5.\nExecute\tMeans, in relation to a transaction, to carry into effect or perform the transaction, whether as principal or as agent, including instructing another Person to execute the transaction.\nExecution Only Transaction \tMeans a Transaction executed by an Authorised Person upon the specific instructions of a Client where the Authorised Person does not give advice of the kind prescribed under article 28 of Chapter 3 of Schedule 1 of FSMR in relation to the Transaction and where, in the case only of Units, the Authorised Person has not Offered those particular Units to that Person.\nExempt Communications\tMeans communications referred to in MKT 4.2.1.\nExempt Fund\tHas the meaning given in FUNDS 3.3.3.\nExempt Offer\tMeans Offers prescribed in MKT 4.3.1.\nExempt Offeror\tMeans a recognised government or other person included in the list of Exempt Offerors maintained by the Regulator in accordance with the Rules and in accordance with section ‎60‎(2) of FSMR.\nExempt Person\tHas the meaning given in section 258 of FSMR.\nExempt Securities\tMeans Securities prescribed in MKT 4.4.\nExpenditure Based Capital Minimum\tMeans a capital requirement calculated in accordance with PRU 3.7.\nExpert\tHas the meaning given in MKT 4.10.2.\nExploration\tMeans the process by which geological information is collected and analysed to identify Mineralisation, as well as determining the economic feasibility of their Extraction (and includes geophysical surveys).\nExploration Results\tHas the meaning of the term or equivalent term in a Mining Reporting Standard.\nExploration Target\tHas the meaning of the term or equivalent term in a Mining Reporting Standard.\nExtraction\tMeans the crushing and separation of Mineralisation by a variety of techniques, and includes developing the infrastructure to extract Minerals or Petroleum (as the case may be).\nFailed or Failure\tMeans in relation to COBS Chapter 14, the appointment of a liquidator, receiver or administrator or trustee in bankruptcy or any equivalent procedure.\nFamily Takaful\tHas the meaning given in IFR 2.4.1(xv).\nFATF Recommendations\tMeans the publication entitled the \"International Standards on Combatting Money Laundering and the Financing of Terrorism and Proliferation\" as published and amended from time to time by the Financial Action Task Force (FATF).\nFederal AML Legislation \tMeans the legislation described in Section 15A of FSMR\nFederal Decree by law No. 20 of 2018\tMeans U.A.E Federal Decree by Law No. 20 of 2018 On Anti Money Laundering, Combating the Financing of Terrorism and Financing of Illegal Organisations\nFederal Law No. 1 of 2004\tMeans U.A.E Federal Law No. 1 of 2004 regarding Combatting Terrorism Offences.\nFederal Law No. 4 of 2002\tMeans U.A.E Federal Law No. 4 of 2002 regarding the Criminalisation of Money Laundering.\nFederal Law No. 7 of 2014\tMeans Federal Law No. 7 of 2014 regarding Combatting Terrorist Crimes.\nFee\tMeans any payment offered or made by a Client to an Authorised Person in connection with Investment Business or with any other business of the Authorised Person, including (where applicable) any Mark up or Mark down.\nFeeder Fund\tMeans a Fund which is dedicated to investing all, or substantially all, of its assets in the Units or Debentures of a single other Fund (Master Fund).\nFEES\tMeans the Fees module of the Rulebook.\nFiat Currency\tHas the meaning given in section 258 of FSMR.\nFinance Officer\tMeans in relation to an Authorised Person, the Controlled Function described in GEN 5.3.5.\nFinancial Crime\tIncludes:\n(a)\tfraud or dishonesty;\n(b)\tmisconduct in, or misuse of information relating to, a financial market;\n(c)\thandling the proceeds of crime; or\n(d)\tthe financing of terrorism.\nFinancial Group\tMeans a group of entities which includes an Authorised Person and:\n(a)\tany Parent of an Authorised Person incorporated in the Abu Dhabi Global Market;\n(b)\tany subsidiaries (whether direct or indirect) of the Parent or Parents in (a) above or of the Authorised Person which are Financial Institutions;\n(c)\tany Financial Institution in which the Parent or Parents in (a) above, the subsidiaries in (b) above or the Authorised Person (whether direct or indirect) hold 20% or more of the voting rights or capital; and\n(d)\tany entity which the Regulator directs the Authorised Person to include in accordance with PRU 8.1.2 or PIN 8.1.2.\nFinancial Group Capital Adequacy Report\tMeans the Report referred to in PIN 6.6.1.\nFinancial Group Capital Requirement\tMeans the Capital Requirement of a Financial Group calculated in accordance with PRU 8.3.3 or PIN 8.3.4.\nFinancial Group Capital Resources\tMeans the Capital Resources of a Financial Group calculated in accordance with PRU 8.3.4 or PIN 8.3.3.\nFinancial Institution\tMeans:\n(a)\t(i)\tan Authorised Person; or\n(ii) \tany Person that carries out as its principal business an activity which would be a Regulated Activity if carried out in ADGM; and\n(b)\tthat is not one of the following:\n(i) \ta governmental organisation, including the Central Bank of the United Arab Emirates or its equivalent in any State;\n(ii) \ta multilateral development bank.\nFinancial Instrument\tHas the meaning given in section 258 of FSMR.\nFinancial Intermediary\tMeans, for the purposes of MKT 4.6.5, an Authorised Person or a Person with a Financial Services Permission and supervised by the Regulator.\nFinancial Services Permission\tMeans a permission given, or having effect as if so given, by the Regulator in accordance with ‎Part 4 of FSMR.\nFinancial Services Regulator \tMeans a regulator of financial services activities established in a jurisdiction other than the ADGM\nFinancial Statement Auditor's Report\tMeans a report referred to in GEN 6.6.1(a).\nFIU\tMeans the Financial Intelligence Unit of the U.A.E.\nForeign Fund\tMeans a Fund that is not a Domestic Fund.\nForeign Fund Manager\tMeans a Fund Manager that is neither established in, nor operates from a place of business in, the ADGM.\nForeign Provision\tMeans, in relation to GEN 4.6.1(2)(c), any laws, regulations or administrative provisions of a country, territory or jurisdiction other than the ADGM.\nFramework Contract\tMeans a contract for the performance of Payment Services that governs the future execution of individual and successive Payment Transactions and which may contain the obligation and conditions for setting up a Payment Account.\n\nFSMR\tMeans the Financial Services and Markets Regulations 2015.\nFund\tMeans a Collective Investment Fund.\nFund Administrator\tMeans an Authorised Person which is authorised under its Financial Services Permission to Act as the Administrator of a Collective Investment Fund or a Person who is authorised or licensed by a Non ADGM Financial Services Regulator to provide such administration.\nFund Auditor's Report\tMeans a report referred to in GEN 6.6.1(e) and containing the content specified in GEN 6.6.8.\nFund Manager\tMeans a Person responsible for the management of the property held for or within a Fund and who otherwise operates the Fund.\nFund Property\tMeans the property held for or within a Fund.\nFund Return \tThe return described in CIB 2.3.5(5).\nFUNDS\tMeans the Funds Rulebook.\nFuture\tHas the meaning given in paragraph 95 of Schedule 1 of FSMR.\nGEN\tMeans the General module of the Rulebook.\nGeneral Insurance\tMeans insurance other than Long Term Insurance.\nGeneral Insurance Business\tMeans the business of Effecting Contracts of Insurance or Carrying Out Contracts of Insurance, where the Contracts of Insurance are contracts of General Insurance.\nGeneral Insurance Liabilities\tMeans liabilities of an Insurer arising under or associated with contracts of General Insurance entered into by it, as insurer or Cedant, including liabilities in respect of claims (whether or not incurred), acquisition costs and claims settlement costs.\nGeneral Partner\tMeans the general partner of a Partnership (including an Investment Partnership).\nGeneral Prohibition\tHas the meaning given in section 258 of FSMR.\nGeneral Takaful\tHas the meaning given in IFR 2.4.1(xvi).\nGLO\tMeans the Glossary module of the Rulebook.\nGlobal Return\tMeans the return described in CIB 2.3.5(3).\nGoverning Body\tIn relation to:\n(a)\tFUNDS, and in relation to a Fund, means a Person or a body of Persons who together form the directing mind of the Fund including but not limited to:\n(i)\tits Fund Manager, a member of its main or supervisory board, a General Partner; or\n(ii)\tany other Person or body of Persons exercising equivalent powers and functions in relation to directing the operation of the Fund; and\n(b)\texcept in the Fund Rules, means the board of directors, partners, committee of management or other governing body of an Undertaking.\nGoverning Contract\tMeans a contract between a Customer and a Third Party Provider for the provision of Third Party Services.\nGPM\tMeans the Guidance and Policies Manual, once published by the Regulator.\nGreen Fund Attestation Requirement \tHas the meaning given to it in FUNDS 20.2.5.\nGreen Fund Investment Requirement \tHas the meaning given to it in FUNDS 20.2.2.\nGreen Portfolio Attestation Requirement\tHas the meaning given to it in COBS 3.8.6.\nGreen Portfolio Investment Requirement\tHas the meaning given to it in COBS 3.8.3.\nGreenshoe Option\tIn relation to MKT Chapter 6, means an option granted by the Offeror in favour of the Stabilisation Manager and/or his Stabilisation Agents involved in the Offer for the purpose of covering over-allotments, under the terms of which such Stabilisation Manager or his Stabilisation Agents may purchase up to a certain amount of Relevant Securities at the Offer price during the Stabilisation Window.\nGross Written Premium\tMeans:\n(a)\tin relation to a Contract of Insurance, the amount of premium payable by the insured in respect of that contract, excluding any excise taxes levied on premiums and receivable by the Insurer but without any deduction for commissions or other acquisition expenses; and\n(b)\tin relation to an Insurer during a period:\n(1)\tin respect of General Insurance, the aggregate amount of Gross Written Premium in respect of insurance and reinsurance contracts entered into by the Insurer as insurer during that period, together with any adjustments arising in that period in respect of contracts effected in previous periods; and\n(2)\tin respect of Long Term Insurance, the aggregate amount of Gross Written Premium becoming due for payment in that period.\nGroup\tHas the meaning given in section 258 of FSMR.\nGroup Risk\tMeans the risk of loss to the Authorised Person as a result of its membership of, or links within a Group.\nGuidance\tHas the meaning given in section 15(2) of FSMR.\nHamish Jiddiyyah\tMeans a Shari'a compliant collateral provided against a promise to purchase.\nHistorical Estimate\tMeans an estimate of quantity and grade of authorisation that is based on information and supporting documentation that was prepared prior to the introduction of the first edition of the JORC Code in 1989, the SAMREC Code in 2000 and NI 43-101 in 2001, and which a Mining Reporting Entity has not verified as Mineral Resources or Ore Reserves in accordance with a Mining Reporting Standard.\nHolding\tIn relation to GEN 8.8, means, in respect of a Person, shares, voting rights or a right to acquire shares or voting rights in an Authorised Person or a Holding Company of that firm held by that Person either alone or with any Associate, and 'Holds', 'Hold', 'Held' and 'Holder' shall be interpreted accordingly.\nHolding Company\tHas the meaning given in section 1015 of the Companies Regulations 2015.\nHome Jurisdiction\tMeans, in relation to a Fund, the Jurisdiction in which the Fund is established or domiciled.\nHome Regulator\tMeans:\n\n(a)\tin relation to a Passported Fund, the Authority that is responsible for regulating the Passported Fund in the Home Jurisdiction where the Fund is established or domiciled; and\n(b)\tin relation to the Fund Manager of a Passported Fund, the Authority that is responsible for regulating the Fund Manager in the Home Jurisdiction where the Passported Fund is established or domiciled.\nHost Jurisdiction\tMeans, in relation to a Passported Fund, a Jurisdiction into which the Passported Fund may be Promoted under the Fund Passporting Rules.\nHost Regulator\tMeans in relation to a Passported Fund, the Authority in the Host Jurisdiction into which a Passported Fund may be Promoted in accordance with the Fund Passporting Rules.\nICMA Green Bond Principles\tMeans the Green Bond Principles developed by the International Capital Market Association as may be amended from time to time.\nICMA Guidelines for Green, Social and sustainability Debentures Reviews\tMeans the Guidelines for Green, Social and sustainability Debentures Reviews developed by the International Capital Market Association as may be amended from time to time.\nICMA Sustainability-Linked Bond Principles\tMeans the Sustainability-Linked Bond Principles developed by the International Capital Market Association as may be amended from time to time.\nIFR\tMeans the Islamic Finance Rulebook.\nIFRS for Small and Medium Sized Enterprises\tMeans the International Financial Reporting Standards for small and medium sized enterprises as issued and amended from time to time by the International Accounting Standards Board.\nIjara\tMeans a contract of lease/hire.\nIjara Muntahia Bittamleek\tMeans a form of leasing contract which includes a promise by the lessor to transfer the ownership of the leased property to the lessee, either at the end of the term of the lease period or by stages during the term of the contract.\nIjma\tMeans consensus of the Islamic community on a particular issue.\nIjtihad\tMeans effort, exertion, industry or diligence; the endeavour of a qualified Islamic jurist to derive or formulate a rule of law on the basis of evidence found in the sources of Islam.\nIncorporated Cell Company\tMeans a company incorporated as, or converted into, an Incorporated Cell Company in accordance with the provisions of the regulations made under Companies Regulations 2015.\nIndicated Mineral Resources\tHas the meaning of the term or equivalent term in a Mining Reporting Standard.\nIndividual Client Segregation\tMeans in relation to a Recognised Clearing House, keeping separate records and accounts enabling each Clearing Member to distinguish in accounts with the Recognised Clearing House the assets and positions held for the account of a Client from those held for the account of other Clients.\nInferred Mineral Resources\tHas the meaning of the term or equivalent term in a Mining Reporting Standard.\nInside Information\tHas the meaning given in section 95 of FSMR.\nInsider\tHas the meaning given in section 94 of FSMR.\nInsider Dealing\tMeans the behaviour specified in section 92(2) of FSMR.\nInsolvency Regulations\tMeans the Insolvency Regulations 2022.\nInstrument\tMeans, in relation to a Derivative, any Investment, asset or thing on which the value of the Derivative may be based.\nInstrument Identification\tMeans a unique code to be decided by the Regulator identifying the financial instrument which is the subject of the transaction; or, if the financial instrument in question does not have a unique identification code, the report must include the name of the financial instrument.\nInsurance Bank Account\tMeans a bank account with an Eligible Bank in the U.A.E. which has been opened by an Insurance Intermediary in accordance with COBS 7.11.6.\nInsurance Business\tMeans the business of Effecting Contracts of Insurance or Carrying Out Contracts of Insurance as Principal, including effecting or carrying out contracts of reinsurance (as reinsurer) or Captive Insurance Management.\nInsurance Fund\tMeans in relation to a Takaful Insurer, the aggregate of the assets and liabilities of the Insurer that are attributed to the Takaful transactions of the Insurer and the amount of any assets designated by the Insurer as a capital transfer to the insurance fund; and includes the amount of any profit, surplus or return (however called or described), less attributable expenses, arising on the investment of such funds.\nInsurance Intermediary\tMeans an Authorised Person who is authorised to carry on the Regulated Activity of Insurance Intermediation.\nInsurance Intermediation\tHas the meaning given in paragraph 33 of Schedule 1 of FSMR.\nInsurance Liabilities\tMeans General Insurance liabilities and Long Term Insurance liabilities.\nInsurance Management\tIn relation to:\n(a)\tCOBS, means providing management services or exercising managerial functions (including administration and underwriting) for an insurer i.e. a Person effecting or carrying out Contracts of Insurance; and\n(b)\tFEES, has the meaning given in paragraph 36 of Schedule 1 of FSMR.\nInsurance Manager\tMeans an Authorised Person whose is authorised to carry on the Regulated Activity of Insurance Management.\nInsurance Monies\tMeans any monies arising from Insurance Intermediation or the Insurance Management business which are any of the following:\n(a)\tpremiums, additional premiums and return premiums of all kinds;\n(b)\tclaims and other payments due under Contracts of Insurance;\n(c)\trefunds and salvages;\n(d)\tfees, charges, taxes and similar fiscal levies relating to Contracts of Insurance payable to a Person other than the Insurance Intermediary or Insurance Manager;\n(e)\tdiscounts, commissions and brokerage payable to a Person other than the Insurance Intermediary or Insurance Manager; or\n(f)\tmonies received from or on behalf of a Client of an Insurance Manager, in relation to his Insurance Management business.\nInsurance Special Purpose Vehicle (ISPV)\tMeans an insurer which:\n(a)\tassumes risks by way of reinsurance; and\n(b)\tis required to fully fund its exposures to those risks through the proceeds of a debt issuance or some other financing arrangement where the repayment obligations under those arrangements are subordinated to the insurer's reinsurance obligations.\nInsurer\tMeans an Authorised Person carrying on in ADGM one or both of the following Regulated Activities for which it has authorisation under its Financial Services Permission:\n(a)\tEffecting Contracts of Insurance;\n(b)\tCarrying Out Contracts of Insurance as Principal.\nIntangible Assets\tHas the meaning given in CIB 3.1.6(1).\nInterfacing Systems\tMeans the systems used by a Third Party Provider that connect to Customers and to Primary Financial Institutions.\nInternational Financial Reporting Standards (IFRS)\tMeans the International Financial Reporting Standards as issued and amended from time to time by the International Accounting Standards Board.\nInternational Organisation \tIn relation to AML means an organisation established by formal political agreement between member countries, where the agreement has the status of an international treaty, and the organisation is recognised in the law of countries which are members.\nInternational Standards on Auditing\tMeans the international standards on auditing as issued and amended from time to time by the International Auditing and Assurance Standards Board (IAASB) of the International Federation of Accountants (IFAC).\nInvested Assets\tMeans any asset, right or interest of an Insurer that is held by the Insurer for the primary purpose of generating revenues or for directly providing funds to meet the Insurer's cash outflows in the future.\nInvestment\tMeans in relation to:\n(a)\tCOBS, means either of the following:\n(i)\ta Security; or\n\n(ii)\ta Derivative,\nunless otherwise specified\n(b)\tGEN and elsewhere, means Specified Investments set out in Part 3 of Schedule 1 of FSMR, unless otherwise specified.\nInvestment Analyst\tAn Employee of an Authorised Person who prepares Investment Research.\nInvestment Business\tMeans the business of:\n(a)\tDealing in Investments as Principal;\n(b) \tDealing in Investments as Agent;\n(c) \tArranging Credit;\n(d) \tManaging Assets;\n(e) \tAdvising on Investments or Credit;\n(f) \tManaging a Collective Investment Fund;\n(g) \tProviding Custody;\n(h) \tArranging Custody;\n(i) \tManaging a Profit Sharing Investment Account;\n(j) \tOperating an MTF or OTF;\n(k) \tOperating a Private Financing Platform; or\n(l) \tActing as the Trustee of an Investment Trust.\nInvestment Company\tMeans an open or closed ended company established for the sole purpose of collective investment (and any such Cell of such company) which is incorporated under the Companies Regulations 2015.\nInvestment Manager\tMeans a Person who, acting only on behalf of a Client:\n(a)\tmanages Investments in an account or portfolio on a discretionary basis under the terms of a Discretionary Portfolio Management Agreement; or\n(b)\tmanages Investments in an account or portfolio on a non discretionary basis under the terms of a non discretionary management agreement.\nInvestment Partnership\tMeans a limited partnership established for the sole purpose of collective investment which is formed and registered under the Limited Partnership Act 1907.\nInvestment Research \tMeans a publication which contains:\n(a)\tthe results of research into Investments;\n(b)\tanalysis of factors likely to influence the future performance of Investments; or\n(c)\tadvice or recommendations based on those results or analysis.\nInvestment Trust\tMeans an express trust created solely for collective investment purposes under section 114 of FSMR.\nInvestment Undertaking\tMeans an Investment Company, Investment Partnership, or Investment Trust which is used as the investment vehicle for a Fund.\nInvestment Linked Insurance\tMeans Contracts of Insurance where the benefits are wholly or partly to be determined by reference to the value of, or the income from, property of any description (whether or not specified in the contracts) or by reference to fluctuations in, or in an index of, the value of property of any description (whether or not so specified).\nIOSCO\tMeans the International Organisation of Securities Commissions.\nIOSCO Principles for Financial Market Infrastructures\tMeans a set of principles for Financial Markets Infrastructure issued by the International Organisation of Securities Commissions (IOSCO).\nIslamic Contract\tMeans any contract that an appropriate Shari'a Supervisory Board has designated to be in compliance with Shari'a.\nIslamic Financial Business\tMeans any part of the financial business of an Authorised Person or a Recognised Body which is carried out in accordance with Shari'a.\nIslamic Financial Institution\tMeans an Authorised Person which has a Financial Services Permission authorising it to conduct its entire financial business in accordance with Shari'a.\nIslamic Fund\tMeans a Fund which its entire operations are conducted or held out as being conducted, in accordance with Shari'a.\nIslamic Real Estate Investments Trusts (Islamic REITs)\tHas the meaning given in IFR 6.8.\nIslamic Securities\tMeans any Security Offered, or held out expressly or implicitly, as Islamic or Shari'a compliant.\nIslamic Sub Fund \tMeans a Shari'a compliant Sub Fund.\nIslamic Window\tMeans that part of an Authorised Person, other than an Islamic Financial Institution, which conducts Islamic Financial Business as a segregated part of its overall business operations.\nIssuer\tIn relation to:\n(a)\tany Security other than a Unit in a Collective Investment Fund, means the Person by whom it is or is to be issued;\n(b)\ta Unit in a Collective Investment Fund, means the Fund Manager; and\n(c)\tan interest in a Limited Liability Partnership, means the Partnership.\nIstisna'a\tMeans a contract for providing for the manufacture and purchase of a specified item; progressive financing.\nJORC\tMeans the Joint Ore Reserves Committee of the Australasian Institute of Mining and Metallurgy, Australian Institute of Geoscientists and Minerals Council of Australia.\nJORC Code\tMeans the 2012 Edition of the Australian Code for Reporting of Exploration Results, Mineral Resources and Ore Reserves promulgated by the Joint Ore Reserves Committee (JORC) of the Australasian Institute of Mining and Metallurgy, Australian Institute of Geoscientists and Minerals Council of Australia, and available as specified at: www.jorc.org, or as amended or updated.\n\nJurisdiction\tMeans the UAE, the Dubai International Financial Centre and the ADGM.\nKefala\tMeans a contract of guarantee/suretyship.\nKey Individual\tHas the meaning given in section 258 of FSMR.\nKey Information\tMeans information prescribed in MKT 4.5.2(1)(b).\nLegal Arrangement \tMeans express trusts or other similar legal arrangements.\nLegal Person\tMeans any entity other than a Natural Person that can establish a Customer relationship with a Relevant Person or otherwise own property.  This can include companies, Bodies Corporate or unincorporate, trusts, foundations, partnerships, associations, states and governments and other relevantly similar entities.\nLender\tHas the meaning given in section 258 of FSMR.\nLicensed Director\tMeans the Controlled Function described in GEN 5.3.3.\nLicensed Partner\tMeans the Controlled Function described in GEN 5.3.4.\nLicensed Person\tHas the meaning given in the Commercial Licensing Regulations 2015.\nLicensed Promoter\tMeans a Person who is licensed or otherwise authorised by one of the Authorities to Promote Funds.\nLimited Liability Partnership\tMeans a partnership incorporated under the Limited Liability Partnership Regulations 2015 or under the law of a country, jurisdiction or territory outside the ADGM.\nListed Body Corporate \tIn relation to AML means, for the purposes of Rule 8.3.3(4), a Body Corporate listed on a stock exchange recognised by the Regulator.\nListed Entity\tMeans the Issuer of Securities which are admitted to the Official List.\nListed Fund\tMeans a Collective Investment Fund which has been admitted to the Official List.\nListed Securities\tMeans in relation to MKT, the Securities of the Issuer or, where the context requires, the Securities for which the Listed Entity is a Reporting Entity but not the Issuer.\nListing Principles\tMeans in the Rules in MKT Rule 2.2.\nListing Rules\tMeans in the Rules in MKT chapter 2.\nLLP Regulations\tMeans the Limited Liability Partnership Regulations.\nLong-Term Insurance\tA Contract of Insurance expressed to be in force for more than one year, where under the terms of the contract any of the following conditions exists:\n(a)\tthe payment of the whole or part of the benefits is dependent upon the termination or continuation or human life;\n(b)\tthe payment of any part of the premiums is dependent upon the termination or continuation of human life;\n(c)\tthe benefits under the contract include payment of a sum on marriage or on the birth of a child; or\n(d)\t(4) the contract is a permanent health insurance contract.\nLong Term Insurance Business\tMeans the business of Effecting Contracts of Insurance or Carrying Out Contracts of Insurance, where the Contracts of Insurance are contracts of Long Term Insurance.\nLong Term Insurance Fund\tMeans a fund in respect of Long Term Insurance Business established and maintained in accordance with PIN 3 or CIB 8, as applicable.\nLow-Value Payment Instrument\tMeans any Payment Instrument that:\n(a)\t(i)\tcan be used only to execute individual payment transactions of US$25 (or its equivalent) or less; and\n(ii)\thas a monthly spending limit of US$1000 (or its equivalent); or\n(b)\thas Stored Value that does not exceed US$500 (or its equivalent) at any time.\nMaintains\tMeans in relation to GEN 3.3.25 to 3.3.30, includes taking reasonable steps to ensure that the arrangements remain effective and are adequately monitored, and must be interpreted accordingly.\nMajor Risk Taking Employees\tMeans in relation to GEN 3.3.42 and 8.10.14, means those Employees whose actions have a material impact on the risk exposure of the Authorised Person or Recognised Body.\nManaging Assets\tHas the meaning given in paragraph 56 of Schedule 1 of FSMR.\nManaging a Collective Investment Fund\tHas the meaning given in paragraph 59 of Schedule 1 of FSMR.\nManaging a Profit Sharing Investment Account\tHas the meaning given in paragraph 64(2) of Schedule 1 of FSMR.\nMarket Abuse\tMeans conduct which contravenes a provision contained in Part 8 of FSMR.\nMarket Capitalisation\tMeans the value calculated by multiplying the number of Securities in the main class on issue by the price of such Securities, as determined by the Issuer and accepted by the Regulator to be a fair market value of those Securities.\nMarket Contract\tHas the meaning given in section 258 of FSMR.\nMarket Counterparty\tMeans a type of Professional Client specified under COBS 2.5.\nMarket Maker\tMeans in relation to an Investment, a Person who holds himself out as able and willing to enter into transactions of sale and purchase in Investments of that description at prices determined by him generally and continuously rather than in respect of each particular transaction.\nMarket Manipulation\tMeans the behaviour specified in section 92(4) of the FSMR.\nMarketing Material\tMeans in relation to COBS and GEN 9.12 and 9.13, any material communicated to a Person in the course of marketing Regulated Activities or Specified Investments or effecting introductions.\nMarkets Rules or MKT\tMeans the Markets module of the Rulebook.\nMark up or Mark down\tMeans:\n(a)\twhen an Authorised Person receives instructions from a Client and takes a principal position in the relevant Investment in order to complete a transaction, that is, when the Authorised Person takes a principal position in the relevant Investment which it would not otherwise take, except to complete that transaction, the difference, if any, between:\n(i)\tthe price at which the Authorised Person takes a principal position in the relevant Investment; and\n(ii)\tthe price at which the Authorised Person Executes the transaction with its Client; or\n(b)\twhen an Authorised Person Executes a transaction with its Client against its own book and owes a duty of best execution, the difference between:\n(i)\tthe price at which best execution would be achieved; and\n(ii)\tthe price at which the Authorised Person Executes the transaction with its Client.\nMaster Fund\tMeans a Fund that issues its Units or Debentures to one or more other Funds which are dedicated to investing in that Fund.\nMatched Principal Trading \tMeans a transaction where the facilitator interposes itself between the buyer and the seller to the transaction in such a way that it is never exposed to market risk throughout the execution of the transaction, with both sides executed simultaneously, and where the transaction is concluded at a price where the facilitator makes no profit or loss, other than a previously disclosed commission, fee or charge for the transaction.\nMeasured Mineral Resources\tHas the meaning of the term or equivalent term in a Mining Reporting Standard.\nMember\tMeans a Person admitted as a member of a Recognised Body in accordance with its Business Rules.\nMineral Resources and Ore Reserves Holdings\tMeans the aggregate economic interests in Mineral Resources and Ore Reserves of a Mining Reporting Entity and its controlled entities.\nMineral Resources\tHas the meaning of the term or equivalent term in a Mining Reporting Standard.\nMinerals\tMeans any substance extracted for value occurring naturally in or on the Earth, in or under water or in tailings, residues or stockpiles, having been formed by or subjected to a geological process but excludes Petroleum.\nMinimum Cellular Capital Requirement\tMeans the Minimum Segmental Capital Requirement in respect of a Cell.\nMinimum Non Cellular Capital Requirement\tMeans the Minimum Segmental Capital Requirement in respect of that part of a Protected Cell Company or an Incorporated Cell Company that is not a Cell.\nMinimum Segmental Capital Requirement\tMeans the requirement calculated in accordance with PIN A6.2.\nMining Exploration Reporting Entity\tMeans a Mining Reporting Entity:\n(a) \twhose main undertaking consists of Exploration for Minerals; or\n(b) \twhich has been advised by the Regulator that it is a Mining Exploration Reporting Entity for the purposes of MKT.\nMining Production Reporting Entity\tMeans a Mining Reporting Entity:\n(a) \twhose main undertaking consists of the Extraction of Minerals; or\n(b) \twhich has been advised by the Regulator that it is a Mining Production Reporting Entity for the purposes of MKT.\nMining Project\tMeans a project to Explore for or Extract Minerals from a Mining Tenement(s).\nMining Reporting Entity\tMeans a Mining Exploration Reporting Entity or a Mining Production Reporting Entity.\nMining Reporting Standard\nMeans a standard of reporting under one of the following codes or guidelines:\n(a) \tthe JORC Code;\n(b) \tNI 43-101; or\n(c)\tthe SAMREC Code.\nMining Tenement\tMeans any right to explore for or extract Minerals in a given place.\nMIR\tMeans the Market Infrastructure Rules.\nMKT\tMeans the Markets Rules.\nModel Portfolio\tMeans a portfolio of segregated holdings managed on a discretionary basis by an Investment Manager where all Clients in a particular profile or model receive the same portfolios and are traded and adjusted at the same time and in the same way, but with each Client having a separate Discretionary Portfolio Management Agreement in place with the relevant Investment Manager.\nModification\tMeans, in relation to GEN 8.2, a Direction given under section 9 of FSMR that one or more Rules made by the Regulator are to apply to an Authorised Person, a Recognised Body, a Remote Body, a Remote Member, a Foreign Fund Manager, a Person making an Offer of Securities or a Reporting Entity with such modifications as specified in the Direction.\nMoney\tMeans any form of money, including banknotes, coins, cheques, Electronic Money and any other non-cash form, such as payable orders.\nMoney Laundering Reporting Officer\tMeans, for the purposes of an Authorised Person other than a Credit Rating Agency, the Controlled Function described in GEN 5.3.8.\nMoney Laundering Risk\tMeans, in relation to GEN 3.3.39(1), the risk that an Authorised Person may be used to further money laundering.\nMoney Remitter\tHas the meaning given in section 258 of FSMR.\nMudaraba \tMeans an investment partnership which is based on profit sharing under a contract between an investor and an entrepreneur/manager where risks and rewards are shared and where both parties receive an agreed share of any profits, and the investor bears the full amount of any loss of capital, whilst the entrepreneur/manager loses his/her time and effort.\nMudarib\tMeans the managing partner in a Mudaraba.\nMugasara\tMeans a contract in which the owner of the property shares the property with another person in return for that other person's services in relation to that property.\nMultilateral Trading Facility (MTF)\tMeans a multilateral system, operated by an Authorised Person or a Recognised Investment Exchange, which brings together multiple third party buying and selling interests in Financial Instruments, in the system and in accordance with non discretionary rules, in a way that results in a contract in accordance with its rules.\nMurabaha\tMeans a sale of commodities at a price equivalent to the original price at which such commodities were bought from a supplier plus an agreed mark up.\nMurabaha for the Purchase Orderer (MPO)\tMeans a sale of specified goods at the acquisition cost plus an agreed profit mark up based on a promise (wa'ad) to purchase given by the purchaser.  The promise to purchase maybe binding or non binding.\nMusaqa\tMeans a contract in which the owner of a property shares the produce of that property with another person in return for that other Person's services in relation to that property.\nMusharaka\tMeans an equity participation arrangement where partners contribute capital to a project and share its risks and rewards.  Profits can be divided between the partners in any agreed ratio.  Losses must always be borne in proportion to the capital of each partner.\nMuwakkil\tThe investor or depositor under a Wakala arrangement.\nMuzara'a\tMeans a contract in which one Person agrees to develop and maintain the property of the other Person in return for their services in relation to that property.\nNatural Person\tMeans an individual.\nNet Written Premium\tMeans, in respect of an Insurer during a period, Gross Written Premium of the Insurer during that period less the amount of premium on reinsurance contracts entered into by the Insurer as Cedant during the same period.\nNI 43-101\tMeans National Instrument 43-101 “CIM Definition Standards for Minerals Resources & Mineral Reserves” adopted by the Canadian Institute of Mining, Metallurgy and Petroleum Council, and available at www.mrmr.cim.org, or as amended or updated.\n\nNominee Company\tA company incorporated in the ADGM whose business consists solely of acting as a holder of Client Assets where such assets are held by the Nominee Company as agent of an Authorised Person.\nNon-ADGM Clearing House\tHas the meaning given in section 258 of FSMR.\nNon ADGM Financial Services Regulator\tHas the meaning given in FSMR.\nNon binding Murabaha for the Purchase Orderer\tMeans a Murabaha for the Purchase Orderer which is expressed to be non binding on the purchaser.\nNon-Cellular Assets\tMeans assets of a Protected Cell Company or an Incorporated Cell Company which are not Cellular Assets.\nNon-Equivalent Estimate\tMeans an estimate of quantity and grade of mineralisation that was prepared using a mineral resources classification and reporting standard that is not a Mining Reporting Standard, prior to a Mining Reporting Entity acquiring, or entering into an agreement to acquire, an interest in the Mining Tenement that contains the deposit, and which the Mining Reporting Entity has not verified as Mineral Resources or Ore Reserves in accordance with a Mining Reporting Standard.\nNon-Face-to-Face (NFTF)\tWhere a customer is not physically present for a business operation or transaction with a Relevant Person.\nNon-Profit Organisation (NPO)\tMeans a Legal Person or arrangement or organisation that primarily engages in raising or disbursing funds for purposes such as charitable, religious, cultural, educational, social or fraternal purposes or for other charitable purposes.\nOffer\tMeans:\n(a)\tin relation to Securities other than Units, an offer of Securities falling within Part 6 of FSMR; and\n(b)\tin relation to Units, an offer of Units falling outside Part 6 of FSMR.\nOffer of Securities \tHas the meaning given in section 258 of FSMR.\nOffer Period\tMeans the period during which a Prospectus Offer remains open to investors.\nOfferor\tIn relation to:\n(a)\tMKT Chapter 6, means the prior holders of, or the entity issuing, the Relevant Securities; and\n(b)\tall other cases, means a Person who makes an Offer of Securities.\nOfficer\tMeans:\n(a)\tin relation to a limited liability partnership, a member of the limited liability partnership; and\n(b)\tin relation to a Body Corporate:\n(i)\ta Director, member of the committee of management, Chief Executive, manager, secretary or other similar officer of the body, or a person purporting to act in any such capacity; and\n(ii)\tan individual who is a Controller of the body.\nOfficial List \tMeans the list of Securities maintained by the Regulator pursuant to Part 6 of FSMR.\nOmnibus Client Account \tMeans, as the context requires, either:\n(a)\ta Client Account maintained by an Authorised Person at a Recognised Clearing House for more than one Client of the Authorised Person in respect of which the Recognised Clearing House has agreed with the Authorised Person to provide Omnibus Client Segregation; or\n(b)\tan account maintained by a firm for more than one indirect Client at a Clearing Member in respect of which that clearing member has agreed with the firm to provide segregation arrangements.\nOmnibus Client Segregation\tMeans, in relation to a Recognised Clearing House, ensuring separate records and accounts are kept enabling each Clearing Member to distinguish in accounts with the Recognised Clearing House the proprietary assets and positions of that Clearing Member from those held for the accounts of its Clients.\nOperating a Credit Rating Agency \tHas the meaning given in paragraph 65 of Schedule 1 of FSMR.\nOperating a Multilateral Trading Facility or Organised Trading Facility\tHas the meaning given in paragraph 54 of Schedule 1 of FSMR.\nOperating a Representative Office\tHas the meaning given in paragraph 67(2) of Schedule 1 of FSMR.\nOrdinary Securities\tmeans ordinary Shares or ordinary Units in a Fund (if a Listed Entity does not have ordinary shares or ordinary Units in a Fund, any class of Securities designated by the Regulator).\nOre Reserves\thas the meaning of the term or equivalent term in a Mining Reporting Standard.\nOrganised Trading Facility (OTF)\tMeans a multilateral system which is not a Recognised Investment Exchange or a Multilateral Trading Facility and which multiple third party buying and selling interests in Financial Instruments are able to interact in the system in a way that results in a contract in accordance with the provisions of its rules.\nOTC Derivative or OTC Derivative Contract\tMeans a Derivative Contract the execution of which does not take place on a Recognised Investment Exchange.\nOTC Leveraged Product\tMeans an OTC Derivative that is:\n(a)\ta leveraged contract for differences;\n(b)\ta leveraged rolling spot forex contract;\n(c)\tan Option over a contract referred to in (a) or (b); or\n(d)\tany other leveraged Investment similar in nature to an instrument referred to in (a), (b) or (c) but which is not prohibited pursuant to COBS 23.12.1.\nOutsourcing Agreement\tMeans an agreement in writing entered into by a Fund Manager or Trustee with a Service Provider in relation to outsourced functions, which fulfils the criteria in FUNDS App 1.\nOverallotment Facility\tMeans, for the purposes of MKT Chapter 6, a clause in the underwriting agreement or lead management agreement which permits acceptance of subscriptions or Offers to purchase a greater number of Relevant Securities than originally offered.\nOverseas Competent Authority\tMeans a competent authority responsible for the authorisation or supervision of Recognised Clearing Houses in a country or territory other than the ADGM.\nOversight Committee\tMeans a committee of at least three individuals each of whom meets the suitability criteria prescribed in FUNDS 13.3.3.\nOwner's Equity\tIn relation to:\n(a)\ta Takaful Provider, means the amount of the assets, less the liabilities, of the Insurer that are not attributed to the Takaful Fund of the Takaful Provider; and\n(b)\tan Authorised Person that manages a PSIA, means the amount of the assets, less the liabilities, of  that Authorised Person that are not attributed to any PSIA managed by that Authorised Person.\nParent\tMeans a Holding Company as defined in section 1015 of the Companies Regulations 2015.\nParent Undertaking\tHas the meaning given to that term in the Companies Regulations 2015.\nParticipants' Investment Fund (PIF)\tMeans an investment fund:  the fund into which a portion of contributions paid by Takaful participants is allocated for the purposes of savings/investment as well as for the purposes of capital formation.\nParticipants' Risk Fund (PRF)\tMeans the risk fund used to pool the portion of contributions paid by participants on the basis of Tabarru' for the purpose of meeting claims on events/risk covered under the Takaful contracts.\nPartner\tMeans, in relation to an Undertaking which is a Partnership, a Person occupying the position of a partner, by whatever name called.\nPartnership\tMeans any partnership, including a partnership constituted under the law of a country, jurisdiction or territory outside the ADGM, but not including a Limited Liability Partnership.\nPassported Fund\tMeans a Fund that is registered on its Home Jurisdiction’s Register of Passported Funds.\nPayee \tHas the meaning given in section 258 of FSMR.\nPayer\tHas the meaning given in section 258 of FSMR.\nPayment Account\tHas the meaning given in section 258 of FSMR.\nPayment Account Provider\tHas the meaning given in section 258 of FSMR.\nPayment Initiation Service Provider\tMeans a person that initiates a Payment Order at the request of a Payment Service User with respect to a Payment Account held at another Payment Service Provider.\nPayment Instrument\tHas the meaning given in section 258 of FSMR.\nPayment Order\tMeans any instruction by a Payer or a Payee to their respective Payment Service Provider requesting the execution of a Payment Transaction.\nPayment Service Provider\nHas the meaning given in section 258 of FSMR.\nPayment Service User\tMeans a Person who makes use of Payment Services in the capacity of Payer, Payee, or both.\nPayment Services\tHas the meaning given in section 258 of FSMR.\nPayment Transaction\tMeans an act initiated by the Payer or Payee, or on behalf of the Payer, of placing, transferring or withdrawing Money, irrespective of any underlying obligations between the Payer and Payee.\nPerson\tMeans a person and includes any Natural Person, Body Corporate or body unincorporated, including a Legal Person, company, Partnership, unincorporated association, government or state.\nPersonal Account Transaction\tMeans a transaction undertaken by an Employee of an Authorised Person in an Investment, other than:\n\n(a)\ta transaction in a government or public Security;\n\n(b)\ta transaction in a life policy; or\n\n(c)\ta discretionary transaction if there is no prior communication with the Employee and the discretion is not exercised by the Authorised Person.\n\nPersonalised Security Credentials\tMeans personalised features provided by:\n(a) \ta Payment Service Provider to a Payment Service User for the purposes of authentication of the identity of the Payment Service User; or\n(b) \ta Third Party Provider to a Customer for the purposes of authentication of the identity of the Customer.\nPersons Undertaking Key Control Functions\tMeans persons undertaking compliance, anti-money laundering, risk management, internal audit and similar control functions.\nPetroleum\tMeans a naturally occurring mixture consisting of hydrocarbons in the gaseous, liquid or solid phase. Petroleum may also contain non-hydrocarbon compounds. Common examples of non-hydrocarbon compounds included in petroleum are carbon dioxide, nitrogen, hydrogen sulphide and sulphur.\nPetroleum Exploration Reporting Entity\tMeans a Petroleum Reporting Entity:\n(a) \twhose main undertaking consists of Exploration for Petroleum; or\n(b) \twhich has been advised by the Regulator that it is a Petroleum Exploration Reporting Entity for the purposes of MKT.\nPetroleum Production Reporting Entity\tMeans a Petroleum Reporting Entity:\n(a) \twhose main undertaking consists of the Extraction of Petroleum; or\n(b) \twhich has been advised by the Regulator that it is a Petroleum Production Reporting Entity for the purposes of MKT.\nPetroleum Project\tHas the meaning given to ‘project’ in the PRMS.\nPetroleum Reporting Entity\tMeans a Petroleum Exploration Reporting Entity or a Petroleum Production Reporting Entity.\nPetroleum Reporting Standard\tMeans a standard of reporting under the PRMS.\nPetroleum Reserves\tMeans those quantities of Petroleum anticipated to be commercially recoverable by application of development Petroleum Projects to known accumulations from a given date forward under defined conditions. Petroleum reserves must satisfy four criteria: they must be discovered, recoverable, commercial and remaining based on the development project(s) applied.\nPetroleum Resources\tMeans all quantities of Petroleum (recoverable and unrecoverable) naturally occurring on or within the Earth’s crust, discovered and undiscovered, plus those quantities already produced.  It includes all types of Petroleum whether currently considered ‘conventional’ or ‘unconventional’.\nPetroleum Resources Management System (PRMS)\tMeans the Petroleum Resources Management System (PRMS), sponsored by the Society of Petroleum Engineers (SPE), the American Association of Petroleum Geologists (AAPG), the World Petroleum Council (WPC), the Society of Petroleum Evaluation Engineers (SPEE), the Society of Exploration Geophysicists (SEG), the European Association of Geoscientists and Engineers (EAGE), and the Society of Petrophysicists and Well Log Analysts (SPWLA), and available at:\nhttps://www.spe.org/en/industry/petroleum-resources-management-system-2018/\n\nPetroleum Tenement\tMeans any right to explore for or extract Petroleum in a given place.\nPFP Client\tA user of a Private Financing Platform that is not a PFP Prospect.\nPFP Operator\tAn Authorised Person engaged in the Regulated Activity of Operating a Private Financing Platform.\nPFP Prospect\tA Body Corporate seeking financing by publishing a financing proposal upon a Private Financing Platform.\nPolicy Benefit\tMeans an amount payable under an insurance contract as a result of the occurrence of an event insured under the contract.\nPolitically Exposed Person (PEP)\tMeans a Natural Person (and includes, where relevant, a family member or close associate) who is or has been entrusted with a prominent public function, including but not limited to, a head of state or of government, senior officials and functionaries of an international or supranational organisation, senior politician, senior government, judicial or military official, ambassador, senior executive of a state owned corporation, or an important political party official, but not middle ranking or more junior individuals in these categories.\nPooling Event\tHas the meaning given in COBS 14.13.3.\nPossible Reserves\tMeans those additional Petroleum Reserves which analysis of geoscience and engineering data indicate are less likely to be recoverable than Probable Reserves. The total quantities ultimately recovered from the project have a low probability to exceed the sum of Proved Reserves plus Probable Reserves plus Possible Reserves (P3). When Probabilistic Methods are used, there should be at least a 10% probability that the actual quantities recovered will equal or exceed the P3 estimate.\nPrecise\tHas the meaning given in section 95(5) of FSMR.\nPreference Security\tSecurities which are given preference, in terms of dividend or distribution, over Ordinary Securities.\nPremium Liability\tMeans the liability referred to in PIN 5.4.7.\nPrescribed Market\tMeans any Recognised Investment Exchange, MTF or OTF.\nPrice Notation\tMeans the currency in which the price is expressed.\nPrice Reporting Agency\tAn agency or an index provider which constructs, compiles, assesses or reports, on a regular and systematic basis, prices of Investments, rates, indices, commodities, Accepted Virtual Assets, Accepted Spot Commodities or figures, which are made available to users.\nPrice Stabilisation\tMeans, in relation to MKT Chapter 6, any purchase or Offer to purchase Relevant Securities, or any transaction in Associated Instruments equivalent thereto, which is undertaken in the context of a Significant Distribution of such Relevant Securities exclusively for supporting the market price of these Relevant Securities for a predetermined period of time, due to a selling pressure in such Securities.\nPrice Stabilisation Rules\tHas the meaning given in section 258 of FSMR.\nPrimary Financial Institution\tMeans the Financial Institution that holds Specified Information relating to the Customer of a Third Party Provider.\nPrincipal Representative\tMeans an individual designated by a Representative Office in accordance with GEN Chapter 9.\nPrinciple\tIn relation to:\n(a)\tan Authorised Person or Approved Person, means a principle prescribed in GEN Chapter 2; and\n(b)\ta Representative Office, means a principle prescribed in GEN Chapter 9.\nPrivate Credit Fund\tHas the meaning given in FUNDS Rule 4.1.7.\nPrivate Financing Platform (PFP)\tHas the meaning given in section 258 of FSMR.\nPrivate Fund\tMeans a Passported Fund where:\n(a)\tthe initial subscription paid by a Person to become a Unitholder of the Fund is not less than $50,000; and\n(b)\tparticipation in the Passported Fund is restricted to Unitholders who are Professional Clients.\nPRMS Guidelines\tThe Guidelines for Application of the Petroleum Resources Management System (November 2011), as amended from time to time.\nProbabilistic Method\tMeans the method of estimation of Petroleum Resources when the known geoscience, engineering, and economic data are used to generate a continuous range of estimates and their associated probabilities.\nProbable Ore Reserves\tHas the meaning of the term or equivalent term in a Mining Reporting Standard.\nProbable Reserves\tMeans those additional Petroleum Reserves which analysis of geoscience and engineering data indicate are less likely to be recovered than Proved Reserves but more certain to be recovered than Possible Reserves. It is equally likely that actual remaining quantities recovered will be greater than or less than the sum of the estimated Proved Reserves plus Probable Reserves (P2).  When Probabilistic Methods are used, there should be at least a 50% probability that the actual quantities recovered will equal or exceed the P2 estimate.\nProduction Target\tMeans a projection or forecast of the amount of Minerals to be extracted from a particular Mining Tenement(s) for a period that extends past the current year and the forthcoming year.\nProfessional Client\tMeans a Client specified under COBS 2.4.\nProfit From Continuing Operations\tMeans operating profit:\n(a) \tbefore tax; and\n(b) \tdisregarding items that are revenue or other credits to   profits which result from an activity that has been or is to be discontinued, unless the Regulator decides otherwise.\nProfit Sharing Investment Account (PSIA)\tMeans an account or portfolio managed:\n(a)\tin relation to property of any kind, including the currency of any country or territory, held for or within the account or portfolio;\n(b)\tin accordance with Shari'a and held out as such; and\n(c)\tunder the term of an agreement whereby:\n(i)\tthe investor agrees to share any profit with the manager of the account or portfolio in accordance with a predetermined specified percentage or ratio; and\n(ii)\tthe investor agrees that he alone will bear any losses in the absence of negligence or breach of contract on the part of the manager.\nPromote, Promoted, Promotion, Promoting\tMeans the marketing and sale of units of a Passported Fund to investors domiciled in a Jurisdiction by means of any form of communication including a direct or indirect public offering or private placement performed by:\n(a)\tthe Fund Manager;\n(b)\tan Agent; or\n(c)\tany other Licensed Person.\nIn this definition “sale” includes any arranging, dealing and advising activities in relation to the Units of the Passported Fund.\nPromoter\tMeans in relation to a Listed Entity or Applicant for admission of its Securities to the Official List:\n(a)\ta person who, in the opinion of the Regulator, has had a material involvement in the formation or promotion of the entity;\n(b)\tunless the Regulator decides otherwise, a person who:\n(c)\t(i)\tis; or\n(ii)\thas been at any time in the months before the date of the entity’s application for admission of its Securities to the Official List; or\n(iii)\twill be at the date of admission to the Official List,\n(A)\ta Connected Person of the Listed Entity; or\n(B)\ta person whose relationship with the Listed Entity or with a person referred to in (a) or (b) above is, in the opinion of the Regulator, such that the person should be subject to the same Restriction Period as a promoter of the Listed Entity.\nPro Rata Issue\tMeans an issue which has been offered to all holders of Securities in a class on a pro rata basis.\nProperty Fund\tMeans a Fund dedicated to investment in Real Property and in Securities issued by Bodies Corporate whose main activities are investing in, dealing in, developing or redeveloping Real Property.\nPro Rata Issue\tMeans an issue which has been offered to all holders of Securities in a class on a pro rata basis.\nProspective Resources\tmeans those quantities of Petroleum which are estimated, as of a given date, to be potentially recoverable from undiscovered accumulations.\nProspectus\tMeans a prospectus submitted in accordance with section 61 of FSMR.  In relation to Collective Investment Funds, a Prospectus refers to (where section 61 of FSMR does not apply):\n(a)\tan information memorandum;\n(b)\tan offering memorandum;\n(c)\ta private placement memorandum; or\n(d)\tany other similar document.\nProspectus Offer\tIn relation to Securities to which section 61 of FSMR applies, means an Offer of Securities or having Securities admitted to trading on a Recognised Investment Exchange.\nProtected Cell Company\tMeans a company incorporated as, or converted into, a Protected Cell Company in accordance with the Companies Regulations 2015.\nProved Ore Reserves\tHas the meaning of the term or equivalent term in a Mining Reporting Standard.\nProved Reserves\tMeans those quantities of Petroleum, which by analysis of geoscience and engineering data, can be estimated with reasonable certainty to be commercially recoverable, from a given date forward, from known reservoirs and under defined economic conditions, operating methods, and government regulations. If Deterministic Methods are used, the term reasonable certainty is intended to express a high degree of confidence that the quantities will be recovered. When Probabilistic Methods are used, there should be at least a 90% probability that the quantities actually recovered equal or exceed the estimate.\nProviding Credit\tHas the meaning given in paragraph 48 of Schedule 1 of FSMR.\nProviding Custody\tMeans the Regulated Activity specified in paragraph 43 of Schedule 1 of FSMR.\nProviding Information in Relation to a Specified Benchmark\tHas the meaning given in paragraph 68(1)(a) of Schedule 1 of FSMR.\nProviding Money Services\tHas the meaning given in paragraph 52 of Schedule 1 of FSMR.\nProviding Third Party Services\tHas the meaning given in paragraph 73F of Schedule 1 of FSMR.\nProviding Trust Services\tHas the meaning given in paragraph 72 of Schedule 1 of FSMR.\nPrudential – Insurance (PIN)\tMeans the Prudential – Insurance Business module of the Rulebook.\nPrudential   Investment, Insurance Intermediation and Banking  (PRU)\tMeans the Prudential   Investment, Insurance Intermediation and Banking module of the Rulebook.\nPrudential Context\tMeans in relation to activities carried on by a Authorised Person, the context in which the activities might have, or might reasonably be regarded as likely to have, a negative effect on:\n(a)\tconfidence in the financial stability of the ADGM;\n(b)\tthe ability of the Authorised Person to meet the applicable Non ADGM Financial Services Regulator requirements and standards relating to the Authorised Person's financial resources; or\n(c)\tthe fitness and propriety of the Authorised Person to remain authorised.\nPSIA Investment Contract\tMeans a contract relating to the investment of amounts standing to the credit of a PSIA on a discretionary basis (in relation to an Unrestricted PSIA) or a non discretionary basis (in relation to a Restricted PSIA).\nPSIAr\tMeans a Restricted Profit Sharing Investment Account.\nPSIAu \tMeans an Unrestricted Profit Sharing Investment Account.\nPublic Fund\tMeans a Fund which falls within the meaning given under FUNDS 3.3.1.\nPublic Listed Company\tMeans a person incorporated or formed in the ADGM and who is admitted to the Official List in the ADGM or an equivalent list of securities in another jurisdiction.\nPublic Listed Company Auditor's Report\tMeans a report referred to in GEN 6.6.1(f) and containing the information specified in GEN 6.6.9.\nPublic Property Fund\tMeans a Public Fund which is also a Property Fund.\nQiyas\tMeans the application of accepted principles by analogy to new cases by scholars.\nQualified Central Counterparty (QCCP)\tMeans an entity that is licensed to operate as a central counterparty (including a licence granted by way of confirming an exemption), and is permitted by the appropriate regulator/overseer to operate as such with respect to the products offered.  This is subject to the provision that the central counterparty is based and prudentially supervised in a jurisdiction where the relevant regulator/overseer has established, and publicly indicated that it applies to the central counterparty on an ongoing basis, domestic rules and regulations that are consistent with the CPSS-IOSCO Principles for Financial Market Infrastructures.\nQualified Investor Fund\tHas the meaning given in FUNDS 3.3.4.\nQualifying Green Debenture Principles\tHas the meaning given to it in MKT 4.15.4.\nQualifying Green Sukuk Principles\tHas the meaning given to it in MKT 4.15.4. when read together with MKT 4.16.\nQualifying Holding\tMeans any holding in the capital of a non financial Undertaking of which the Authorised Person is a controller.\nQualifying Sustainability-Linked Debenture Principles\tHas the meaning given to it in MKT 4.15.5.\nQualifying Sustainability-Linked Sukuk Principles\tHas the meaning given to it in MKT 4.15.5. when read together with MKT 4.16.\nQuantity\tMeans the number of units of the financial instruments.\nQuiet Period\tIn relation to an initial public offering of securities, the period beginning on the day of publication of listing particulars or a prospectus relating to the offering of that Investment and ending 30 days after the day on which the Investment is admitted to trading.\nRating Subject\tHas the meaning given in COBS 9.1.2(c).\nReal Estate Investment Trust\tHas the meaning given in FUNDS 13.5.1.\nReal Property\tHas the meaning given in section 258 of FSMR.\nRecognised Body \tMeans a Recognised Investment Exchange or a Recognised Clearing House.\nRecognised Clearing House\tMeans a clearing house which provides Clearing Services in the ADGM in relation to which a recognition order is in force under Part 12 of FSMR.\nRecognised Investment Exchange\tMeans an investment exchange in relation to which a recognition order is in force under Part 12 of FSMR.\nRecognised Jurisdiction\tMeans a jurisdiction which has been recognised by the Regulator under Fund Rules.\nRecognition Order\tHas the meaning given in section 258 of FSMR.\nRecognition Requirements\tMeans the requirements set out in MIR Chapters 2 to 4 in relation to the granting of a Recognition Order under section 120 of the FSMR to a Recognised Body.\nReference Date\tMeans the date as at which an actuarial investigation is performed for the purposes of PIN 7.3.\nReference Entity\tMeans the entity against which payments under a Derivative Contract are calculated.\nReference Exchange Rate\tMeans the exchange rate that is used as the basis to calculate any currency exchange and that is made available by the Payment Service Provider or comes from a publicly available source.\n\nReference Point\tMeans a defined location within a Petroleum Extraction and processing operation where quantities of produced product are measured under defined conditions prior to custody transfer.\n\nRegister of Passported Funds\tMeans:\n\n(a)\tin relation to ADGM, the register of Passported Funds maintained by the Regulator; and\n(b)\tin relation to a Host Jurisdiction, the register of Passported Funds maintained by the applicable Host Regulator in that Jurisdiction.\nRegistrar of Companies\tMeans the ADGM Registrar of Companies.\nRegistration Bureau\tMeans the ADGM Registration Bureau established in accordance with Article 10 of the ADGM Founding Law and section 935 of the Companies Regulations 2015.\nRegistration Statement\tMeans, in relation to a Prospectus structured as multiple documents, the document referred to in MKT 2.5.1(3)(b).\nRegulated Activity\tHas the meaning given in section 19 of FSMR.\nRegulated Exchange\tMeans an exchange regulated by a Non-ADGM Financial Services Regulator.\nRegulated Financial Institution \tA person who does not hold a FSP but who is authorised in a jurisdiction other than the ADGM to carry on any financial service by another Financial Services Regulator.\nRegulator \tMeans the Financial Services Regulatory Authority.\nRegulators\tMeans in addition to the Regulator, regulators with recognised jurisdiction in relation to financial services, whether in the ADGM or outside of the ADGM.\nRegulatory Committee\tMeans the committee appointed by the Board in accordance with Chapter 1 of Part 19 of FSMR.\nRegulatory Filings\tMeans the return or report to be submitted to the Regulator, in relation to:\n(a)\tAML, in accordance with Rule 4.6.1;\n(b)\tCIB, in accordance with Rules 2.3.5(3), (4) and (5), 2.3.7, 2.3.8, 7.2.3, 7.3.2, 7.3.3, and 7.3.5;\n(c)\tGEN, in accordance with Rules 6.6.1, and 8.8.12;\n(d)\tPIN, in accordance with Rules 6.6.1, 6.6.7, 6.7.2(1), 7.2.3 and 7.3.5;\n(e)\tPRU, in accordance with Rules 2.3.7, 3.21.1, 10.3.2(3) and 10.4.2(3).\nRegulatory Functions\tMeans the functions of the Recognised Body so far as relating to, or to matters arising out of, the obligations to which the Recognised Body is subject to under FSMR and MIR.\nRegulatory Provision\tHas the meaning given to that term in section 138(1)(a) of FSMR.\nRegulatory Returns\tMeans all documents and information required to be filed with or delivered to the Regulator in accordance with the FSMR or the Rulebooks.\nRegulatory Returns Auditor's Report\tMeans a report referred to in GEN 6.6.1(b) and containing the information specified in GEN 6.6.4 and 6.6.5.\nRelated\tMeans in respect of one entity, the first entity, being in the position relative to that entity of:\n(a)\ta second entity that is a Subsidiary, Associate or Holding Company of the first entity;\n(b) \ta second entity that is a Subsidiary or Associate of the Holding Company of the first entity;\n(c)\ta director or officer of the first entity or of an entity that is related to the first entity by reason of paragraphs (a) or (b) above;\n(d)\tthe spouse or minor child of a natural person referred to in paragraph (c) above; or\n(e)\ta company that is a Subsidiary of or subject to significant influence by or from a natural person referred to in paragraphs (c) or (d) above.\nRelated Investment\tMeans, in relation to a Financial Instrument, an Investment whose price or value depends on the price or value of the Financial Instruments.\nRelated Party\tHas the meaning given to that term in MKT 9.5.2(a).\nRelated Party Associate\tMeans a spouse of a child of a Related Party.\nRelated Party Transaction\tHas the meaning given to that term in MKT 9.5.2(b).\nRelevant Money \tMeans sums received from or for the benefit of a Payment Service User in the course of the execution of a Payment Transaction, whether held on behalf of a Payment Service User in a Payment Account or exchanged for a Payment Instrument or Stored Value, or sums received from a Payment Service Provider for the execution of a Payment Transaction on behalf of a Payment Service User.\n\nRelevant Office Holder\tHas the meaning given in section 258 of FSMR.\nRelevant Person\tHas the meaning given in section 258 of FSMR.\nRelevant Provisions\tMeans, in relation to COBS, \"relevant provisions\" means any provisions of the default rules of a Non ADGM Recognised Clearing House which provide for the transfer of the positions or assets of a defaulting clearing member; are not necessary for the purposes of complying with the minimum requirements of Part 12 of FSMR; and may be relevant to a question falling to be determined in accordance with the laws of the ADGM.\nRelevant Requirements\tMeans the requirements specified in section 163 and 164 of FSMR.\nRelevant Securities\tMeans, in relation to MKT Chapter 6:\n(a)\tShares in Companies and other Securities equivalent to Shares in Companies;\n(b)\tbonds and other forms of securitised debt, which are negotiable on the capital market; and\n(c)\tany other Securities normally dealt in giving the right to acquire any such Securities by subscription or exchange or giving rise to a cash settlement,\nexcluding Instruments of payment, provided that such Instruments in paragraphs (a), (b), or (c) are admitted to trading on a Recognised Investment Exchange or for which a request for admission to trading on such a Recognised Investment Exchange has been made, and which are the subject of a Significant Distribution.\nRemote Body\tMeans a Remote Investment Exchange or Remote Clearing House which has been granted a Recognition Order in accordance with section 127 of FSMR.\nRemote Clearing House\tMeans a clearing house operating outside the ADGM which has been granted a Recognition Order in accordance with section 127(2)(b) of FSMR.\nRemote Investment Exchange\tMeans an investment exchange or multilateral trading facility operating outside the ADGM which has been granted a Recognition Order in accordance with section 127(2)(a) of FSMR.\nRemote Member\tMeans a person located in a jurisdiction other than the ADGM which has been granted a Recognition Order under section 138A of FSMR.\nRemote Member Requirements\tMeans the requirements set out in MIR 8.2.2 in relation to the granting of a Recognition Order under section 138A of the FSMR to a Remote Member.\nRemote Recognition Requirements\tMeans the requirements set out in MIR 7.2.2 in relation to the granting of a Recognition Order under section 127 of the FSMR to a Remote Body.\nRemuneration\tMeans any form of remuneration, including benefits of any kind.\nReplacement Prospectus\tMeans a replacement Prospectus produced in accordance with FUNDS 9.3.1, as applicable.\nReporting Entity\tHas the meaning given in section 72 of FSMR.\nRepresentative Office\tMeans the business operations of Person authorised to carry on the Regulated Activity of Operating a Representative Office in the ADGM and which actually carries on the Regulated Activity of Operating a Representative Office.\nResolution Pack\tMeans the documents and records specified in COBS 16.3.1 and 16.4.1.\nResponsible Officer\tMeans the Approved Function described in GEN 5.3.9.\nRestricted Party Associate\tMeans a spouse or a child of Restricted Person.\nRestricted Person\tHas the meaning given in MKT 9.4.1(2).\nRestricted Profit Sharing Investment Accounts (Restricted PSIA)\tMeans a PSIA in respect of the investment account holder imposes certain restrictions as to where, how and for what purpose his funds are to be invested.\nRestricted Securities\tMeans Securities:\n(a)\tissued in the circumstances set out in APP 7 of MKT; or\n(b)\tthat, in the opinion of the Regulator, should be treated as Restricted Securities.\nRestricted Scope Company\tHas the meaning given in section 3(4) of the Companies Regulations 2015.\nRestriction Agreement\tMeans an agreement in the form set out in MKT Form 9-1.\nRestriction Period\tMeans the specified time during which Restricted Securities are subject to a Restriction Agreement and cannot be disposed of by the Security Holder and/or Controller.\nRetail Client\tMeans a Client specified under COBS 2.3.\nRetail Debenture or Sukuk\tMeans any Debenture or Sukuk with an Offer allowing for a denomination of US$100,000 or less, not including when the Offer of such Securities is only made by way of an Exempt Offer.\nRetakaful\tMeans reinsurance cover provided in respect of Takaful cover in accordance with Shari'a.\nReverse Takeover\tMeans a Takeover where a Listed Entity is proposing to acquire Securities over another body and the aggregate number of Equity Securities issued or to be issued by the Listed Entity:\n(a) \tunder the Takeover; and/or\n(b) \tto fund the cash consideration payable under the Takeover,\nis equal to or greater than the number of fully paid Ordinary Securities on issue in the Listed Entity at the date of disclosure of the Takeover. Separate issues may be aggregated if, in the opinion of the Regulator, they form part of the same commercial transaction.\nRule\tMeans any rule made by the Regulator or the Board, as applicable, in accordance with the procedures in Part 2 of FSMR.\nRulebook\tMeans the ADGM financial services rulebooks comprising GLO, GEN, PRU, PIN, MIR, AML, MKT, COBS, FUNDS, CIB, IFR and FEES.\nSafe Custody Asset\tMeans a designated Client Investment, which is not the property of the Authorised Person, which is held or to be held for safekeeping by an Authorised Person or Third Party Agent.\nSafe Custody Auditor's Report\tMeans a report referred to in GEN 6.6.1(d) and containing the information specified in GEN 6.6.7.\nSafe Custody Rules\tMeans the Rules in COBS 15.\nSalam\tMeans a contract where the payment for goods is made in advance with such goods to be delivered at a later date.\nSAMREC Code\tMeans the South African Code for the Reporting of Exploration Results, Mineral Resources and Mineral Reserves (the SAMREC Code), 2016, and available as specified at: www.samcode.co.za, or as amended or updated.\nSAMVAL Code\tMeans the South African Code for Reporting of the Mineral Asset Valuation (the SAMVAL Code), 2016, and available as specified at: www.samcode.co.za, or as amended or updated.\n\nSanctions\tMeans any law executing foreign policy, security, sanction, trade embargo, or anti terrorism objectives or similar restrictions imposed, administered or enforced from time to time by: (i) the U.A.E.; (ii) the United Nations Security Council; (iii) the European Union; (iv) H.M.  Treasury of the United Kingdom; (v) the Office of Foreign Assets Control (OFAC) of the U.S. Department of the Treasury; (vi) any other relevant governmental authority; or (vii) any of their successors.\nSanctions List\tMeans any official list of Persons or entities targeted by Sanctions from time to time.\nScoping Study\tHas the meaning of the term or equivalent terms in a Mining Reporting Standard.\nSEC\tMeans the Securities and Exchange Commission (SEC) of the United States of America.\nSecurities Note\tMeans, in relation to a Prospectus structured as multiple documents, the document referred to in MKT 4.5.1(3)(c).\nSecurity\tHas the meaning given in section 258 of FSMR.\nSecurity Holder\tMeans a holder of Securities in a Listed Entity.\nSecurity Purchase Plan\tMeans a program that enables individual investors to purchase a Listed Entity’s Equity Securities direct from the Listed Entity.\nSenior Executive Officer\tMeans, in relation to an Authorised Person, the Controlled Function described in GEN 5.3.2.\nSenior Management\tMeans, in relation to:\n(a)\tother than for MIR and MKT, a Relevant Person every member of the Relevant Person's executive management and includes:\n(i)\tfor an ADGM Entity, every member of the Relevant Person's Governing Body, including its Board of Directors, Partners, Committee of Management or the other governing body of an Undertaking, as appropriate;\n(ii)\tfor a Branch, the Person or Persons who control the day to day operations of the Relevant Person in the ADGM; or\n(iii)\tfor an auditor, every member of the Relevant Person's executive management in the U.A.E.\n(b)\tMIR and MKT, any individual who either alone or jointly has ultimate responsibility for the day-to-day management, supervision and control of one or more (or all) parts of a Reporting Entity’s business, which includes the first layer of management below the Governing Body.\nSenior Manager\tMeans in relation to an Authorised Person, the Controlled Function described in GEN 5.3.7.\nService Provider\tMeans for the purpose of FUNDS, a Person who is delegated an activity or outsourced a function by a Fund Manager or Trustee under the terms of a Delegation Agreement, as described in FUNDS Chapter 12.\nShare\tIn relation to:\n(a)\tGEN 8.8, means:\n(i)\tin the case of an Authorised Person, or a Holding Company of an Authorised Person, which has a share capital, its allotted shares;\n(ii)\tin the case of an Authorised Person, or a Holding Company of an Authorised Person, with capital but no share capital, rights to a share in its capital; and\n(iii)\tin the case of an Authorised Person, or a Holding Company of an Authorised Person, without capital, any interest conferring a right to share in its profits or losses or any obligation to contribute to a share of its debt or expenses in the event of its winding up;\n(b)\tCOBS, means:\n(i)\tin relation to a Authorised Person or Recognised Body or a Holding Company of an Authorised Person or Recognised Body with share capital, allotted shares;\n(ii)\tin relation to an Authorised Person or Recognised Body or a Holding Company of an Authorised Person or Recognised Body with capital but no share capital, rights to a portion of the capital of an Authorised Person or a Recognised Body or a Holding Company of an Authorised Person or a Recognised Body; or\n(iii)\tin relation to an Authorised Person or a Recognised Body or a Holding Company of an Authorised Person or Recognised Body without capital interests:\n(A)\tconferring any right to share in the profits, or liability to contribute to the losses, of an Authorised Person or Recognised Body or a Holding Company of an Authorised Person or Recognised Body; or\n(B)\tgiving rise to any obligation to contribute to the debt or expenses of an Authorised Person or Recognised Body or a Holding Company of an Authorised Person or Recognised Body in the event of a winding up of the Authorised Person or Recognised Body or a Holding Company of an Authorised Person or Recognised Body;\n(c)\tFEES and MKT, has the meaning given in paragraph 87 of Schedule 1 of FSMR.\nShare Warrants\tMeans any Warrants which relate to Shares in the Authorised Person concerned, issued by the Authorised Person.\nShareholder\tMeans a Natural Person or legal entity governed by private or public law, who holds, directly or indirectly:\n(a)\tShares of the Issuer in its own name and on its own account;\n(b)\tShares of the Issuer in its own name, but on behalf of another natural person or legal entity; or\n(c)\tdepository receipts, in which case the holder of the depository receipt shall be considered as the shareholder of the underlying Shares represented by the depository receipts.\nShari'a\tMeans the Shari'a principles and rulings as interpreted by a Shari'a Supervisory Board.\nShari'a Supervisory Board\tMeans the board comprised of individuals appointed by:\n(a)\tan Authorised Person pursuant to IFR 3.5 and entrusted with the duty of directing, reviewing and supervising the activities of the Authorised Person conducting Islamic Financial Business in order to ensure that the activities conducted by the Authorised Person are in compliance with Shari'a; or\n\n(b)\tan Issuer, or Reporting Entity, as applicable, entrusted with the duty of making a Shari’a pronouncement as to the Issuer’s Securities’ Shari’a compliance.\nShari'a compliant Regulated Activities\tMeans the Regulated Activities specified in paragraph ‎64 of Schedule 1 of FSMR.\nShell Bank\tA bank that has no physical presence in the country in which it is incorporated or licensed and which is not affiliated with a regulated financial Group that is subject to effective consolidated supervision.\nShort Selling\tMeans the sale of a Security by a Person who does not own the Security at the point of entering into the contract to sell.\n\nSignificant Distribution\tMeans, for the purposes of MKT Chapter 6, an initial or secondary Offer of Relevant Securities, publicly announced and distinct from ordinary trading both in terms of the amount in value of the Securities offered and the selling methods employed.\nSimplified Customer Due Diligence\tMeans Customer Due Diligence as modified under AML 8.5.\nSingle Payment Service Contract\tMeans a contract for a single Payment Transaction not covered by a Framework Contract.\n\nSkilled Person\tHas the meaning given in FSMR.\nSoft Dollar Agreement\tMeans an agreement in any form under which an Authorised Person receives goods or services in return for Investment Business put through another Person.\nSolvency Reference Date\tMeans the date at which an Insurer's compliance with capital adequacy requirements in PIN 4 or CIB 2, as applicable, are assessed.\nSource of Funds\tMeans the origin of Customer's funds which relate to a Transaction or service and includes how such funds are connected to a Customer's Source of Wealth.\nSource of Wealth\tMeans how the Customer's global wealth or net worth is or was acquired or accumulated.\nSpecial Purpose Vehicle\tMeans a Body Corporate whose sole purpose, either generally or when acting in a particular capacity, is to carry out one or more of the following functions:\n(a)\tissuing Investments;\n(b)\tredeeming or terminating or repurchasing, whether with a view to re issue or to cancellation, an issue, in whole or par, of Investments; or\n(c)\tentering into transactions or terminating transactions involving Investments in connection with the issue, redemption, termination or re purchase of Investments; and\nand has been explicitly established for the purpose of:\n(d)\tsecuritising assets; or\n(e)\tinvesting in Real Property,\nand, in the case of paragraph (d), has been assessed by a rating agency.\nSpecial Resolution\tMeans in relation to a Domestic Fund, a resolution passed by a majority of not less than 75 per cent. of the votes validly cast (whether on a show of hands or on a poll) for and against the resolution at a general meeting or class meeting of Unitholders, of which notice specifying the intention to propose the resolution as a special resolution has been duly given.\nSpecific Risk\tMeans the risk that losses on an Authorised Person's net long or short position in an individual Security may arise from a negative or positive price movement of that Security relative to the relevant market generally.\nSpecified Benchmark\tMeans a Benchmark specified by the Regulator as a Specified Benchmark pursuant to COBS 21.2.1.\nSpecified Information\tHas the meaning given in section 258 of FSMR.\nSpecified Investment\tMeans an investment falling within paragraphs 85 to 99 of Schedule 1 of FSMR, without regard to any applicable exceptions or exemptions set out in that Schedule.\nSponsor\tMeans a person approved by the Regulator to be a sponsor for the purposes of Rules made under section 83 of FSMR.\nSpot Commodity\tHas the meaning given in section 258 of FSMR.\nSpot Commodity Auction Platform\tA platform to carry out Accepted Spot Commodity auctions, operated by:\n(a) \ta Recognised Body whose Recognition Order includes a stipulation to carry out Accepted Spot Commodity auctions; or\n(b) \tAn Authorised Person that is permitted to carry on the Regulated Activity of Operating a Multilateral Trading Facility or Operating an Organised Trading Facility, and who has obtained permission from the Regulator to carry out Accepted Spot Commodity auctions.\nSpot Commodity Title\tAn instrument that confers on the holder a right entitling the holder to hold, acquire, or transfer, an Accepted Spot Commodity.\nStabilisation Agent\tA Person appointed by the Stabilisation Manager under MKT 6.2.14 to assist him in conducting Price Stabilisation.\nStabilisation Manager\tA Person appointed by an Issuer of Shares under MKT 6.2.13 to conduct Price Stabilisation.\nStabilisation Window\tThe period of time specified in MKT 6.2.8 during which Price Stabilisation may occur.\nState\tMeans the U.A.E.\nStatement by Directors\tMeans the statement described under CIB 2.3.10.\nStatement of Recommended Practice (SORP)\tMeans the Statement of Recommended Practice as issued and amended from time to time by the Investment Management Association (IMA) in the United Kingdom.\nStored Value\tHas the meaning given in section 258 of FSMR.\nStored Value Provider\tHas the meaning given in section 258 of FSMR.\nStrong Customer Authentication\tMeans authentication based on the use of two or more elements that are independent, in that the breach of one element does not compromise the reliability of any other element, and designed in such a way as to protect the confidentiality of the authentication data, with the elements falling into two or more of the following categories:\n(a)\tsomething known only by the Payment Service User or Customer (“knowledge”);\n(b)\tsomething held only by the Payment Service User or Customer (“possession”);\n(c)\tsomething inherent to the Payment Service User or Customer (“inherence”).\nStructured Product\tMeans an instrument comprising rights under a contract where:\n(a)\tthe gain or loss of each party to the contract is ultimately determined by reference to the fluctuations in the value or price of property of any description, an index, interest rate, exchange rate or a combination of any of these as specified for that purpose in the contract (\"the underlying factor\") and is not leveraged upon such fluctuations;\n(b)\tthe gain or loss of each party is wholly settled by cash or set off between the parties;\n(c)\teach party is not exposed to any contingent liabilities to any other counterparty; and\n(d)\tthere is readily available public information in relation to the underlying factor;\nbut excludes any rights under an instrument: (i) where one or more of the parties takes delivery of any property to which the contract relates; (ii) which is a Debenture; or (iii) which is a Contract of Insurance.\nSub Fund\tMeans a separate pool of Fund Property within an Umbrella Fund.\nSubsidiary Undertaking or Subsidiary\tHas the meaning given in the Companies Regulations 2015.\nSukuk\tHas the meaning given in paragraph 89 of Schedule 1 of FSMR.\nSummary\tMeans the document referred to in MKT 4.5.1(3)(a).\nSummary of Reserves and Resources\tMeans for a:\n(a) \tMining Reporting Entity, the summary of Mineral Resources and Ore Reserves to be disclosed in accordance with MKT 11.11.1; and\n(b) \tPetroleum Reporting Entity, the summary of Petroleum Resources to be disclosed in accordance with MKT 12.14.1.\nSupplementary Notes\tMeans a note which is supplementary to a Return.\nSupplementary Prospectus\tMeans an updated or replacement Prospectus produced in accordance with section 65 of FSMR or FUNDS Chapter 9, as applicable.\nSuspicious Activity Report (SAR)\tMeans a report in the prescribed format regarding suspicious activity (including a suspicious Transaction) made to the FIU.\nTabarru'\tMeans donation or gifts; any benefits given by a person to another without receiving anything in exchange.\nTakaful\tMeans A Shari'a compliant equivalent to conventional insurance which exists in the form of Family (or Life) Takaful and General Takaful.\nTakaful Fund\tMeans the aggregate of the assets and liabilities of the Takaful Provider that are attributed to the Takaful transactions of the Takaful Provider and the amount of any assets designated by the Takaful Provider as a capital transfer to the Takaful Fund and includes the amount of any profit, surplus or return (however called or described), less attributable expenses, arising on the investment of such funds.\nTakaful Insurer\tAn Insurer, any part of whose Insurance Business consists of Takaful transactions.\nTakaful Operator \tMeans the entity that manages the Takaful activities of the Takaful Fund and invests the fund’s assets in accordance with Shari'a.\nTakaful Provider\tMeans an Insurer that provides Takaful as all or any part of its business.\nTakeover\tMeans takeover and merger transactions however effected, including arrangements which have similar commercial effect to takeovers, partial bids, bid by a parent Company for Shares in its subsidiary and (where appropriate) Share repurchases by general bid.\nTechnical Study\tMeans a Scoping Study, Preliminary Feasibility Study or Feasibility Study.\nThird-Party Agent\tMeans, in relation to a Client Account, a Financial Institution including a bank, custodian, an intermediate broker, a settlement agent, a clearing house, an exchange and “over-the-counter” counterparty acting in the capacity of a third party agent.\nThird Party Provider\tHas the meaning given in section 258 of FSMR .\nThird Party Transaction\tHas the meaning given in section 258 of FSMR.\nTime scheduled Buy back Programme\tMeans, in relation to MKT Chapter 6, a Buy back Programme where the dates and quantities of Securities to be purchased during the time period of the programme are set out at the time of the public disclosure of the Buy back Programme.\nTitle Transfer Collateral Agreement\tMeans an agreement whereby a Client transfers ownership of a Safe Custody Asset or Client Money (or an asset that would be a Safe Custody Asset or Client Money but for the arrangement) to an Authorised Person or a Nominee Company for the purpose of securing or otherwise covering present or future, contingent or actual obligations.\nTotal Variable Capital Requirement \tMeans the sum of the Variable Capital Requirements calculated in accordance with Section 3.6A of PRU for the activities undertaken by a Money Remitter or a Payment Service Provider.\n\nTrade Repository\tMeans a legal person that centrally collects and maintains records of executed Derivative Contracts.\nTrading Day\tMeans the trading day on which the transaction was executed.\nTrading Halt\tHas the meaning given to it in MKT 7.8.\nTrading Information\tMeans information of the following kinds relating to pending orders in relation to a Financial Instrument, Accepted Virtual Asset, Accepted Spot Commodity or Related Investment:\n(a)\tthat Financial Instruments, Accepted Virtual Assets, Accepted Spot Commodities of a particular kind have been or are to be acquired or disposed of, or that their acquisition or disposal is under consideration or the subject of negotiation;\n(b)\tthat Financial Instruments, Accepted Virtual Assets, Accepted Spot Commodities of a particular kind have not been or are not to be acquired or disposed of;\n(c)\tthe quantity of Financial Instruments, Accepted Virtual Assets, Accepted Spot Commodities acquired or disposed of or whose acquisition or disposal is under consideration or the subject of negotiation;\n(d)\tthe price (or range of prices) at which Financial Instruments, Accepted Virtual Assets, Accepted Spot Commodities have been or are to be acquired or disposed of or the price (or range of prices) at which Financial Instruments whose acquisition or disposal is under consideration or the subject of negotiation may be acquired or disposed of; or\n(e)\tthe identity of the Persons involved or likely to be involved in any capacity in an acquisition or disposal.\nTrading Time\tMeans the time at which the transaction was executed, reported in the local time of the competent authority to which the transaction will be reported, and the basis in which the transaction is reported expressed as Co ordinated Universal Time (UTC) +/  hours.\nTransaction\tMeans any transaction undertaken by a Relevant Person for or on behalf of a Customer in the course of carrying on a business in or from the ADGM.\nTrust Deed\tMeans a deed entered into by a Fund Manager and the Trustee to create an Investment Trust.\nTrust Service Provider\tAn Authorised Person which is authorised under its Permission it to carry on the activity of Providing Trust Services.\nTrustee\tMeans the Person, described under FUNDS 12.3.4 who is appointed under a Trust Deed as the trustee of an Investment Trust to hold the Investment Trust's Property on trust for the Unitholders and to oversee the operation of the Investment Trust and, in relation to a Domestic Fund, is authorised under its Financial Services Permission to Act as the Trustee of the Investment Trust.\nU.A.E.\tMeans the United Arab Emirates.\nUmbrella Fund\tHas the meaning given in FUNDS 4.1.4.\nUndertaking\tMeans:\n(a)\ta Body Corporate or Partnership; or\n(b)\tan unincorporated association carrying on a trade or business, with or without a view to profit.\nUnderwriting\tMeans an arrangement under which a party agrees to buy, before issue, a specified quantity of Securities in an issue of Securities on a given date at a given price, if no other party has purchased or acquired them.\nUnique Identifier\tMeans a combination of letters, numbers or symbols specified to the Payment Service User by the Payment Service Provider and to be provided by the Payment Service User in relation to a Payment Transaction in order to identify unambiguously one or both of:\n(a)\tanother Payment Service User who is a party to the Payment Transaction;\n(b)\tthe other Payment Service User’s Payment Account.\nUnit\tMeans a unit in or a share representing the rights or interests of a Unitholder in a Fund.\nUnit Price\tMeans the price per financial instrument excluding commission and (where relevant) accrued interest.\nUnitholder\tMeans any holder of a Unit in the Fund or of any right or interest in\nsuch a Unit, and whose name is entered on the Fund's register in relation to that Unit.\nUnits\tMeans the rights or interests (however described) of the Unitholders in a Collective Investment Fund.\nUnlawful Organisation\tAn organisation, the establishment or activities of which have been declared to be criminal under Federal AML Legislation.\nUnproven Asset\tMeans an interest in:\n(a) \ta Mining Tenement or Petroleum Tenement that is substantially explorative or unproven;\n(b) \tintangible property that is substantially speculative or unproven, or has not been profitably exploited for at least 3 years, and which entitles the entity to develop, manufacture, market or distribute the intangible property;\n(c) \tan asset which, in the opinion of the Regulator, cannot be readily valued; or\n(d) \tan entity, of which a substantial proportion of its assets is property of the kind referred to in (a), (b) or (c).\nUnrestricted Profit Sharing Investment Account or Unrestricted PSIA\tMeans a PSIA in respect of which the investment account holder authorises the Authorised Person to invest the account holder's funds in a manner which the Authorised Person deems appropriate without laying down any restrictions as to where, how and for what purpose the funds should be invested.\nUS GAAP\tMeans Generally Accepted Accounting Principles as issued and amended from time to time by the Financial Accounting Standards Board in the United States.\nVALMIN Code\tMeans the Australasian Code for Public Reporting of Technical Assessment and Valuations of Mineral Assets (The VALMIN Code) 2015 Edition, prepared by the VALMIN Committee, a joint committee of the Australasian Institute of Mining and Metallurgy and the Australian Institute of Geoscientists effective 30 January 2016, available at www.valmin.org, or as amended or updated.\n\nValuer\tMeans a person:\n(a)\twho carries on the business of valuing Real Property;\n(b)\twho is not Related to the Fund Manager; and\n(c)\twhom the Fund Manager, and if appointed the Trustee, have reasonable grounds to believe would be capable of providing objective valuation of Real Property.\nValuation Report\tMeans a report valuing an entity’s holding of Mineralisation or Petroleum, as applicable, and to be provided in a Prospectus subject to MKT11.3.2 and MKT 12.3.2.\n\nValuation Standard\tMeans one of the following valuation standards used to provide a Valuation Report with regards to Minerals, being:\n(a) \tthe VALMIN Code;\n(b) \tthe SAMVAL Code; and\n(c) \tthe CIMVAL Code.\nVariable Capital Requirement\tMeans a capital requirement calculated in accordance with Rules 3.6A.2, 3.6A.4 and 3.6A.6 of PRU as applicable for the activities undertaken by a Money Remitter or a Payment Service Provider.\n\nVenture Capital Fund\tHas the meaning given in FUNDS 4.1.6.\nVenue identification\tMeans identification of the venue where the transaction was executed. That identification shall consist of the Recognised Investment Exchange's unique harmonised identification code.\nVirtual Asset\tHas the meaning given in section 258 of FSMR.\nWaiver\tMeans, in relation to GEN 8.2, a Direction given under section 9 of FSMR that one or more Rules made by the Regulator are not to apply to an Authorised Person, a Recognised Body, a Remote Body, a Remote Member, a Foreign Fund Manager, a Person making an Offer of Securities or a Reporting Entity as specified in the Direction.\nWakala\tMeans agency. A contract of agency in which one party appoints another party to perform a certain task on its behalf (i.e. to invest amounts in Shari'a-compliant income generating assets), usually for payment a fee or commission.\nWakeel\tThe investment agent under a Wakala arrangement.\nWarrant\tIn relation to:\n(a)\tMKT, means an instrument that confers on the holder a right entitling the holder to acquire an unissued Share, Debenture or Unit; and\n(b)\tFEES, has the meaning given in paragraph 91(1) of Schedule 1 of FSMR.\nWeighted Voting Rights\tMeans the voting power attached to a particular class of Share that is greater or superior to the voting power attached to an Ordinary Share, or other governance right or arrangement disproportionate to the beneficiary’s economic interest in the Equity Securities.\nWinding Up\tMeans a voluntary winding up or winding up by the Court performed in accordance with Part 3 of the Insolvency Regulations 2015.\nZakat\tMeans a Zakat tax, the third pillar of Islam; obligatory alms giving or charity.\nZone 1\tMeans any of the following countries:\nAustralia, Austria, Belgium, Canada, Denmark, Finland, France, Germany, Greece, Hong Kong, Iceland, Ireland, Italy, Japan, Luxembourg, Netherlands, Norway, Portugal, Singapore, Spain, Sweden, Switzerland, United Kingdom and United States of America.\n\n/Table End"
    }
]